Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Report_Found0MatchesOn1LinesIn2Files
source: Found {0} matches on {1} lines in {2} files
bg: Намерени са {0} съвпадения на {1} реда в {2} файла
ca: S'han trobat {0} coincidències a {1} línies en {2} fitxers
de: gefunden {0} Fundstelle(n) in {1} Zeile(n) in {2} Dateie(n)
fr: Trouvé {0} correspondances sur {1} lignes dans {2} fichiers
he: מצא {0} התאמות ב- {1} שורות ב- {2} קבצים
ja: {2} ファイルで {1} 行に {0} 件の一致が見つかりました
pt: Encontradas {0} correspondências em {1} linhas em {2} ficheiros
ru: Найдено совпадений:{0} в строках:{1} в файлах:{2}
sr: Нађено {0} подударања у {1} линије у {2} датотеке
tr: {2} dosyanın {1} satırında {0} eşleşme bulundu
uk: Знайдено {0} збігів у {1} рядках у {2} файлах
zh_cn: 找到 {0} 个匹配 {1} 行 {2} 个文件
zh_hant: 找到 {0} 個符合項, {1} 行, 於 {2} 個檔案中

# Options_Personalize_SpecialOptions
source: Special options
bg: Специални настройки
ca: Opcions especials
fr: Options spéciales
ja: 特殊オプション
pt: Opções especiais
sr: Специјалне опције
tr: Özel seçenekler
uk: Спеціальні опції
zh_cn: 特殊选项
zh_hant: 特別選項

# Scripts_ScriptComplete
source: script complete
bg: скриптът е завършил
ja: スクリプトが完了しました
tr: komut dosyası tamamlandı
uk: сценарій завершено
zh_cn: 脚本完成
zh_hant: 指令碼完成

# Bookmarks_Summary_CaseSensitive
source: Case sensitive
bg: Съвпадение на регистъра
ca: Distingeix majúscules i minúscules
de: Groß-/Kleinschreibung
fr: Sensible aux majuscules et minuscules
he: תלוי רישיות
hr: Osjetljivo na velika i mala slova
ja: 大/小文字を区別する
pt: Respeitar maiúsculas
ru: Чувствительность к регистру
sr: Пази на величину слова
sv: Versalkänslig
tr: Büyük/küçük harfe duyarlıdır
uk: Чутливий до регістру
zh_cn: 大小写敏感
zh_hant: 區分大小寫

# ScriptHint_set_listitemseparator
source: Report separator between items on same line
bg: Разделител между елементите на един ред в справката
ja: 同じ行の項目間のレポート区切り文字
sr: Извештајни сепаратор између података у истој линији
tr: Aynı satırdaki öğeler arasında rapor ayırıcısı
uk: Роздільник звіту між елементами в одному рядку
zh_cn: 报告同一行上项目之间的分隔符
zh_hant: 報告同一行項目間分隔字元

# BookmarkDetails_SearchType_PhoneticSearch
source: Phonetic search
bg: Фонетично търсене
ca: Cerca fonètica
de: phonetische Suche
fr: Recherche phonétique
he: חיפוש פונטי
hr: Fonetsko pretraživanje
it: Ricerca fonetica
ja: 音韻検索
pt: Pesquisa fonética
ru: Фонетический поиск
sk: Fonetické vyhľadávanie
sr: Фонетска претрага
sv: Fonetiskt sök
tr: Fonetik arama
uk: Фонетичний пошук
zh_cn: 注音搜索
zh_hant: 拼音搜尋

# MessageBox_TheFollowingPluginsFailedToLoad
source: Could not load the following plug-ins:
bg: Следните добавки не могат да бъдат заредени:
ca: No s'han pogut carregar els següents connectors:
de: Die folgende Erweiterung konnte nicht geladen werden:
fr: Impossible de charger les plugins suivants :
he: הטעינה של התוספים הבאים לא הצליחה:
ja: 次のプラグインを読み込めませんでした :
pt: Não foi possível carregar os seguintes plug-ins:
ru: Не удалось загрузить следующие плагины:
sr: Не може да се учита плагин:
tr: Aşağıdaki eklentiler yüklenemedi:
uk: Не вдалося завантажити такі плагіни:
zh_cn: 以下插件载入失败:
zh_hant: 下列插件載入失敗:

# ScriptHint_set_includesubfolder
source: Include subfolders
bg: Включително подпапки
ca: Inclou subcarpetes
fr: Inclure les sous-dossiers
he: כלול תיקיות משנה
hr: Uključi podmape
it: Includi sottocartelle
ja: サブフォルダーを含める
pl: Włączając podfoldery
pt: Incluir subpastas
sk: Zahrnúť podpriečinky
sr: Укључи подфасцикле
sv: Inkludera undermappar
tr: Alt klasörleri dahil et
uk: Включати вкладені папки
zh_cn: 包含子文件夹
zh_hant: 包含子資料夾

# Main_Validation_BooleanExpressionHasAnUnknownError
source: Boolean expression has an unknown error
bg: Неизвестна грешка в булевия израз
ca: L'expressió booleana té un error desconegut
fr: L'expression booléenne a une erreur inconnue
ja: 論理式に不明なエラーがあります
pt: A expressão Booleana tem um erro desconhecido
sr: Булов израз садржи непознату грешку
tr: Boolean ifadesinde bilinmeyen bir hata var
uk: Логічний вираз містить невідому помилку
zh_cn: 布尔表达式有未知错误
zh_hant: 布林運算式有未知錯誤

# Preview_SyntaxNone
source: None
ca: Cap
de: Nichts
fr: Aucun
he: כלום
ja: なし
pt: Nenhum
ru: Без подсветки синтаксиса
sr: Без
tr: Hiçbiri
uk: Жодного
zh_cn: 无
zh_hant: 無

# Options_PDFNumberStyle
source: PDF number style:
bg: Номериране на PDF:
ca: Estil de número PDF:
ja: PDF 番号のスタイル :
sr: Стил бројева PDF-а:
tr: PDF numarası stili:
uk: Стиль номера PDF:
zh_cn: PDF 编号样式：
zh_hant: PDF 編號類型:

# BookmarkDetails_MaxDepth
source: Max depth
bg: Максимална дълбочина
ca: Màxima profunditat
de: Maximale Tiefe
fr: Longueur maximale
he: עומק מרבי
hr: Maks. dubina
it: Massima profondità
ja: 最大階層
pl: maksymalna głębokość
pt: Profundidade máxima
ru: Максимальная глубина:
sk: Maximálna hĺbka
sr: Максимална дубина
sv: Max djup
tr: Maksimum derinlik
uk: Максимальна глибина
zh_cn: 最大深度
zh_hant: 最大深度

# MessageBox_Yes
source: _Yes
bg: _Да
ca: _Sí
ja: はい(_Y)
sr: Да
tr: _Evet
uk: _Так
zh_cn: 是(_Y)
zh_hant: 是

# ScriptHint_bookmark_remove_value
source: The name of the bookmark to remove, or empty for the current bookmark
bg: Наименование на отметката, която да бъде премахната или празно за текущата отметка
ja: 削除するブックマークの名前、または現在のブックマークの場合は空白
sr: Име обележивача за брисање, или празно за текући обележивач
tr: Kaldırılacak yer iminin adı veya geçerli yer imi için boş bırakılabilir
uk: Назва закладки, яку потрібно видалити, або пуста для поточної закладки
zh_cn: 要删除的书签的名称，或当前书签的名称为空
zh_hant: 要移除的書籤名稱, 或為當前書籤留空

# Options_ItemsShownInPathHistoryList
source: items shown in path history list
bg: елемента, в историята на пътищата
ca: elements que es mostren a la llista de l'historial de rutes
de: Elemente der Pfadhistorie anzeigen
fr: éléments affichés dans la liste de l'historique des chemins
he: נתיבים שחופשו ישמרו בהיסטוריה
ja: パスの履歴リストに表示する項目数
pt: itens visíveis na lista de histórico de caminhos
ru: элементы, отображаемые в списке истории путей
sr: ставке приказане у листи историје путања
tr: unsur yol geçmişi listesinde gösterilsin
uk: елементи, показані в списку історії шляхів
zh_cn: 个路径历史
zh_hant: 個路徑歷程清單

# Options_ShowFilePathInResultsPanel
source: Show file path in the results panel
bg: Показване на пътя към файла в панела с резултатите
ca: Mostra la ruta del fitxer al panell de resultats
de: zeige Dateipfad im Ergebnispanel
fr: Afficher le chemin du fichier dans le panneau des résultats
he: הצג נתיב קובץ בחלון התוצאות
ja: 結果パネルにファイル パスを表示
pt: Mostrar o caminho no painel de resultados
ru: Показывать путь к файлу на панели результатов
sr: Приказати путању датотеке у табли са резултатима
tr: Dosya konumunu sonuç panelinde göster
uk: Показати шлях до файлу на панелі результатів
zh_cn: 在搜索结果中显示文件路径
zh_hant: 搜尋結果面板中顯示檔案路徑

# BookmarkDetails_Filters_Group
source: File filters
bg: Филтри за файлове
ca: Filtres de fitxer
fr: Filtres de fichier
it: Filtri file
ja: ファイル フィルター
pl: Filtry plików
pt: Filtros do ficheiro
sk: Filtre súborov
sr: Филтери датотека
sv: Filfilter
tr: Dosya filtreleri
uk: Файлові фільтри
zh_cn: 文件筛选器
zh_hant: 檔案過濾器

# Main_Menu_CancelScript
source: Cancel script
bg: Спиране на скрипт
ca: Cancel·la script
fr: Annuler le script
hr: Otkaži skriptu
ja: スクリプトをキャンセル
sr: Откажи скрипт
sv: Avbryt script
tr: Komut dosyasını iptal et
uk: Скасувати сценарій
zh_cn: 取消脚本
zh_hant: 取消指令碼

# Main_ReplaceTooltip_ReplaceUsingBooleanOperators
source: Replace using Boolean operators with text search only
bg: Заменяне чрез булеви оператори само с текстово търсене
ca: Substitució utilitzant operadors booleans només en la cera textual
fr: Remplacement à l'aide d'opérateurs booléens avec recherche de texte uniquement
hr: Zamijeni koristeći Booleove operatore sa samo pretragom teksta
ja: 論理演算子を使用してテキスト検索のみで置換
pt: Substituir utilizando operadores Booleanos por texto apenas na pesquisa
sr: Заменити користећи Булове операторе само са претрагом текста
tr: Boolean operatörlerini yalnızca metin aramayla değiştir
uk: Замінити за допомогою логічних операторів лише текстовим пошуком
zh_cn: 仅将布尔运算符替换用于文本搜索
zh_hant: 僅將布林取代於文字搜尋字搜尋

# Test_ReplaceWith
source: Replace with:
bg: Заменяне:
ca: Substitueix per:
de: Ersetzen mit:
fr: Remplacer par :
he: להחליף ב:
hr: Zamjeni s:
it: Sostituisci con:
ja: 置換対象 :
pl: Zamienić:
pt: Substituir por:
ru: Заменить на:
sk: Nahradiť s:
sr: Заменити са:
sv: Ersätt med:
tr: Şununla değiştir:
uk: Замінити на:
zh_cn: 替换为:
zh_hant: 取代為:

# Main_ExcelSheetName
source: Sheet [{0}]
bg: Лист [{0}]
ca: Full [{0}]
de: Tabelle [{0}]
fr: Feuille [{0}]
he: Sheet \u200f[{0}]
it: Foglio [{0}]
ja: シート [{0}]
pt: Folha [{0}]
ru: Лист [{0}]
sr: Лист [{0}]
tr: Sayfa [{0}]
uk: Аркуш [{0}]
zh_cn: 工作表 [{0}]
zh_hant: 工作表 [{0}]

# MessageBox_RenameFile
source: Rename File
bg: Преименуване на файл
ca: Canviar el nom del Fitxer
de: Dateiumbenennung
fr: Renommer un fichier
he: שנה שם קובץ
ja: ファイル名の変更
pt: Renomear Ficheiro
ru: Переименование файла
sr: Преименовање датотеке
tr: Dosyayı Yeniden Adlandır
uk: Перейменувати файл
zh_cn: 重命名文件
zh_hant: 重新命名檔案

# Main_StatusTooltip_MatchCountOnLine
source: Match count on line
bg: Брой съвпадения на реда
ca: Nombre de coincidències en la línea
fr: Nombre de correspondances sur la ligne
ja: 行ごとの一致数
sr: Број налажења на линији
tr: Satırdaki eşleşme sayısı
uk: Підрахунок матчів на лінії
zh_cn: 行上的匹配数
zh_hant: 行上的符合項計數值

# BookmarkDetails_Multiline
source: _Multiline
bg: _Многоредово
ca: Multi_línia
de: _Mehrzeilig
fr: Multiligne
hr: _Višelinijski
it: _Multilinea
ja: 複数行(_M)
pl: Multilinia
pt: _Multilinha
ru: _Многострочность
sk: _Viacriadkový
sr: Вишелинијски
tr: Çok satırlı
uk: _Багаторядковий
zh_cn: 多行(_M)
zh_hant: 多行

# Main_Menu_About
source: _About
bg: _Относно
ca: En _Quant a
de: _Über
fr: _A propos de
he: _אודות
hr: _O programu
it: _Informazioni
ja: dnGrep について(_A)
pt: _Sobre
ru: _Справка
sr: О...
tr: _Hakkında
uk: _Про
zh_cn: 关于(_A)
zh_hant: 關於

# Main_Results_ExpandAll
source: Expand all
bg: Разтваряне на всички
ca: Expandeix-ho tot
de: Alles anzeigen
fr: Développer tout
he: הרחב הכל
ja: すべて展開
pt: Expandir tudo
ru: Развернуть все
sr: Проширити све
tr: Tümünü genişlet
uk: Розгорнути все
zh_cn: 全部展开
zh_hant: 全部展開

# Preview_MatchCase
source: Match case
bg: Съвпадение на регистъра
ca: Coincidència entre majúscules i minúscules
de: Such-Fall
fr: Cas de correspondance
ja: 大/小文字を区別する
pt: Correspondência exata
ru: Сопоставлять чувствительность к регистру
sr: Пазити на слова
tr: Eşleşme durumu
uk: Відмінок сірника
zh_cn: 匹配大小写
zh_hant: 符合大小寫

# Bookmarks_Summary_NoHidden
source: No hidden
bg: Не скрити
ca: No ocults
de: nicht versteckt
fr: Non caché
he: אין מוסתר
hr: Bez skrivenih
it: No nascosti
ja: 非表示なし
pt: Não ocultos
ru: Без скрытых
sk: Bez skrytých
sr: Без сакривених
sv: Inga dolda
tr: Gizli klasörler hariç
uk: Ніяких прихованих
zh_cn: 非隐藏
zh_hant: 非隱藏

# ReportSummary_NoBinary
source: No binary
bg: Не двоични
ca: Sense binari
de: kein binär
fr: Aucun binaire
he: אין בינארי
hr: Bez binarnih
it: No binari
ja: バイナリなし
pt: Sem binário
ru: Без бинарных
sk: Bez binárnych
sr: Без бинарно
sv: Inga binära
tr: İkili dosya hariç
uk: Без двійкового коду
zh_cn: 非二进制
zh_hant: 非二進制

# Replace_WrapText
source: Wrap text
bg: Пренасяне на текста
ca: Ajusta text
de: Text mit Zeilenumbrüchen
fr: Habillage du texte
he: התאם טקסט לחלון
ja: 長い行を折り返す
pt: Contornar texto
ru: Перенос текста
sr: Преломити текст
tr: Metni kaydır
uk: Обтікання текстом
zh_cn: 自动换行
zh_hant: 自動換行

# Bookmarks_Filter
source: Filter:
bg: Филтър:
ca: Filtre:
fr: Filtre :
he: מסנן:
it: Filtro:
ja: フィルター :
pt: Filtro:
ru: Фильтр:
sr: Филтер:
tr: Filtre:
uk: Фільтр:
zh_cn: 过滤器:
zh_hant: 過濾器:

# Main_Status_ReplaceCanceled
source: Replace canceled
bg: Заменянето е отказано
ca: S'ha cancel·lat la substitució
de: Ersetzen abgebrochen
fr: Remplacement annulé
he: החלפה בוטלה
hr: Zamjena otkazana
ja: 置換がキャンセルされました
pt: Substituição cancelada
ru: Замена отменена
sr: Замена отказана
tr: Değiştirme iptal edildi
uk: Заміну скасовано
zh_cn: 替换已取消
zh_hant: 取代已取消

# Main_Menu_Scripts
source: Scripts
bg: Скриптове
hr: Skripte
ja: スクリプト
sr: Скрипте
sv: Script
tr: Komut Dosyaları
uk: Сценарії
zh_cn: 脚本
zh_hant: 指令碼

# Error_OtherError
source: Other error
bg: Друг вид грешка
ja: その他のエラー
tr: Diğer hata
uk: Інша помилка
zh_cn: 其他错误
zh_hant: 其他錯誤

# Options_Language
source: Language
bg: Език
ca: Llengua
de: Sprache
fr: Langue
he: שפה
ja: 言語
pt: Língua
ru: Язык
sr: Језик
tr: Dil
uk: Мова
zh_cn: 语言
zh_hant: 語言

# Window_Close
source: Close
bg: Затваряне
de: Schliessen
fr: Fermer
he: סגור
ja: 閉じる
pt: Fechar
ru: Закрыть
sr: Затворити
tr: Kapat
uk: Закрити
zh_cn: 关闭
zh_hant: 關閉

# Scripts_RunCommandInvalid
source: The run command is not valid
bg: Командата за изпълняване е недействителна
ja: 実行コマンドが無効です
tr: Çalıştır komutu geçerli değil
uk: Команда запуску недійсна
zh_cn: 运行命令无效
zh_hant: 執行命令無效

# Options_PluginEnabled
source: Enabled
bg: Включване
ca: Activat
de: Aktiviert
fr: Activé
he: מאופשר
ja: 有効
pt: Ativado
ru: Включен
sr: Омогућено
tr: Etkinleştir
uk: Увімкнено
zh_cn: 已启用
zh_hant: 啟用

# CopyCommand_ErrorPathIsRequiredForArgument0
source: Error: path is required for argument {0}
bg: Грешка: аргументът {0} изисква път
ca: Error: la ruta es obligatòria per a l'argument {0}
ja: エラー : パスは引数 {0} に必要です
tr: Hata: {0} argümanı için yol gereklidir
uk: Помилка: для аргументу {0} потрібен шлях
zh_cn: 错误：路径对变量 {0} 是必需的
zh_hant: 錯誤: 參數 {0} 需要路徑

# Script_Validation_ThisCommandRequiresATargetParameter
source: This command requires a target parameter
bg: Командата изисква цел като параметър
ja: このコマンドには対象パラメーターが必要です
sr: Ова команда захтева дестинациони параметар
tr: Bu komut bir hedef parametre gerektirir
uk: Для цієї команди потрібен цільовий параметр
zh_cn: 该命令需要一个目标参数
zh_hant: 此命令需要一個目標參數

# ScriptHint_set_startdate_value
source: Use ISO 8601 or local date time format
bg: Използва ISO 8601 или местен формат на датата и часа
ja: ISO 8601またはローカルの日時形式を使用
tr: ISO 8601 veya yerel tarih saat biçimini kullan
uk: Використовуйте ISO 8601 або місцевий формат дати та часу
zh_cn: 使用 ISO 8601 标准或本地日期时间格式
zh_hant: 使用 ISO 8601 標準或當地日期時間格式

# Bookmarks_Summary_SearchInArchives
source: Search in archives
bg: Търсене в архиви
ca: Cerca als fitxers comprimits
de: Suche in Archiven
fr: Rechercher dans les archives
he: חיפוש בארכיונים
hr: Pretraži arhive
it: Cerca negli archivi
ja: アーカイブ内を検索
pt: Procurar em arquivos
ru: Поиск в архивах
sk: Hľadať v archívoch
sr: Тражи у архивама
sv: Sök i arkiv
tr: Arşivlerde ara
uk: Пошук в архівах
zh_cn: 在压缩文件中搜索
zh_hant: 搜尋壓縮檔

# Bookmarks_Summary_NoSubfolders
source: No subfolders
bg: Без подпапки
ca: No subcarpetes
de: keine Unterverzeichnisse
fr: Aucun sous-dossier
he: אין תיקיות משנה
hr: Bez podmapa
it: No sottocartelle
ja: サブフォルダーなし
pt: Não subpastas
ru: Без подпапок
sk: Bez podpriečinkov
sr: Без фасцикла
sv: Inga undermappar
tr: Alt klasörler hariç
uk: Немає вкладених папок
zh_cn: 非子文件夹
zh_hant: 非子資料夾

# MessageBox_DefaultEngineWasUsedInstead
source: The default engine was used instead.
bg: Вместо това ще бъде използван алгоритъмът по подразбиране.
ca: En el seu lloc s'ha utilitzat el motor per defecte.
de: Die Standard Komponente wurde ersatzweise benutzt.
fr: Le moteur par défaut est utilisé à la place.
he: השתמשנו במנוע ברירת המחדל במקום.
ja: 代わりに既定のエンジンが使用されました。
pt: Em substituição foi utilizado o motor predefinido.
ru: Вместо этого был использован движок по умолчанию.
sr: Уместо тога је коришћен подразумевани мотор.
tr: Bunun yerine varsayılan motor kullanıldı.
uk: Замість нього використовувався двигун за замовчуванням.
zh_cn: 已使用默认搜索引擎.
zh_hant: 已使用預設搜尋引擎.

# ReportOptionsWindow_PerFile
source: Per file
bg: За всеки файл
ca: Per fitxer
fr: Par fichier
ja: ファイルごと
pt: Por ficheiro
sr: По датотеци
tr: Her dosya için
uk: За файлом
zh_cn: 每个文件
zh_hant: 每個檔案

# Bookmarks_Duplicate
source: Du_plicate
bg: Ду_блиране
ca: Du_plicat
de: Du_plizieren
fr: Dupliquer
he: הכפל
hr: Du_pliciraj
it: Du_plica
ja: 複製(_P)
pt: Du_plicar
ru: Ду_блировать
sk: Du_plikovať
sr: Дупликат
sv: Du_plicera
tr: _Çoğalt
uk: Дублікат
zh_cn: 复制(_P)
zh_hant: 複製

# Main_SearchType_Phonetic
source: Phonetic
bg: Фонетично
ca: Fonètica
de: Phonetisch
fr: Phonétique
he: פונטי
hr: Fonetski
it: Fonetica
ja: 音韻
pt: Fonética
ru: Фонетический
sk: Fonetický
sr: Фонетско
sv: Fonetisk
tr: Fonetik
uk: Фонетичний
zh_cn: 注音
zh_hant: 拼音

# Options_CheckingForUpdates
source: New versions
bg: Проверяване за обновяване
ca: Noves versions
de: Auf Update prüfen
fr: Nouvelles versions
he: בדיקת עדכונים.
ja: 更新の確認
pt: Novas versões
ru: Проверка наличия обновлений
sr: Новије верзије
tr: Yeni sürümler
uk: Нові версії
zh_cn: 正在检查更新
zh_hant: 版本更新

# Scripts_ScriptFiles
source: Script files
bg: Файлове със скриптове
ja: スクリプト ファイル
tr: Komut dosyası dosyaları
uk: Файли сценаріїв
zh_cn: 脚本文件
zh_hant: 指令碼檔案

# MessageBox_Undo
source: Undo
bg: Отменяне
ca: Desfer
de: Rückgängig machen
fr: Annuler
he: לבטל
ja: 元に戻す
pt: Anular
ru: Отменить
sr: Опозвати
tr: Geri
uk: Відмініти
zh_cn: 撤销
zh_hant: 撤銷

# ScriptHint_bookmark_removefolder
source: Remove a folder bookmark
bg: Премахва отметка към папка
ja: フォルダー ブックマークを削除
sr: Обриши обележивач фасцикле
tr: Klasör yer imini kaldır
uk: Видалення закладки папки
zh_cn: 删除文件夹书签
zh_hant: 移除資料夾書籤

# Main_SavingResultsToFile
source: Saving results to file…
bg: Запазва резултата във файл…
ca: Guarda resultats en un fitxer…
de: sichere Ergebnis in eine Datei...
fr: Enregistrer les résultats dans un fichier…
he: שמירת תוצאות לקובץ...
ja: 結果をファイルに保存中…
pt: Guardar resultados no ficheiro…
ru: Сохранение результатов в файл...
sr: Сачувавање резултата у датотеци…
tr: Sonuçlar dosyaya kaydediliyor…
uk: Збереження результатів у файл…
zh_cn: 保存搜索结果到文件…
zh_hant: 儲存搜尋結果到檔案…

# Options_SelectedTheme
source: Selected theme
bg: Избрана тема
ca: Tema seleccionat
de: Theme wählen
fr: Thème sélectionné
he: ערכת נושא פעילה
ja: 選択されたテーマ
pt: Tema selecionado
ru: Выбранная тема
sr: Одабрана тема
tr: Seçili tema
uk: Вибрана тема
zh_cn: 选择的主题
zh_hant: 選擇主題

# Options_ShowSearchOptions
source: Show search options
bg: Параметрите на търсене са видими в
ca: Mostra opcions de la cerca
de: zeige Suchoptionen:
fr: Afficher les options de recherche
he: הצג אפשרויות חיפוש:
ja: 検索オプションを表示
pt: Mostrar opções de pesquisa
ru: Показывать параметры поиска содержимого:
sr: Приказати опције претраге
tr: Arama seçeneklerini göster
uk: Показати параметри пошуку
zh_cn: 显示搜索选项
zh_hant: 顯示搜尋選項

# BookmarkDetails_FileSource_Group_Tooltip
source: Include file source properties in bookmark
bg: Включване на свойствата на изходния файл в отметката
ca: Inclou propietats del tipus de lletra del fitxer al marcador
fr: Inclure les propriétés du fichier source dans le signet
it: Includi proprietà file sorgente file nei segnalibri
ja: ブックマークにファイル ソース プロパティを含める
pl: Dołącz właściwości źródła pliku do zakładki
pt: Incluir a origem do ficheiro nas propriedades do marcador
sk: Zahrnúť vlastnosti zdroja súboru do záložky
sr: Укључити својства изворне датотеке у обележивач
sv: Inkludera filkällsegenskaper i bokmärke
tr: Yer İmlerine dosya kaynağı özelliklerini dahil et
uk: Включити властивості джерела файлу в закладку
zh_cn: 在书签中包含文件源属性
zh_hant: 在書籤中包含檔案來源屬性

# MessageBox_TheSearchIsRunning
source: The search is running.
bg: В момента се извършва търсене.
ja: 検索が実行中です。
tr: Arama devam ediyor.
uk: Пошук триває.
zh_cn: 搜索运行中。
zh_hant: 搜尋正在進行中.

# BookmarkDetails_Filter
source: Filter:
bg: Филтър:
ca: Filtre:
fr: Filtre :
he: מסנן:
it: Filtro:
ja: フィルター :
pt: Filtro:
sr: Филтер:
tr: Filtre:
uk: Фільтр:
zh_cn: 筛选器：
zh_hant: 過濾器:

# Replace_ReplaceAllMatchesInAllFilesAndApply
source: Replace all matches in all files, and apply
bg: Заменяне на съвпаденията във всички файлове и прилагане [F10]
ca: Substitueix totes les coincidències en tots els fitxers, i aplica
de: Ersetze aller Fundstellen in allen Dateien [F10]
fr: Remplacer toutes les correspondances dans tous les fichiers, et appliquer [F10]
he: החלף את כל ההתאמות בכל הקבצים, והחל [F10]
ja: すべてのファイルですべての一致を置換して適用
pt: Substituir todas as correspondências em todos os ficheiros e aplicar [F10]
ru: Заменить все совпадения во всех файлах и применить [F10]
sr: Заменити сва налажења у свим датотекама и применити [F10]
tr: Tüm dosyalardaki tüm eşleşmeleri değiştir ve uygula
uk: Замінити всі збіги у всіх файлах і застосувати [F10]
zh_cn: 替换所有文件中的所有匹配项 [F10]
zh_hant: 取代所有檔案中的所有符合項 [F10]

# Replace_UndoFile
source: Undo file
bg: Отменяне във файла
ca: Desfés fitxer
de: Rückgängig Datei
fr: Annuler le fichier
he: בטל קובץ
ja: このファイルを元に戻す
pt: Anular ficheiro
ru: Отменить в файле
sr: Поништити датотеку
tr: Dosyayı geri al
uk: Відмініти файл
zh_cn: 撤销文件
zh_hant: 撤銷檔案

# Replace_KeepPreviousFileModifiedDate
source: Keep previous file modified date
bg: Запазване на датата на промяна на файла
ca: Conserva la data anterior de modificació del fitxer
fr: Conserver la date de modification du fichier précédent
ja: 前のファイルの変更日時を保持
pt: Manter a data anterior do ficheiro modificado
sr: Задржите датум измене претходне датотеке
tr: Önceki dosya değiştirilme tarihini koru
uk: Зберігати дату зміни попереднього файлу
zh_cn: 保留以前的文件修改日期
zh_hant: 保留先前檔案修改日期

# TextBox_Command_Cut
source: Cut
bg: Изрязване
ja: 切り取り
tr: Kes
uk: Вирізати
zh_cn: 剪切
zh_hant: 剪下

# ScriptHint_set_enddate
source: Date time 'To' filter
bg: „До“ филтър за ден и час
ja: 日時 'To' フィルター
sr: Датумски 'До' филтер
tr: Tarih saat 'Kime' filtresi
uk: Фільтр "До" дати і часу
zh_cn: 日期时间 'To' 筛选器
zh_hant: 日期時間 'To' 過濾器

# Options_ReloadTheCurrentThemeFile
source: Reload the current theme file
bg: Презарежда файла на текущата тема [Ctrl+F5]
ca: Torna a carregar el fitxer de tema actual
de: neu laden der aktuellen Theme-Datei [Strg+F5]
fr: Recharger le fichier du thème actuel [Ctrl+F5]
he: טען מחדש את קובץ ערכת הנושא הנוכחי [Ctrl+F5]
ja: 現在のテーマ ファイルを再読み込み
pt: Recarregar o ficheiro do tema atual [Ctrl+F5]
ru: Перезагрузка текущего файла темы [Ctrl+F5]
sr: Поново учитајте тренутну тему [Ctrl+F5]
tr: Geçerli tema dosyasını yeniden yükle
uk: Перезавантажити поточний файл теми [Ctrl+F5]
zh_cn: 重新读取当前主题文件 [Ctrl+F5]
zh_hant: 重新載入當前主題檔案

# ScriptHint_set_startdate
source: Date time 'From' filter
bg: „От“ филтър за ден и час
ja: 日時 'From' フィルター
tr: Tarih saat 'Başlangıç' filtresi
uk: Дата час Фільтр «Від»
zh_cn: 日期时间“From”筛选器
zh_hant: 日期時間 'From' 過濾器

# Main_ReplaceTooltip_SearchParametersHaveChanged
source: Search parameters have changed
bg: Параметрите на търсенето са променени
ca: Els paràmetres de cerca han canviat
fr: Les paramètres de recherche ont changé
hr: Parametri za pretraživanje su se promijenili
ja: 検索パラメータが変更されました
pt: Os parâmetros de pesquisa foram alterados
sr: Параметри претраге су промењени
tr: Arama parametreleri değişti
uk: Змінено параметри пошуку
zh_cn: 搜索参数已更改
zh_hant: 搜尋參數已變更

# Main_SortButton
source: Sort
bg: Сортиране
ca: Ordre
de: sortiere
fr: Trier
he: מיין
hr: Sortiraj
ja: 並べ替え
pt: Ordenar
ru: Сортировка
sr: Средити
tr: Sırala
uk: Сортувати
zh_cn: 排序
zh_hant: 排序

# Main_DockBottom
source: Dock bottom
bg: Закотвяне отдолу
ca: Ancla a baix
de: Anbindung unten
fr: Position en bas
he: עגינה תחתונה
hr: Zakvači dolje
it: Ancora in basso
ja: 下部に配置
pt: Botão doca
ru: Dock-панель Снизу
sr: Постави на дну
tr: Altta
uk: Док-дно
zh_cn: 向下停靠
zh_hant: 向下停駐

# Main_PowerPointSlideNumber
source: Slide {0}
bg: Кадър {0}
ca: Diapositiva {0}
he: שקופית {0}
hr: Slajd {0}
ja: スライド {0}
sr: Лист {0}
tr: Kaydır {0}
uk: Слайд {0}
zh_cn: 幻灯片 {0}
zh_hant: 投影片 {0}
