Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Options_AllowSearchingForFileNamePatternOnly
source: List files using the file name pattern when the 'Search for' field is empty
bg: Търсене на файлове спрямо модела на името ако полето „Търсене“ е празно
ca: Llista fitxers utilitzant el patró del nom de fitxer quan el camp "Cerca" està buit
de: Suche über Dateinamensmuster nur möglich, wenn 'Suchen nach' leer ist
fr: Recherche de fichiers à l'aide du modèle de nom de fichier lorsque le champ "Rechercher" est vide
he: אפשר חיפוש תבנית שם קובץ רק כאשר 'חיפוש' ריק
ja: '検索対象' フィールドが空の場合、ファイル名のパターンを使用してファイルをリスト表示する
pt: Listar ficheiros utilizando o padrão do nome de ficheiro 'Procurar' está vazio
ru: Разрешить поиск шаблона имени файла только если поле 'Искать содержимое' - пустое
sr: Наведите датотеке користећи модел назива датотеке када је поље „Тражи“ празно
tr: 'Ara' alanı boş olduğunda dosya adı desenini kullanarak dosyaları listele
uk: Перераховуйте файли за шаблоном імен файлів, коли поле «Шукати» порожнє
zh_cn: 允许仅搜索文件名模式当搜索关键词为空
zh_hant: 當 '搜尋:' 欄位為空時, 使用檔案名稱樣式列出檔案

# Main_CaseSensitive
source: C_ase sensitive
bg: Съвпадение на _регистъра
ca: Distingeix _majúscules i minúscules
de: _Groß-/Kleinschreibung
fr: Sensible à la case
he: תלוי רישיות
hr: Osjetljiv na velika i mala slova
it: M_aiuscolo/Minuscolo
ja: 大/小文字を区別(_A)
pl: Wielkość liter ma znaczenie
pt: Respeitar m_aiúsculas
ru: Ч_увствительность к регистру
sr: Осетљиво на слова
sv: versalkänslig
tr: _Harfe duyarlı
uk: C_ase чутливий
zh_cn: 大小写敏感(_A)
zh_hant: 區分大小寫

# Error_ErrorRelatedToPDFPermissions
source: Error related to PDF permissions
bg: Грешка, свързана с правата на PDF
ja: PDF の権限に関するエラー
tr: PDF izinleriyle ilgili hata
uk: Помилка, пов’язана з дозволами PDF
zh_cn: 与 PDF 权限相关的错误
zh_hant: 與 PDF 權限相關的錯誤

# ReportOptionsWindow_TrimWhitespace
source: Trim whitespace
bg: Премахване на висящи интервали
ca: Suprimeix espais en blanc
fr: Supprimer les espaces vides
ja: 空白をトリミング
pt: Eliminar espaços em branco
sr: Исеците размак
tr: Boşlukları kırp
uk: Вирізати пробіли
zh_cn: 去掉空白
zh_hant: 去除空白

# Options_EnableAutomaticCheckingEvery
source: Check automatically every
bg: Автоматична проверка през
ca: Comprova automàticament cada
de: Aktiviert die automatische Prüfung alle
fr: Vérifier automatiquement tous les
he: אפשר בדיקה אוטומטית כל
ja: 毎回自動的に確認する
pt: Verificar automaticamente a cada
ru: Включить автоматическую проверку каждые
sr: Проверити свака
tr: Otomatik olarak her
uk: Перевіряйте автоматично кожен
zh_cn: 启用自动更新, 每
zh_hant: 每

# Main_FilterSummary_ByCreatedDate
source: By created date
bg: По дата на създаване
ca: Per data de creació
de: über Erstelldatum
fr: Par date de création
he: לפי תאריך נוצר
it: Per data di creazione
ja: 作成日時順
pt: Por data de criação
ru: По дате создания
sr: По датуму креације
tr: Oluşturulma tarihine göre
uk: За датою створення
zh_cn: 根据新建时间
zh_hant: 依據建立日期

# Replace_ReplaceInFile
source: Replace in file
bg: Заменяне във файла
ca: Substitueix al fitxer
de: Ersetze in der Datei
fr: Remplacer dans le fichier
he: החלף בקובץ
ja: ファイルで置換
pt: Substituir no ficheiro
ru: Заменить в файле
sr: Заменити у датотеци
tr: Dosyada değiştir
uk: Замінити у файлі
zh_cn: 在文件中替换
zh_hant: 取代此檔案

# Script_Editor_File
source: _File
bg: _Файл
ja: ファイル(_F)
sr: Фајл
tr: D_osya
uk: _Файл
zh_cn: 文件(_F)
zh_hant: 檔案

# ScriptHint_set_listitemseparator_value
source: Character or characters such as comma or comma space
bg: Знак или знаци, напр. запетая или запетая и интервал
ja: カンマやカンマスペースなどの文字
sr: Карактер или карактери као што су зарез или зарез спејс
tr: Virgül veya virgül boşluğu gibi karakter veya karakterler
uk: Символ або символи, наприклад кома або пробіл
zh_cn: 单个或多个字符，例如英文逗号或英文逗号空格
zh_hant: 單一或多個字元, 例如逗號 (,) 或逗號空格 ( , )

# Options_PluginReset
source: Reset
bg: Нулиране
ca: Restableix
fr: Réinitialiser
he: איפוס
ja: リセット
pt: Repor
sr: Ресетуј
tr: Sıfırla
uk: Скинути
zh_cn: 重置
zh_hant: 重置

# MessageBox_CopyFiles
source: Copy Files
bg: Копиране на файлове
ca: Copia Fitxers
de: Dateien kopieren
fr: Copie de fichiers
he: העתקת קבצים
ja: ファイルのコピー
pt: Copiar Ficheiros
ru: Копирование файлов
sr: Копија датотека
tr: Dosyaları Kopyala
uk: Копіювати файли
zh_cn: 复制文件
zh_hant: 複製檔案

# Options_FullSizeNumberInParenthesis
source: Full size number in parenthesis
bg: Число с нормален размер в скоби
ja: かっこ内のフルサイズの番号
tr: Parantez içinde tam boyutlu sayı
uk: Номер повного розміру в дужках
zh_cn: 圆括号内全尺寸编号
zh_hant: 括號內為全形數字

# Test_HighlightGroups
source: Highlight Groups
bg: Открояване на групите
de: Gruppen hervorheben
fr: Groupes de surbrillance
he: הדגש קבוצות
ja: 強調表示グループ
pt: Destacar Grupos
ru: Подсвечивать группы
sr: Истакнути групе
tr: Grupları Vurgula
uk: Виділіть групи
zh_cn: 高亮群组
zh_hant: 醒目標示群組

# Main_Results_CollapseAll
source: Collapse all
bg: Свиване на всички
ca: Col·lapsa-ho tot
de: Alle ausblenden
fr: Réduire tout
he: לסגור הכל
ja: すべて折りたたむ
pt: Colapsar tudo
ru: Свернуть все
sr: Умањити све
tr: Tümünü daralt
uk: Згорнути все
zh_cn: 全部折叠
zh_hant: 全部折疊

# Main_ReplaceButton
source: _Replace
bg: З_аменяне
ca: _Substitueix
de: _Ersetze
fr: _Remplacer
he: _החלף
hr: _Zamijeni
it: _Sostituisci
ja: 置換(_R)
pt: _Substituir
ru: _Замена
sr: Променити
tr: _Değiştir
uk: _Замінити
zh_cn: 替换(_R)
zh_hant: 取代

# Main_Status_SearchCanceledIn01MatchesFoundIn2FilesOf3Searched
source: Search canceled in {0} – {1} matches found in {2} files of {3} searched.
bg: Търсенето е спряно след {0} - намерени {1} съвпадения в {2} файла от {3} претърсени.
ja: {0} で検索がキャンセルされました – 検索した {3} 個のファイルのうち {2} 個に {1} 件の一致が見つかりました。
tr: {0} içinde arama iptal edildi – aranan {3} dosyasının {2} dosyasında {1} eşleşme bulundu.
uk: Пошук скасовано в {0} – знайдено {1} збігів у {2} файлах із {3}, які шукали.
zh_cn: 搜索持续了 {0} 后被取消 – 找到了 {1} 个匹配项，它们位于 {2} 个文件中，共搜索了 {3} 个文件。
zh_hant: 搜尋於 {0} 取消 – 共搜尋 {3} 個檔案, 在 {2} 個檔案中找到了 {1} 個符合項.

# Options_FootnoteReferenceCharacters
source: Footnote reference characters:
bg: Идентификатор на бележки под линия:
ja: 脚注の参照文字 :
tr: Dipnot referans karakterleri:
uk: Посилання на виноски:
zh_cn: 脚注参照字符集：
zh_hant: 註腳參照字元集:

# Options_HistoryLists
source: History lists
bg: Списъци с хронология
ca: Llistes d'historial
de: Historie Anzeige
fr: Listes historiques
he: רשימת היסטוריה
ja: 履歴リスト
pt: Histórico das listas
ru: Списки истории
sr: Листе историје
tr: Geçmiş listeleri
uk: Списки історії
zh_cn: 历史列表
zh_hant: 歷程清單

# TextBox_Command_MakeUppercase
source: Make Uppercase
bg: Към главни букви
ja: 大文字に変換
tr: Büyük Harf Yap
uk: Зробіть верхній регістр
zh_cn: 变为大写
zh_hant: 變為大寫

# MessageBox_NewVersionOfDnGREP0IsAvailableForDownload
source: New version of dnGrep ({0}) is available for download.
bg: Ново издание на dnGrep ({0}) е налично за изтегляне.
ca: Una nova versió de dnGrep ({0}) està disponible per baixar-la.
de: Neue Version von dnGrep ({0}) steht bereit für den Download.
fr: Une nouvelle version de dnGrep ({0}) est disponible au téléchargement.
he: גרסה חדשה של dnGrep \u200f({0}) זמינה להורדה.
ja: dnGrep の新しいバージョン ({0}) がダウンロード可能です。
pt: Está disponível para download uma nova versão de dnGrep ({0}).
ru: Новая версия dnGrep ({0}) теперь доступна для загрузки.
sr: Новија верзија dnGrep-а ({0}) је доступна.
tr: DnGrep'in ({0}) yeni sürümü indirilmeye hazır.
uk: Нова версія dnGrep ({0}) доступна для завантаження.
zh_cn: 新版本的 dnGrep ({0}) 可供下载.
zh_hant: 新版本 dnGrep ({0}) 可供下載.

# Help_CmdLineArguments
source: Arguments:
bg: Аргументи:
hr: Argumenti:
it: Argomenti:
ja: 引数 :
pt: Argumentos:
sk: Argumenty:
sr: Аргументи:
sv: Argument:
tr: Argümanlar:
uk: Аргументи:
zh_cn: 参数列表:
zh_hant: 引數:

# Scripts_CopyFilesFailed
source: Copy files failed:
bg: Грешка при копиране на файлове:
ca: Ha fallat la còpia dels fitxers:
ja: ファイルのコピーに失敗しました :
tr: Kopyalama başarısız oldu:
uk: Не вдалося скопіювати файли:
zh_cn: 复制文件失败：
zh_hant: 複製檔案失敗:

# Main_ReportOption_ReportFileFormat
source: Report format
bg: Файл на отчет
ca: Format del llistat
de: Berichts Dateiformat
fr: Format du rapport
he: פורמט קובץ דוח
hr: Format izvještaja
ja: レポート形式
pt: Formato do relatório
ru: Формат файла отчета
sr: Формат извештаја
tr: Rapor formatı
uk: Форма звіту
zh_cn: 报告文件格式
zh_hant: 報告格式

# Main_Encoding
source: Encoding:
bg: Кодиране:
ca: Codificació:
de: Kodierung:
fr: Encodage :
he: הצפנה:
hr: Enkodiranje:
it: Codifica:
ja: エンコーディング :
pl: Kodowanie:
pt: Codificação:
ru: Кодировка:
sk: Kódovanie:
sr: Енкодирање:
tr: Kodlama:
uk: Кодування:
zh_cn: 编码:
zh_hant: 編碼:

# Options_ToChangeThisSettingRunDnGREPAsAdministrator
source: Run dnGrep as Administrator to change this setting.
bg: За да промените тази настройка, стартирайте dnGrep като администратор.
ca: Executa dnGrep com a Administrador per canviar aquesta opció.
de: Um das Setup zu ändern, starte dnGrep als Administrator.
fr: Exécutez dnGrep en tant qu'administrateur pour modifier ce paramètre.
he: כדי לשנות הגדרה זו הפעל את dnGrep כמנהל.
ja: この設定を変更するには、dnGrep を管理者として実行してください。
pt: Executar dnGrep como Administrador para alterar esta definição.
ru: Чтобы изменить этот параметр, запустите dnGrep от имени администратора.
sr: Покренути dnGrep као администратор да би се променило ово подешавање.
tr: Bu ayarı değiştirmek için dnGrep'i Yönetici olarak çalıştırın.
uk: Запустіть dnGrep від імені адміністратора, щоб змінити цей параметр.
zh_cn: 需要以管理员身份运行 dnGrep 来更改此项设置.
zh_hant: 變更此項設定必須以管理員身份執行 dnGrep.

# Main_StopAfterFirstMatch
source: Stop after first match
bg: Спиране при първо съвпадение
ca: Atura després de la primera coincidència
de: Stop nach erstem Treffer
fr: Arrêt après le premier match
he: עצור לאחר ההתאמה הראשונה
ja: 最初の一致で停止
pt: Parar na primeira correspondência
ru: Прерваться после первого совпадения
sr: Заустави после превог налажења
tr: İlk eşleşmeden sonra dur
uk: Зупинка після першого матчу
zh_cn: 首次匹配后停止
zh_hant: 首次符合後停止

# MessageBox_DoNotAskAgain
source: Do not ask again
bg: Без повторно задаване на въпроса
ca: No ho tornis a preguntar
ja: 次回から確認しない
sr: Не питај поново
tr: Bir daha sorma
uk: Більше не питай
zh_cn: 不再询问
zh_hant: 不再詢問

# Options_ItemsShownInFileFilterHistoryLists
source: items shown in file filter history lists
bg: елемента, в историята на филтрите за файлове
ca: elements a mostrar a la llista de l'historial de filtres de fitxers
de: Elemente der Dateifilterhistorie anzeigen
fr: éléments affichés dans les listes historiques de filtres de fichiers
he: מסנני הקבצים ישמרו בהיסטוריה
ja: ファイル フィルターの履歴リストに表示する項目数
pt: itens visíveis na lista do histórico de filtros
ru: элементы, отображаемые в списках истории фильтрации файлов
sr: ставке приказане у листама историје филтера датотека
tr: unsur dosya filtresi geçmiş listelerinde gösterilsin
uk: елементи, відображені в списках історії фільтрів файлів
zh_cn: 个文件过滤器历
zh_hant: 個檔案過濾歷程清單

# ReportSummary_UsingTypeOfSeach
source: Using {0} search
bg: Търсене от вида {0}
de: Benutze {0} Suche
fr: Utilisation de la recherche {0}
he: שימוש בחיפוש {0}
ja: {0} 検索を使用
pt: Utilizando {0} a pesquisar
ru: Использован тип поиска:{0}
sr: Употреба {0} претраге
tr: {0} aramasını kullan
uk: Використання пошуку {0}
zh_cn: 使用 {0} 搜索
zh_hant: 使用 {0} 搜尋

# ScriptHint_set_pathtomatch
source: Patterns to match filter
bg: Филтър по модели на съвпадение
ca: Filtre de patrons de coincidències
ja: 一致フィルター パターン
sr: Обрасци који одговарају филтеру
tr: Filtreyle eşleşecek desenler
uk: Шаблони для відповідності фільтру
zh_cn: 匹配筛选器的模式
zh_hant: 符合過濾器樣式

# ScriptHint_set_stopafterfirstmatch
source: Stop after first match
bg: Спиране при първо съвпадение
ca: Atura després de la primera coincidència
fr: Arrêter à la première correspondance
ja: 最初の一致後に停止
pt: Parar após a primeira correspondência
sr: Заустави после првог налажења
tr: İlk eşleşmeden sonra dur
uk: Зупинка після першого матчу
zh_cn: 在第一个匹配后停止
zh_hant: 首次符合後停止

# Options_Reload
source: Reload
bg: Презареждане
ca: Torna a carregar
de: neu laden
fr: Recharger
he: טען מחדש
ja: 再読み込み
pt: Recarregar
ru: Перезагрузка
sr: Освежити
tr: Yeniden yükle
uk: Перезавантажити
zh_cn: 重新载入
zh_hant: 重新載入

# Main_ClearBookmark
source: Clear bookmark
bg: Изчистване на отметка
ca: Netejar favorits
de: Lesezeichen löschen
fr: Signet transparent
he: נקה סימניות
hr: Očisti oznaku
it: Togli il segnalibro
ja: ブックマークを消去
pt: Limpar marcador
ru: Убрать из закладок
sk: Odstrániť zo záložiek
sr: Обриши обележивач
sv: Rensa bokmärke
tr: Yer imini temizle
uk: Очистити закладку
zh_cn: 清除书签
zh_hant: 清除書籤

# Main_Menu_Settings
source: Settin_gs
bg: _Настройки
ca: _Configuració
fr: Paramètres
hr: Postav_ke
ja: 設定(_G)
pt: De_finições
sr: Подешавања
tr: _Ayarlar
uk: Налаштування
zh_cn: 设置(_G)
zh_hant: 設定

# MessageBox_YouAreAboutToDeleteFilesFoundDuringSearch
source: Attention, you are about to delete files found during search.
bg: Внимание! Напът сте да премахнете намерените файлове.
ca: Atenció, esteu a punt d'eliminar els fitxers trobats durant la cerca.
de: Achtung, sind Sie sich bewusst, das die gefunden Dateien durch die Suche gelöscht werden.
fr: Attention, vous êtes sur le point de supprimer les fichiers trouvés lors de la recherche.
he: שימו לב, אתם עומדים למחוק קבצים שנמצאו במהלך החיפוש.
ja: 注意 : 検索中に見つかったファイルを削除しようとしています。
pt: Atenção, está prestes a eliminar ficheiros encontrados durante a pesquisa.
ru: Внимание! Вы собираетесь удалить файлы, найденные во время поиска.
sr: Пажња, управо ћете обрисати датотеке пронађене током претраге.
tr: Dikkat, arama sırasında bulunan dosyaları silmek üzeresiniz.
uk: Увага, ви збираєтеся видалити файли, знайдені під час пошуку.
zh_cn: 注意, 你将删除搜索结果中的文件.
zh_hant: 注意, 你將刪除搜尋結果中的檔案.

# Main_SearchType_RegularExpressionSearch
source: Regular expression search
bg: Търсене с регулярен израз
ca: Cerca expressió regular
de: Suche mit regulären Ausdrücken
fr: Recherche d'expressions régulières
he: חיפוש ביטוי רגיל
hr: Pretraga regularnim izrazom
it: Ricerca espressione regolare
ja: 正規表現検索
pt: Pesquisar expressão regular
ru: Поиск по регулярному выражению
sk: Hľadať regulárny výraz
sr: Претрага регуларног израза
tr: Normal ifade araması
uk: Пошук за регулярним виразом
zh_cn: 正则表达式搜索
zh_hant: 正則運算式搜尋

# ScriptHint_set_wholeword
source: Whole word
bg: Цели думи
ca: Paraula sencera
fr: Mot entier
he: מילה שלמה
hr: Cijela riječ
it: Intera parola
ja: 単語の完全一致
pt: Palavra completa
sk: Celé slovo
sr: Цела реч
sv: Hela ordet
tr: Tüm kelime
uk: Ціле слово
zh_cn: 全词匹配
zh_hant: 全字符合

# Test_Multiline
source: _Multiline
bg: _Многоредово
ca: Multi_línia
de: _Mehrzeilig
fr: _Multiligne
hr: _Višelinijski
it: _Multilinea
ja: 複数行(_M)
pl: Multilinia
pt: _Multilinha
ru: _Многострочность
sk: _Viacriadkový
sr: Вишелинијско
tr: Çok satırlı
uk: _Багаторядковий
zh_cn: 多行(_M)
zh_hant: 多行

# BookmarkDetails_ReplaceWith
source: Replace with:
bg: Заменяне:
ca: Substitueix per:
de: Ersetze mit:
fr: Remplacer par :
he: להחליף ב:
hr: Zamjeni s:
it: Sostituisci con:
ja: 置換対象 :
pl: Zamienić:
pt: Substituir por:
ru: Заменить на:
sk: Nahradiť s:
sr: Замени са:
sv: Ersätt med:
tr: Şununla değiştir:
uk: Замінити:
zh_cn: 替换为:
zh_hant: 取代為:

# Options_ResultsFontUsuallyAFixedWidthFont
source: Font used in search results, usually a fixed width font
bg: Шрифт, използван в резултатите от търсенето, обикновено е равноширок
ca: Tipus de lletra utilitzat en els resultats de la cerca, normalment un tipus de lletra de mida fixe
fr: Police utilisée dans les résultats de recherche, généralement une police à largeur fixe
ja: 検索結果で使用されるフォント (通常は等幅幅フォント)
pt: Tipo de letra usada nos resultados de pesquisa, normalmente um tamanho predefinido
sr: Фонт који се користи у резултатима претраге, обично слово фиксне ширине
tr: Arama sonuçlarında kullanılan yazı tipi (genellikle sabit genişlikte bir yazı tipi)
uk: Шрифт, який використовується в результатах пошуку, як правило, шрифт фіксованої ширини
zh_cn: 在搜索结果中使用的字体，通常是一种等宽字体
zh_hant: 搜索結果中使用的字體, 通常是固定寬度的字體

# ScriptHint_set_sorttype
source: Sort type setting
bg: Настройва вида на сотриране
ja: 並べ替えの種類の設定
sr: Подешавање типа сортирања
tr: Sıralama türü ayarı
uk: Налаштування типу сортування
zh_cn: 排序类型设置
zh_hant: 排序類型設定

# Options_Subscript
source: Subscript
bg: Долен индекс
ja: 下付き
tr: Alt simge
uk: Підрядковий
zh_cn: 子脚本
zh_hant: 下標

# Main_Validation_BooleanExpressionHasMismatchedParentheses
source: Boolean expression has mismatched parentheses
bg: Булевият израз съдържа несъответстващи скоби
ca: L'expressió booleana té parèntesis no coincidents
fr: L'expression booléenne a des parenthèses non correspondantes
ja: 論理式の括弧が一致していません
pt: A expressão Booleana utiliza parêntesis irregularmente
sr: Булов израз има неусклађене заграде
tr: Boolean ifadesinde eşleşmeyen parantezler var
uk: Логічний вираз містить невідповідні дужки
zh_cn: 布尔表达式有不匹配的括号
zh_hant: 布林運算式的括號不匹配

# ScriptHint_set_sizeto_value
source: Size filter upper limit (number)
bg: Филтър по размер, горна граница (число)
ja: サイズフィルターの上限 (数値)
sr: Горња граница филтера величине (број)
tr: Boyut filtresi üst sınırı (sayı)
uk: Верхня межа фільтра розміру (число)
zh_cn: 尺寸筛选器上限（数字）
zh_hant: 大小過濾器上限 (數字)

# Main_Results_CurrentLine
source: Current line
bg: Текущ ред
ja: 現在の行
tr: Geçerli satır
uk: Поточний рядок
zh_cn: 当前行
zh_hant: 目前行

# BookmarkDetails_FilePatternType
source: File pattern type
bg: Вид на модела на файл
ca: Tipus de patró de fitxers
de: Datei-Suchmuster
fr: Type de fichier
he: סוג תבנית קובץ
it: Tipo di pattern file
ja: ファイル パターンの種類
pl: Typ wzoru pliku
pt: Tipo de padrão do ficheiro
ru: Тип шаблона файла
sk: Typ vzoru súboru
sr: Тип шаблона фајла
sv: Filmönstertyp
tr: Dosya desen türü
uk: Тип шаблону файлу
zh_cn: 模式类型
zh_hant: 檔案樣式類型

# Main_Validation_HexStringIsNotValid
source: Byte string is not valid!
bg: Шестнадесетичният низ не е валиден!
ca: La cadena de bytes no és vàlida!
de: Hex Zeichen ist nicht gültig
fr: La chaîne d'octets n'est pas valide !
he: מחרוזת Hex אינה תקינה!
ja: バイト文字列が無効です!
pt: A cadeia byte não é válida!
ru: Недопустимая Hex-строка!
sr: Низ бајтова није важећи!
tr: Bayt dizesi geçerli değil!
uk: Рядок байтів недійсний!
zh_cn: 16 进制串不合法!
zh_hant: 位元組字串不合法!

# Options_PressF1ForHelpOnOptions
source: Press F1 for help on options
bg: Натиснете F1 за помощ с настройките
ca: Premeu F1 per a obtenir ajuda sobre les opcions
de: F1 für Hilfe
fr: Appuyez sur F1 pour obtenir de l'aide sur les options
he: הקש F1 לקבלת עזרה באפשרויות
ja: オプションのヘルプを表示するにはF1を押してください
pt: Pressione F1 para opções de ajuda
ru: Нажмите клавишу F1 для получения справки по Опциям
sr: Притисните F1 за помоћ о опцијама
tr: Seçeneklerle ilgili yardım için F1'e basın
uk: Натисніть F1, щоб отримати довідку щодо параметрів
zh_cn: 按 F1 获取选项相关相关帮助
zh_hant: 按 [F1] 獲得選項相關説明

# Options_FullSizeCharacter
source: Full size character
bg: Знак с нормален размер
ja: フルサイズの文字
tr: Tam boy karakter
uk: Повнорозмірний персонаж
zh_cn: 全尺寸字符
zh_hant: 全形字元

# ReportSummary_NoHiddenFiles
source: No hidden files
bg: Не скрити файлове
ca: No fitxers ocults
de: keine versteckten Dateien
fr: Aucun fichier caché
he: אין קבצים מוסתרים
ja: 隠しファイルなし
pt: Sem ficheiros ocultos
ru: Без скрытых файлов
sr: Без сакривених датотека
tr: Gizli dosyalar hariç
uk: Немає прихованих файлів
zh_cn: 非隐藏文件
zh_hant: 非隱藏檔案

# ScriptHint_set_sizefrom
source: Size from
bg: Размер от
ja: 開始サイズ
sr: Величина од
tr: Boyutundan
uk: Розмір від
zh_cn: 最小尺寸
zh_hant: 最小從

# Main_Results_PreviousMatch
source: Previous match
bg: Предишно съвпадение
ca: Coincidència anterior
de: vorherige Fundstelle
fr: Correspondance précédente
he: התאמה קודמת
hr: Prethodno podudaranje
ja: 前の一致
pt: Correspondência anterior
ru: Предыдущее совпадение
sr: Претходно налажење
tr: Önceki eşleşme
uk: Попередній матч
zh_cn: 上一匹配
zh_hant: 上一個符合

# Main_MoreMenu_SaveResults
source: Save results
bg: Запазване на резултатите
ca: Guarda resultats
de: Ergebisse sichern
fr: Enregistrer les résultats
he: שמור תוצאות
hr: Spremi rezultate
it: Salva risultati
ja: 結果を保存
pt: Guardar resultados
ru: Сохранить результаты
sr: Сачувати резултате
sv: Spara resultat
tr: Sonuçları kaydet
uk: Зберегти результати
zh_cn: 保存搜索结果
zh_hant: 儲存搜尋結果

# Main_IncludeFilesByNameOrType
source: Include files by name or type
bg: Включително файлове по име или вид
ca: Incloure fitxers per nom o tipus
de: Dateinamen oder -typ einschliessen
fr: Inclure les fichiers par nom ou type
he: כלול קבצים לפי שם או סוג
it: Includi file per nome o per tipo
ja: パターンに一致する名前もしくは種類を検索する
pt: Incluir ficheiros por nome e tipo
ru: Включать файлы по имени или типу
sr: Убацити датотеке по имену или типу
tr: Dosyaları ada veya türe göre dahil et
uk: Включайте файли за назвою або типом
zh_cn: 包含文件名或文件类型
zh_hant: 包含檔案名稱或類型

# ScriptHint_maximizeresults
source: Maximize or restore the search results tree
bg: Разтваря или свива дървото с резултати от търсенето
ja: 検索結果ツリーの最大化または元に戻す
sr: Максимизирај или поврати дрво резултата претраге
tr: Arama sonuçları ağacını büyüt veya geri yükle
uk: Розгорніть або відновіть дерево результатів пошуку
zh_cn: 最大化或恢复搜索结果树
zh_hant: 最大化或還原搜尋結果樹狀圖

# ScriptHint_messages
source: Always show the script message window when the script finishes
bg: Показва прозореца за съобщения при завършване на скрипт
ja: スクリプトが完了したときに常にスクリプト メッセージ ウィンドウを表示
sr: Увек прикажи прозор са скрипт поруком када се скрипт заврши
tr: Komut dosyası tamamlandığında her zaman komut dosyası mesaj penceresini göster
uk: Завжди показувати вікно повідомлення сценарію після завершення сценарію
zh_cn: 总是在脚本完成时显示脚本消息窗口
zh_hant: 當指令碼完成時, 總是顯示指令碼訊息視窗

# Error_PdftotextReturned0Reading1
source: pdftotext returned '{0}' reading '{1}'
bg: pdftotext върна „{0}“ от „{1}“
ja: pdftotext が'{0}'で'{1}'を読み込むのに失敗しました
tr: pdftotext '{1}' okunurken '{0}' döndürdü
uk: pdftotext повернув "{0}" читання "{1}"
zh_cn: pdftotext 返回 '{0}' ，发生于读取 '{1}' 时
zh_hant: 讀取 '{1}' , pdftotext 傳回 '{0}'

# MessageBox_AScriptIsRunning
source: A script is running.
bg: В момента се изпълнява скрипт.
ja: スクリプトが実行中です。
tr: Bir komut dosyası çalışıyor.
uk: Виконується сценарій.
zh_cn: 一枚脚本正在运行。
zh_hant: 指令碼正在執行中.

# Bookmarks_SearchForHeader
source: Search for
bg: Търсене
ca: Cerca per
de: Suche nach
fr: Rechercher par
he: חפש את
hr: Pretraži
it: Cerca per
ja: 検索対象
pt: Procurar
ru: Искать
sk: Hľadať
sr: Тражи за
sv: Sök efter
tr: Şunu ara
uk: шукати
zh_cn: 查找
zh_hant: 搜尋

# Main_IncludeSubfolders
source: Include subfolders
bg: Включително подпапки
ca: Inclou subcarpetes
de: Unterverzeichnisse einschliessen
fr: Inclure les sous-dossiers
he: כלול תיקיות משנה
hr: Uključi podmape
it: Includi sottocartelle
ja: サブフォルダーを含める
pl: Włączając podfoldery
pt: Incluir subpastas
ru: Включать подпапки
sk: Zahrnúť podpriečinky
sr: Убацити подфасцикле
sv: Inkludera undermappar
tr: Alt klasörleri dahil et
uk: Включати вкладені папки
zh_cn: 包含子文件夹
zh_hant: 包含子資料夾

# Options_InOptionsExpander
source: in options expander
bg: допълнителния панел за настройки
ca: a l'expansor d'opcions
de: Optionenbereich (erweitert)
fr: dans l'expandeur d'options
he: באפשרויות המורחבות
ja: オプション エクスパンダー内
pt: no expansor de opções
ru: в раскрывающейся панели (Параметры поиска)
sr: у проширивачу опција
tr: seçenek genişleticide
uk: у розширювачі параметрів
zh_cn: 在扩展选项
zh_hant: 選項擴展區

# MessageBox_IncorrectPattern
source: Incorrect pattern:
bg: Неправилен модел:
ca: Patró incorrecte:
de: falsches Suchmuster:
fr: Modèle incorrect :
he: דפוס שגוי:
ja: 不正なパターン :
pt: Padrão incorreto:
ru: Некорректный шаблон:
sr: Нетачан образац:
tr: Geçersiz desen:
uk: Неправильний шаблон:
zh_cn: 模式错误:
zh_hant: 樣式錯誤:

# ScriptHint_run_powershell_value
source: The full path and file name of the .ps1 script file
bg: Пълен път и име на файл с разширение ps1
ca: Ruta sencera i nom de fitxer script .ps1
ja: .ps1 スクリプト ファイルのフルパスとファイル名
sr: Пуна путања или име датотеке .ps1 скрипт датотеке
tr: .ps1 kod dosyasının tam yolu ve dosya adı
uk: Повний шлях і ім’я файлу сценарію .ps1
zh_cn: .ps1 脚本文件的完整路径和文件名
zh_hant: .ps1 指令碼檔案的完整路徑和檔案名稱
