Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Help_CmdLineExample1
source: dnGrep [arguments] Using any combination of arguments from the list below. Example: dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
bg: dnGrep [аргументи] Използвайте произволна комбинация от аргументи от списъка по-долу. Пример: dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
ca: dnGrep [arguments] Utilitzant qualsevol combinació d'arguments de la següent llista. Exemple: dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
fr: dnGrep [arguments] Utilisez toute combinaison d'arguments de la liste ci-dessous. Exemple : dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
he: dnGrep [arguments] שימוש בכל שילוב של ארגומנטים מהרשימה שלהלן. דוגמה: dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
it: dnGrep [argomenti] Usa qualsiasi combinazione di argomenti dalla lista sottostante. Esempio: dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
ja: dnGrep [arguments] 以下のリストの引数を任意に組み合わせて使用します。 例 : dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
pt: dnGrep [argumentos] Utilizando qualquer combinação dos argumentos da lista seginte. Exemplo: dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
sr: dnGrep [аргументи] Коришћење било које комбинације аргумената са листе испод. Пример: dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
tr: dnGrep [arguments] Aşağıdaki listeden herhangi bir bağımsız değişken kombinasyonunu kullanarak. Örnek: dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
uk: dnGrep [аргументи] Використовуючи будь-яку комбінацію аргументів зі списку нижче. приклад: dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
zh_cn: dnGrep [arguments] 使用下列任意组合参数. 举例: dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex
zh_hant: dnGrep [arguments] 使用下列任一組合引數. 範例: dnGrep /f "C:\Program Files\dnGrep" /pm *.txt;*.xml /s t\w*t /st Regex

# Help_CmdLineDotAsNewline
source: /dn [True/False] -dn [True/False] -dotAsNewline [True/False] Sets the dot as newline search flag – True or False.
bg: /dn [True/False] -dn [True/False] -dotAsNewline [True/False] Задава стойност на флага за търсене „точка за нов ред“ – True (истина) или False (неистина).
ca: /dn [True/False] -dn [True/False] -dotAsNewline [True/False] Estableix el punt com a indicador de cerca de nova línia. Cert o Fals.
fr: /dn [Vrai/Faux] -dn [Vrai/Faux] -dotAsNewline [Vrai/Faux] Définit l'indicateur de recherche du point comme nouvelle ligne - Vrai ou Faux.
he: /dn [True/False] -dn [True/False] -dotAsNewline [True/False] מגדיר את "נקודה" כהגדרת חיפוש של "שורה חדשה" - נכון או לא נכון.
it: /dn [True/False] -dn [True/False] -dotAsNewline [True/False] Setta il punto come flag di ricerca nuova linea – True or False.
ja: /dn [True/False] -dn [True/False] -dotAsNewline [True/False] ドットを改行検索フラグとして設定 – TrueまたはFalseを指定します。
pt: /dn [Verdadeiro/Falso] -dn [Verdadeiro/Falso] -dotAsNewline [Verdadeiro/Falso] Define o ponto como flag para a nova linha de pesquisa - Verdadeiro ou Falso.
sr: /dn [True/False] -dn [True/False] -dotAsNewline [True/False] Поставља тачку као ознаку за претрагу новог реда – Да или Не
tr: /dn [True/False] -dn [True/False] -dotAsNewline [True/False] Noktayı yeni satır arama bayrağı olarak ayarlar – Doğru veya Yanlış.
uk: /dn [Правда/Неправда] -dn [Правда/Неправда] -dotAsNewline [Правда/Неправда] Встановлює крапку як позначку пошуку нового рядка – True або False.
zh_cn: /dn [True/False] -dn [True/False] -dotAsNewline [True/False] 设定点号作为新行 - True 或 False.
zh_hant: /dn [True/False] -dn [True/False] -dotAsNewline [True/False] 設定點號(.)搜尋包含換行字元搜尋旗標 - True 或 False.

# Help_CmdLineDefaultArguments
source: Any arguments not specified will default to the last saved user settings.
bg: За непосочените аргументи по подразбиране ще бъдат използвани последните запазени потребителски настройки.
ca: Qualsevol argument no especificar serà predeterminat a la darrera configuració desada.
fr: Tous les arguments non spécifiés utiliseront par défaut les derniers paramètres utilisateur enregistrés.
it: Ogni argomento non specificato prenderà come default l'ultimo valore impostato dall'utente.
ja: 引数が指定されていない場合は、最後に保存されたユーザー設定が既定で使用されます。
pt: Todos os argumentos não especificados serão padronizados segundo as últimas configurações do utilizador.
sk: Všetky nešpecifikované argumenty budú predvolene nastavené na posledné uložené používateľské nastavenia.
sr: Сви аргументи који нису наведени ће подразумевано користити последње сачуване поставке.
tr: Belirtilmeyen herhangi bir argüman, varsayılan olarak son kaydedilen kullanıcı ayarlarına göre ayarlanacaktır.
uk: Для будь-яких невказаних аргументів за замовчуванням використовуватимуться останні збережені налаштування користувача.
zh_cn: 任何未指定的参数将预设为最后保存过的用户设置.
zh_hant: 任何未指定的引數將預設為最後儲存的使用者設定.

# Help_CmdLineFolder
source: /f [folderPath] -f [folderPath] -folder [folderPath] Sets the folder path to search. May be a comma- or semicolon-separated list of folder paths.
bg: /f [папка] -f [папка] -folder [папка] Задава път до папката, в която да бъде търсено. Може да бъде списък от папки, разделени със запетая или точка и запетая.
ca: /f [Ruta a la carpeta] -f [Ruta a la carpeta] -folder [Ruta a la carpeta] Estableix la ruta a la carpeta de cerca. Pot ser una llista de rutes de carpeta separades per coma o punt i coma.
fr: /f [folderPath] -f [folderPath] -folder [folderPath] Définit le chemin du dossier à rechercher. Il peut s'agir d'une liste de chemins de dossiers séparés par des virgules ou des points-virgules.
it: /f [folderPath] -f [folderPath] -folder [folderPath] Setta il percorso della cartella da cercare. Può essere una lista di percorsi cartelle separate da virgole o punti e virgola.
ja: /f [folderPath] -f [folderPath] -folder [folderPath] 検索するフォルダーパスの設定。 フォルダーパスはコンマまたはセミコロンで区切られたリストで指定します。
pt: /f [folderPath] -f [folderPath] -folder [folderPath] Definir o caminho da pasta a pesquisar. Pode ser uma lista de caminhos dos ficheiros separada por vírgulas ou ponto e vírgula.
sr: /f [фасцикла] -f [фасцикла] -folder [фасцикла] Поставља путању фасцикле за претрагу. Може бити листа путања фасцикли одвојена зарезом или тачком и зарезом.
tr: /f [folderPath] -f [folderPath] -folder [folderPath] Aranacak klasör yolunu ayarlar. Klasör yollarının virgül veya noktalı virgülle ayrılmış listesi olabilir.
uk: /f [шлях до папки] -f [шлях до папки] -folder [шлях до папки] Встановлює шлях до папки для пошуку. Це може бути список шляхів до папок, розділених комою або крапкою з комою.
zh_cn: /f [folderPath] -f [folderPath] -folder [folderPath] 搜索文件夹, 可以是以逗号或分号分隔的多个路径.
zh_hant: /f [folderPath] -f [folderPath] -folder [folderPath] 設定搜尋資料夾路徑, 可以是逗號或分隔符號的檔案路徑清單.

# Help_CmdLineSearchType
source: /st [type] -st [type] -searchType [type] Sets the type of search – must be one of: "PlainText", "Regex" (regular expression), "XPath", or "Soundex" (phonetic).
bg: /st [вид] -st [вид] -searchType [вид] Задава вида на търсенето – трябва да е едно от: „PlainText“, „Regex“ (регулярен израз), „XPath“, or „Soundex“ (фонетично).
ca: /st [tipus] -st [tipus] -searchType [tipus] Estableix el tipus de cerca - ha de ser un dels següents: "PlainText", "Regex" (expressió regular), "XPath", o "Soundex" (fonètic).
fr: /st [type] -st [type] -searchType [type] Définit le type de recherche - doit être l'un des suivants : "PlainText", "Regex" (expression régulière), "XPath" ou "Soundex" (phonétique).
he: /st [type] -st [type] -searchType [type] Sets the type of search - must be one of: PlainText, Regex, XPath, or Soundex.
ja: /st [type] -st [type] -searchType [type] 検索の種類の設定 – 次のいずれか : "PlainText"、"Regex"(正規表現)、"XPath"、または "Soundex" (音韻的)。
pt: /st [tipo] -st [tipo] -searchType [tipo] Definir o tipo da pesquisa - deve ser um destes: "PlainText", "Regex" (expressão regular), "XPath" ou "Soundex" (fonética).
sr: /st [тип] -st [тип] -searchType [тип] Поставља тип претраге – мора бити један од: "PlainText", "Regex" (регуларни израз), "XPath", or "Soundex" (фонетско).
tr: /st [type] -st [type] -searchType [type] Arama türünü ayarlar – şunlardan biri olmalıdır: "PlainText", "Regex" (normal ifade), "XPath" veya "Soundex" (fonetik).
uk: /st [тип] -st [тип] -searchType [тип] Встановлює тип пошуку – має бути одним із таких: "PlainText", "Regex" (регулярний вираз), "XPath" або "Soundex" (фонетичний).
zh_cn: /st [type] -st [type] -searchType [type] 搜索类型 - 必须为其一: "PlainText", "Regex" (正则表达式), "XPath", 或 "Soundex" (注音).
zh_hant: /st [type] -st [type] -searchType [type] 設定搜尋類型 - 必須為其一: "純文字", "Regex" (正則運算式), "XPath", 或 "Soundex" (拼音).

# Help_CmdLineExit
source: /x -x -exit Exit dnGrep after command-line operations are complete.
bg: /x -x -exit Излиза от dnGrep след приключване на действията, зададени от командния ред.
ca: /x -x -exit Surt de dnGrep després que les operacions de la línia de comandes hagin finalitzat.
fr: /x -x -exit Quitter dnGrep après la fin des opérations en ligne de commande.
he: /x -x -exit צא מ- dnGrep לאחר השלמת פעולות שורת הפקודה.
it: /x -x -exit Termina dnGrep dopo che l'operazione di linea di comando è stata completata.
ja: /x -x -exit コマンドライン操作が完了したら、dnGrepを終了する。
pt: /x -x -exit Sair do dnGrep após as operações de linha de comandos estarem concluídas.
sk: /x -x -exit Po dokončení operácií príkazového riadka ukončiť dnGrep.
sr: /x -x -exit Затвори dnGrep након што се операције командне линије заврше.
tr: /x -x -exit Komut satırı işlemleri tamamlandıktan sonra dnGrep'ten çıkın.
uk: /x -x -вихід Вийдіть з dnGrep після завершення операцій командного рядка.
zh_cn: /x -x -exit 退出 dnGrep.
zh_hant: /x -x -exit 命令列操作完成後退出 dnGrep.

# Help_CmdLineExample2
source: dnGrep [folderPath] [searchFor] One or two arguments without flags: the first argument is the folder to search, the second the regular expression to search for. Example: dnGrep "C:\Program Files\dnGrep" t\w*t
bg: dnGrep [папка] [търсене] Един или два аргумента без флагове: първият аргумент е папката, в която да бъде търсено, а вторият - регулярен израз на търсеното. Пример: dnGrep "C:\Program Files\dnGrep" t\w*t
ca: dnGrep [Ruta de la carpeta] [CercaDe] Un o dos arguments sense indicadors: el primer argument es la carpeta a cercar, el segon l'expressió regular a cercar. Exemple: dnGrep "C:\Program Files\dnGrep" t\w*t
fr: dnGrep [folderPath] [searchFor] Un ou deux arguments sans drapeau : le premier argument est le dossier à rechercher, le second l'expression régulière à rechercher. Exemple : dnGrep "C:\Program Files\dnGrep" t\w*t
he: dnGrep [folderPath] [searchFor] One or two arguments without flags: the first argument is the folder to search, the second the regular expression to search for. דוגמה: dnGrep "C:\Program Files\dnGrep" t\w*t
it: dnGrep [folderPath] [searchFor] Uno o due argomenti senza flag: il primo argomento è la cartella in cui cercare, il secondo l'espressione regolare da cercare. Esempio: dnGrep "C:\Program Files\dnGrep" t\w*t
ja: dnGrep [folderPath] [searchFor] フラグなしの 1 つまたは 2 つの引数 : 最初の引数は検索するフォルダー、2 番目の引数は検索する正規表現です。 例 : dnGrep "C:\Program Files\dnGrep" t\w*t
pt: dnGrep [folderPath] [searchFor] Um ou dois argumentos sem flags: o primeiro argumento é a pasta a ser pesquisada, o segundo a expressão regular a ser pesquisada. Exemplo: dnGrep "C:\Program Files\dnGrep" t\w*t
sk: dnGrep [folderPath] [searchFor] Jeden alebo dva argumenty bez príznakov: prvý argument je priečinok na vyhľadávanie, druhý regulárny výraz, ktorý sa má hľadať. Príklad: dnGrep "C:\Program Files\dnGrep" t\w*t
sr: dnGrep [путања] [претрага] Један или два аргумента без заставица: први аргумент је фасцикла за претрагу, други регуларни израз за претрагу. Пример: dnGrep "C:\Program Files\dnGrep" t\w*t
tr: dnGrep [folderPath] [searchFor] Bayraksız bir veya iki bağımsız değişken: ilk argüman aranacak klasör, ikincisi aranacak düzenli ifadedir. Örnek: dnGrep "C:\Program Files\dnGrep" t\w*t
uk: dnGrep [шлях до папки] [пошук] Один або два аргументи без прапорців: перший аргумент — папка для пошуку, другий — регулярний вираз для пошуку. приклад: dnGrep "C:\Program Files\dnGrep" t\w*t
zh_cn: dnGrep [folderPath] [searchFor] 一个或两个无 flag 参数: 第一个参数为搜索文件夹,第二个参数是搜索用正则表达式. 举例: dnGrep "C:\Program Files\dnGrep" t\w*t
zh_hant: dnGrep [folderPath] [searchFor] 一個或二個無旗標引數: 第一個引數為搜尋資料夾路徑, 第二個引數為用於搜尋的正則運算式. 範例: dnGrep "C:\Program Files\dnGrep" t\w*t

# Help_DnGrepHelp
source: dnGrep Help
bg: Помощ за dnGrep
ca: Ajuda del dnGrep
de: dnGrep Hilfe
fr: Aide dnGrep
he: עזרה dnGrep
it: dnGrep Guida
ja: dnGrep ヘルプ
pt: Ajuda dnGrep
ru: dnGrep - Справка
sk: Pomocník dnGrep
sr: dnGrep Помоћ
sv: dnGrep Hjälp
tr: dnGrep Yardımı
uk: Довідка dnGrep
zh_cn: dnGrep 帮助
zh_hant: dnGrep 輔助說明

# Help_CmdLineFileInformation
source: /fi [True/False] -fi [True/False] -fileInformation [True/False] Sets flag to include file and line information in the report output – True or False.
bg: /fi [True/False] -fi [True/False] -fileInformation [True/False] Задава стойност на флага „информация за файла в отчета“ – True (истина) или False (неистина).
ca: /fi [True/False] -fi [True/False] -fileInformation [True/False] Estableix els indicadors per a incloure informació de fitxers i línies en l'informe de sortida.
fr: /fi [Vrai/Faux] -fi [Vrai/Faux] -fileInformation [Vrai/Faux] Définit le drapeau pour inclure les informations de fichier et de ligne dans la sortie du rapport - Vrai ou Faux.
it: /fi [True/False] -fi [True/False] -fileInformation [True/False] Setta flag per includere informazioni su file e linea nel rapporto creato – True or False.
ja: /fi [True/False] -fi [True/False] -fileInformation [True/False] レポート出力にファイルと行の情報を含めるフラグの設定 - TrueまたはFalseを指定します。
pt: /fi [Verdadeiro/Falso] -fi [Verdadeiro/Falso] -fileInformation [Verdadeiro/Falso] Definir a flag para incluir informação do ficheiro e a linha no relatório de saída - Verdadeiro ou Falso.
sk: /fi [True/False] -fi [True/False] -fileInformation [True/False] Nastaví príznak tak, aby obsahoval informácie o súbore a riadku vo výstupe zostavy - True (Pravda) alebo False (Nepravda).
sr: /fi [True/False] -fi [True/False] -fileInformation [True/False] Поставља заставицу за укључивање информације и линији о датотеци у излаз извештаја – Да или Не
tr: /fi [True/False] -fi [True/False] -fileInformation [True/False] Rapor çıktısına dosya ve satır bilgilerini dahil etmek için bayrağı ayarlar (Doğru veya Yanlış).
uk: /fi [Правда/Неправда] -fi [Правда/Неправда] -fileInformation [Правда/Неправда] Встановлює прапорець для включення інформації про файл і рядок у вихідні дані звіту – True або False.
zh_cn: /fi [True/False] -fi [True/False] -fileInformation [True/False] 设置标志确定是否在报告输出中包含文件和行信息 - True 或 False。
zh_hant: /fi [True/False] -fi [True/False] -fileInformation [True/False] 設定輸出報告中包含檔案和行訊息旗標 - True 或 False.

# Help_CmdLineHeader
source: dnGrep: Search through text files, Word and Excel documents, PDFs, and archives using text, regular expression, XPath, and phonetic queries.
bg: dnGrep: Търсене в текстови файлове, документи на Word и Excel, файлове на PDF и архиви с помощта на текстово търсене, регулярни изрази, XPath и фонетични заявки.
ca: dnGrep: Cerca en fitxers de text, documents de Word i Excel, PDF, y arxius utilitzant text, expressions regulars, XPath, i consultes fonètiques.
fr: dnGrep : Rechercher dans des fichiers texte, des documents Word et Excel, des PDF et des archives à l'aide de requêtes textuelles, d'expressions régulières, XPath et phonétiques.
he: dnGrep: חיפוש בקבצי טקסט, Word ומסמכי Excel, PDFs, וארכיונים שמכילים טקסט, regular expression, XPath, ושאילתות פונטיות.
it: dnGrep: Cerca in file di testo, Word ed Excel, PDF e archivi utilizzando testo, espressioni regolari, XPath o pattern fonetici.
ja: dnGrep : テキスト、正規表現、XPath、音声クエリを使用して、テキスト ファイル、Word および Excel ドキュメント、PDF、アーカイブを検索します。
pt: dnGrep: Procurar em ficheiros de texto, documentos Word e Excel, PDF e arquivos utilizando texto, expressões regulares, XPath e consultas fonéticas.
sk: dnGrep: Hľadať v textových súboroch, dokumentoch Word a Excel, PDF a archívoch pomocou textu, regulárneho výrazu, XPath a fonetických dotazov.
sr: dnGrep: Претражите текстуалне датотеке, Word и Excel документе, PDF, и архиве користећи текст, регуларни израз, XPath, и фонетске претраге.
tr: dnGrep: Metin, normal ifade, XPath ve fonetik sorguları kullanarak metin dosyalarında, Word ve Excel belgelerinde, PDF'lerde ve arşivlerde arama yapın.
uk: dnGrep: пошук у текстових файлах, документах Word і Excel, PDF-файлах і архівах за допомогою тексту, регулярного виразу, XPath і фонетичних запитів.
zh_cn: dnGrep: 搜索纯文本文件, Word 和 Excel 文档, PDF, 压缩文件, 正则表达式, XPath, 以及注音查询.
zh_hant: dnGrep: 搜尋純文字檔案, Word 和 Excel 文檔, PDF, 壓縮檔, 正則運算式, XPath, 及拼音查詢.

# Help_CmdLinePathToIgnore
source: /pi [pattern] -pi [pattern] -pathToIgnore [pattern] Sets the file or directory name pattern to exclude files or folders in the search path. May be a comma- or semicolon-separated list of patterns.
bg: /pi [модел] -pi [модел] -pathToIgnore [модел] Задава модел на име на файл или папка, който при съвпадение да пренебрегва резултати. Може да бъде списък от модели, разделени със запетая или точка и запетая.
ca: /pi [patró] -pi [patró] -pathToIgnore [patró] Estableix el patró de nom d'arxiu o carpeta per a excloure fitxers o carpetes en la ruta de cerca. Pot ser una llista de patrons separats per coma o punt i coma.
fr: /pi [motif] -pi [motif] -pathToIgnore [motif] -pi[motif] Définit le modèle de nom de fichier ou de répertoire pour exclure les fichiers ou les dossiers dans le chemin de recherche. Il peut s'agir d'une liste de motifs séparés par des virgules ou des points-virgules.
it: /pi [pattern] -pi [pattern] -pathToIgnore [pattern] Setta il pattern per il nome file o cartella per escludere file o cartelle nel percorso di ricerca. Può essere una lista di pattern separati da virgole o punti e virgola.
ja: /pi [pattern] -pi [pattern] -pathToIgnore [pattern] 検索パスから除外するファイルまたはディレクトリ名のパターンの設定。 パターンはコンマまたはセミコロンで区切られたリストで指定します。
pt: /pi [padrão] -pi [padrão] -pathToIgnore [padrão] Definir o nome do ficheiro ou pasta padrão para excluir ficheiros e pastas no caminho da pesquisa. Pode ser uma lista de padrões separados por vírgula ou ponto e vírgula.
sr: /pi [шаблон] -pi [шаблон] -pathToIgnore [шаблон] Поставља шаблон имена датотеке или директоријума да изузима датотеке или фасцикле на путањи за претрагу. Може бити листа шаблона одвојених зарезом или тачком и зарезом.
tr: /pi [pattern] -pi [pattern] -pathToIgnore [pattern] Arama yolundaki dosyaları veya klasörleri hariç tutmak için dosya veya dizin adı modelini ayarlar. Virgül veya noktalı virgülle ayrılmış bir kalıp listesi olabilir.
uk: /pi [шаблон] -pi [шаблон] -pathToIgnore [шаблон] Встановлює шаблон імені файлу або каталогу, щоб виключити файли або папки зі шляху пошуку. Може бути списком шаблонів, розділених комою або крапкою з комою.
zh_cn: /pi [pattern] -pi [pattern] -pathToIgnore [pattern] 搜索路径中的需要排除的文件名或文件夹模式匹配, 可以是以逗号或分号分隔的多个模式.
zh_hant: /pi [pattern] -pi [pattern] -pathToIgnore [pattern] 設定搜尋路徑中的排除檔案名稱或目錄樣式, 可以是逗號或分隔符號的樣式.

# Help_CmdLineUniqueScope
source: /scope [scope] -scope [scope] -uniqueScope [scope] Sets flag to set the scope of unique values in the regular expression report output – must be one of: "Global" or "PerFile".
bg: /scope [scope] -scope [scope] -uniqueScope [scope] Задава обхвата на уникалните стойности на регулярни изрази в отчета – трябва да е едно от: „Global“ или „PerFile“.
ca: /scope [scope] -scope [scope] -uniqueScope [scope] Estableix indicadors per establir l'àmbit de valors únics en el llistat de sortida d'expressions regulars – ha de ser un dels: "Global" o "PerFile".
fr: /scope [scope] -scope [scope] -uniqueScope [scope] Définit le drapeau pour définir la portée des valeurs uniques dans la sortie du rapport d'expression régulière - doit être l'un de : "Global" ou "PerFile".
ja: /scope [scope] -scope [scope] -uniqueScope [scope] 正規表現レポート出力の一意の値の範囲を設定するためのフラグの設定 – 次のいずれか : "Global" または "PerFile"。
pt: /scope [extensão] -scope [extensão] -uniqueScope [extensão] Definir a flag que estabelece a extensão de valores únicos na expressão regular do relatório de saída - deve ser uma destas: "Global" ou "PerFile".
sr: /scope [обич] -scope [обим] -uniqueScope [обим] Поставља заставицу за постављање опсега јединствених вредности у излазу извештаја регуларног израза – мора бити једна од: "Global" или "PerFile".
tr: /scope [scope] -scope [scope] -uniqueScope [scope] Normal ifade raporu çıktısındaki benzersiz değerlerin kapsamını ayarlamak için bayrağı ayarlar; şunlardan biri olmalıdır: "Global" veya "PerFile".
uk: /scope [область] -scope [сфера] -uniqueScope [область] Встановлює прапорець для встановлення діапазону унікальних значень у вихідних даних звіту про регулярний вираз – має бути одне з: «Глобальний» або «На файл».
zh_cn: /scope [scope] -scope [scope] -uniqueScope [scope] 设置标志以设定正则表达式报告输出中唯一值的范围 - 必须是以下之一："Global" 或 "PerFile"。
zh_hant: /scope [scope] -scope [scope] -uniqueScope [scope] 設定正則運算式輸出報告中唯一值範圍旗標 - 必須是以下之一: "Global" 或 "PerFile".

# Help_CmdLineBooleanOperators
source: /bo [True/False] -bo [True/False] -booleanOperators [True/False] Sets the Boolean operators search flag – True or False.
bg: /bo [True/False] -bo [True/False] -booleanOperators [True/False] Задава стойност на флага за търсене „булеви оператори“ – True (истина) или False (неистина).
ca: /bo [True/False] -bo [True/False] -booleanOperators [True/False] Estableix l'indicador de cerca dels operadors booleans – Cert o Fals.
fr: /bo [Vrai/Faux] -bo [Vrai/Faux] -booleanOperators [Vrai/Faux] Définit l'indicateur de recherche des opérateurs booléens - Vrai ou Faux.
he: /bo [True/False] -bo [True/False] -booleanOperators [True/False] קובע את הגדרת החיפוש של האופרטורים הבולאניים - נכון או לא נכון.
it: /bo [True/False] -bo [True/False] -booleanOperators [True/False] Setta i flag di ricerca operatori booleani – True or False.
ja: /bo [True/False] -bo [True/False] -booleanOperators [True/False] 論理演算子の検索フラグの設定 – TrueまたはFalseを指定します。
pt: /bo [Verdadeiro/Falso] -bo[Verdadeiro/Falso] -booleanOperators [Verdadeiro/Flso} Define a flag de pesquisa dos operadores Booleanos - Verdadeiro ou Falso.
sr: /bo [True/False] -bo [True/False] -booleanOperators [True/False] Поставља ознаку за претрагу Булових оператора – Да или Не.
tr: /bo [True/False] -bo [True/False] -booleanOperators [True/False] Boolean işleçlerinin arama işaretini Doğru veya Yanlış olarak ayarlar.
uk: /bo [Правда/Невірно] -bo [Правда/Невірно] -booleanOperators [true/false] Встановлює прапор пошуку логічних операторів – True або False.
zh_cn: /bo [True/False] -bo [True/False] -booleanOperators [True/False] 布尔运算操作 - True 或 False.
zh_hant: /bo [True/False] -bo [True/False] -booleanOperators [True/False] 設定布林運算元搜尋旗標 - True 或 False.
