Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Replace_MarkAllMatchesInThisFileForReplacement
source: Mark all matches in this file for replacement
bg: Отбелязване на съвпаденията във файла за заменяне [Ctrl+A]
ca: Marca totes les coincidències d'aquest fitxer per a la substitució
de: Markierte Fundstelle(n) in dieser Datei ersetzen [Strg+A]
fr: Marquer toutes les correspondances dans ce fichier pour le remplacement [Ctrl+A]
he: סמן את כל ההתאמות בקובץ זה להחלפה [Ctrl+A]
ja: このファイル内のすべての一致を置換対象としてマークする
pt: Marcar todas as correspondências neste ficheiro para substituição [Ctrl+A]
ru: Пометить все совпадения в этом файле для замены [Ctrl+A]
sr: Означити сва налажења у овој датотеци за замену [Ctrl+A]
tr: Bu dosyadaki tüm eşleşmeleri değiştirmek için işaretleyin
uk: Позначити всі збіги в цьому файлі для заміни [Ctrl+A]
zh_cn: 标记替换当前文件中的所有匹配项 [Ctrl+A]
zh_hant: 當前檔案中的所有符合項標記為取代 [Ctrl+A]

# ScriptHint_set_uniquevalues
source: Filter report by unique values
bg: Връща доклад с уникалните стойности
ja: 一意の値でレポートをフィルタリング
tr: Raporu benzersiz değerlere göre filtrele
uk: Фільтрувати звіт за унікальними значеннями
zh_cn: 按唯一值筛选报告
zh_hant: 依唯一值過濾報告

# Options_CheckForUpdatesWhenWindowsStarts
source: Check for new versions when Windows starts
bg: Проверка за обновяване със стартиране на Windows
ca: Comprova si hi ha versions noves en iniciar el Windows
de: Beim Windowsstart auf Update prüfen
fr: Vérifier les nouvelles versions au démarrage de Windows
he: בדוק אם קיימים עדכונים כאשר Windows מתחיל
ja: Windows 起動時に新しいバージョンを確認する
pt: Procurar novas versões quando o Windows inicia
ru: Проверять наличие обновлений при запуске Windows
sr: Проверити да ли постоје нове верзије када се покрене систем
tr: Windows başladığında yeni sürümleri kontrol et
uk: Перевірте наявність нових версій під час запуску Windows
zh_cn: 在 Windows 启动时检查更新
zh_hant: Windows 系統啟動時檢查更新

# Main_Folder
source: F_older:
bg: Па_пка:
ca: C_arpetes:
de: Verzeichnis:
fr: Dossier :
he: תיקייה:
it: Cartella:
ja: フォルダー(_O) :
pt: Pasta:
ru: Путь:
sr: Фасцикла:
tr: _Klasör:
uk: Папка:
zh_cn: 文件夹(_O):
zh_hant: 資料夾:

# Main_SkipRemoteCloudStorageFiles
source: Skip remote cloud storage files
bg: Пропускане на отдалечените облачни файлове
ca: Omet els fitxers d'emmagatzematge al núvol
fr: Ignorer les fichiers de stockage dans le cloud distant
hr: Preskoči datoteke koje su spremljene u oblaku
it: Salta file in cloud remoti
ja: リモートクラウドストレージのファイルをスキップ
pt: Ignorar ficheiros remotos na nuvem
sk: Preskočiť súbory vzdialeného cloudového úložiska
sr: Прескочити датотеке из облака
sv: Hoppa över molnlagringsfiler
tr: Uzak bulut depolama dosyalarını atla
uk: Пропустити файли віддалених хмарних сховищ
zh_cn: 跳过远程云存储文件
zh_hant: 跳過遠程雲端檔案

# Main_Menu_Undo
source: _Undo
bg: _Отменяне
ca: _Desfés
de: _Zurücknehmen
fr: _Sous
he: _לבטל
hr: P_oništi
it: _Annulla
ja: 元に戻す(_U)
pt: _Anular
ru: _Отменить
sr: Опозвати
tr: _Geri
uk: _Відмінити
zh_cn: 撤销(_U)
zh_hant: 撤銷

# ReportSummary_StopAfterFirstMatch
source: Stop after first match
bg: Спиране при първо съвпадение
ca: Atura després de la primera coincidència
de: Halt nach erster Fundstelle
fr: Arrêter à la première correspondance
he: עצור לאחר ההתאמה הראשונה
ja: 最初の一致後に停止
pt: Parar após a primeira correspondência
ru: Прерывание после первого совпадения
sr: Заустави после првог налажења
tr: İlk eşleşmeden sonra dur
uk: Зупинка після першого матчу
zh_cn: 首次匹配后停止
zh_hant: 首次符合後停止

# ScriptHint_set_filterbyfilesize
source: Enable file size filtering
bg: Включва или изключва филтър по размер
ja: ファイル サイズのフィルタリングを有効にする
sr: Омогући филтрирање величине фајла
tr: Dosya boyutu filtrelemeyi etkinleştir
uk: Увімкнути фільтрацію розміру файлу
zh_cn: 启用文件大小筛选
zh_hant: 啟用過濾檔案大小

# Options_ResultsFontSize
source: Results font size
bg: Размер на шрифта в резултатите
ca: Mida del tipus de lletra dels resultats
fr: Taille de police des résultats
ja: 結果のフォント サイズ
pt: Tamanho de letra dos resultados
sr: Величина слова резултата
tr: Sonuçların yazı tipi boyutu
uk: Розмір шрифту результатів
zh_cn: 搜索结果字体大小
zh_hant: 搜尋結果字體大小

# BookmarkDetails_PatternType_Regex
source: _Regular expression
bg: _Регулярен израз
ca: Expressió _regular
fr: _Expression régulière
he: _Regex
hr: _Regularni izraz
it: Espressione _regulare
ja: 正規表現(_R)
pl: Wyrażenie regularne
pt: _Expressão regular
ru: _Regex (Регулярное выражение)
sk: _Regulárny výraz
sr: Регуларни израз
tr: _Düzenli ifade
uk: _Регулярний вираз
zh_cn: 正则表达式(_R)
zh_hant: 正則運算式

# Main_DatePastHours
source: hours
bg: часа
ca: hores
de: Stunden
fr: heures
he: שעות אחרונות
hr: sati
it: ore
ja: 時間
pt: horas
ru: часов
sr: сата
sv: timmar
tr: saat
uk: години
zh_cn: 小时
zh_hant: 小時

# Options_MayNotBeSupportedInAllFonts
source: May not be supported in all fonts
bg: Възможно е да не се поддържа от всички шрифтове
ca: Podria ser compatible en tots els tipus de lletra
ja: すべてのフォントでサポートされていない可能性があります
tr: Tüm yazı tiplerinde desteklenmeyebilir
uk: Може підтримуватися не всіма шрифтами
zh_cn: 可能不是所有字体都支持
zh_hant: 可能並非支援所有字體

# Replace_Previous
source: _Previous
bg: Наза_д
ca: _Anterior
de: _Zurück
fr: _Précédent
he: _הקודם
ja: 前へ(_P)
pt: _Anterior
ru: _Предыдущее
sr: Претходно
tr: _Önceki
uk: _Попередній
zh_cn: 上一个(_P)
zh_hant: 上一個

# Main_Validation_RegexIsNotValid
source: Regular expression is not valid!
bg: Регулярният израз не е валиден!
ca: L'expressió regular no és vàlida!
de: Regular Expression ist nicht gültig!
fr: L'expression régulière n'est pas valide !
he: Regex לא תקין!
ja: 正規表現が無効です!
pt: A expressão regular não é válida!
ru: Недопустимое Regex!
sr: Регуларни израз није важечи!
tr: Normal ifade geçerli değil!
uk: Регулярний вираз недійсний!
zh_cn: 正则表达式不合法!
zh_hant: 正則運算式不合法!

# Main_SearchFor
source: Search _for:
bg: _Търсене:
ca: _Cerca:
de: Suche _nach:
fr: Cherchez :
he: חפש _את:
hr: Pro_nađi:
ja: 検索対象(_F) :
pt: Pr_ocurar:
ru: Искать _содержимое:
sr: Претажити:
tr: _Şunu ara:
uk: Шукати _для:
zh_cn: 搜索(_F):
zh_hant: 搜尋:

# Options_Ask
source: Ask
bg: Запитване
ca: Pregunta-ho
ja: 尋ねる
sr: Питај
tr: Sor
uk: Запитуйте
zh_cn: 询问
zh_hant: 詢問

# Main_PreviewFile
source: Pre_view file
bg: Пре_глед на файла
ca: Pre_visualització del fitxer
de: Datei_vorschau
fr: Prévisualisation de fichier
he: תצוגה מקדימה לקובץ
hr: Pri_kaži datoteku
it: Ante_prima file
ja: ファイルのプレビュー(_V)
pt: Pré_visualizar ficheiro
ru: Пре_дпросмотр файла (Dock-панель)
sr: Преглед датотеке
tr: Dosyayı _önizle
uk: Файл попереднього перегляду
zh_cn: 预览文件(_V)
zh_hant: 預覽檔案

# Options_Personalize_Features
source: Features
bg: Възможности
ca: Característiques
fr: Fonctionnalités
ja: 機能
pt: Caraterísticas
sr: Способности
tr: Özellikler
uk: Особливості
zh_cn: 功能
zh_hant: 功能

# Test_BooleanOperators
source: Boolean operators
bg: Булеви оператори
ca: Operadors booleans
de: Boolische Operatoren
fr: Opérateurs booléens
he: אופרטורים בוליאניים
hr: Booleovi operatori
it: Operatori booleani
ja: 論理演算子
pl: Operatory logiczne
pt: Operadores booleanos
ru: Булевы операторы
sk: Logické operátory
sr: Булови оператори
sv: Booleska operatorer
tr: Boolean operatörleri
uk: Логічні оператори
zh_cn: 布尔操作
zh_hant: 布林運算元

# Replace_ThisFileContainsTooManyMatchesForIndividualReplace
source: This file contains too many matches for individual replace. Click 'Replace in file' to replace all of them.
bg: Във файла има твърде много съвпадения за индивидуална замяна. За да замените всички, натиснете „Заменяне във файла“.
ca: Aquest fitxer conté massa coincidències per a substituir individualment. Feu clic a 'Substitueix al fitxer' per a substituir-los tots.
de: Diese Datei enthält zu viele Fundstellen für eine einzelne Ersetzung. Um Alle zu ersetzen, klicken Sie auf 'Ersetze in der Datei'
fr: Ce fichier contient trop de correspondances pour un remplacement individuel. Cliquez sur "Remplacer dans le fichier" pour les remplacer toutes.
he: קובץ זה מכיל יותר מדי התאמות להחלפה פרטנית. כדי להחליף את כולם, לחץ על 'החלף בקובץ'
ja: このファイルには個々の置換には多すぎる一致が含まれています。すべて置換するには「ファイルで置換」をクリックしてください。
pt: Este ficheiro tem muitas correspondências para substituição individual. Clique em 'Substituir no ficheiro' para substituir tudo.
ru: Этот файл содержит слишком много совпадений для индивидуальной замены. Чтобы заменить их все, нажмите 'Заменить в файле'.
sr: Ова датотека садржи превише налажења за појединачну замену. Кликните на „Замени у датотеци“ да бисте све заменили.
tr: Bu dosya tek tek değiştirilemeyecek kadar fazla eşleşme içeriyor. Hepsini değiştirmek için 'Dosyada değiştir'i tıklayın.
uk: Цей файл містить занадто багато збігів для окремої заміни. Натисніть «Замінити у файлі», щоб замінити всі.
zh_cn: 这个文件包含了太多单个替换的匹配项。点击“文件替换”来替换所有的匹配。
zh_hant: 此檔案包含了太多單個符合項, 點擊 '取代此檔案' 取代所有的符合項.

# TextBox_Command_MakeLowercase
source: Make Lowercase
bg: Към малки букви
ja: 小文字に変換
tr: Küçük Harf Yap
uk: Зробіть нижній регістр
zh_cn: 变为小写
zh_hant: 變為小寫

# ReportSummary_SearchIn
source: Search in:
bg: Търсене в:
ca: Cerca a:
de: Suche in:
fr: Rechercher dans :
he: חפש ב-:
ja: 検索場所 :
pt: Procurar em:
ru: Параметры поиска, путь:
sr: Тражити у:
tr: Şurada ara:
uk: Шукати в:
zh_cn: 搜索文件:
zh_hant: 搜尋於:

# Options_OptionsTitle
source: Options
bg: Настройки
ca: Opcions
de: Optionen
he: אפשרויות
ja: オプション
pt: Opções
ru: Опции
sr: Опције
tr: Seçenekler
uk: Опції
zh_cn: 选项
zh_hant: 選項

# Options_MatchEverythingToExactMatch
source: 0 – match everything; 1.0 – exact match
bg: 0 – съвпадение с всичко; 1.0 – точно съвпадение
ca: 0 – coincideix amb tot; 1.0 – coincideix exacta
de: 0 - unscharfe Suche; 1.0 - genaue Suche
fr: 0 - tout correspond ; 1.0 - correspondance exacte
he: 0 - להתאים הכל; 1.0 - התאמה מדויקת
ja: 0 – すべて一致; 1.0 – 完全一致
pt: 0 - correspondência total; 1.0 - correspondência exata
ru: 0 - совпадение с чем угодно; 1.0 - точное совпадение
sr: 0 – налази све; 1.0 – тачно налажење
tr: 0 – her şeyi eşleştir; 1.0 – tam eşleşme
uk: 0 – відповідати всім; 1.0 – точна відповідність
zh_cn: 0 - 模糊匹配; 1.0 - 精确匹配
zh_hant: 0 - 模糊符合; 1.0 - 精確符合

# Main_Validation_BooleanExpressionIsNotValid
source: Boolean expression is not valid
bg: Булевият израз е недействителен
ca: L'expressió booleana no és vàlida
fr: L'expression booléenne n'est pas valide
ja: 論理式が有効ではありません
pt: A expressão Booleana não é válida
sr: Булов израз није важећи
tr: Boolean ifadesi geçerli değil
uk: Логічний вираз недійсний
zh_cn: 布尔表达式无效
zh_hant: 布林運算式不合法

# Options_StartupOptions
source: Startup
bg: Стартиране
ca: Inici
de: Startoptionen
fr: Démarrage
he: אפשרויות הפעלה
ja: 起動
pt: Começar
ru: Параметры запуска
sr: Покретање
tr: Başlangıç
uk: Запуск
zh_cn: 启动选项
zh_hant: 啟動選項

# BookmarkDetails_SearchType_Text
source: _Text
bg: _Текст
fr: _Texte
he: _טקסט
hr: _Tekst
it: _Testo
ja: テキスト(_T)
pt: _Texto
ru: _Текст
sr: Текст
tr: _Metin
uk: _Текст
zh_cn: 文本(_T)
zh_hant: 文字

# Options_PdfToTextExeCommandLineOptions
source: PdfToText.exe command-line options:
ca: Opcions de la línia d'ordres de PdfToText.exe:
de: PdfToText.exe Kommandozeilenoptionen:
fr: Options de la ligne de commande de PdfToText.exe :
he: PdfToText.exe אפשרויות שורת הפקודה:
ja: PdfToText.exe のコマンドライン オプション :
pt: Opções da linha de comandos PdfToText.exe:
ru: PdfToText.exe - параметры командной строки:
sr: Опције командне линије PdfToText.exe:
tr: PdfToText.exe komut satırı seçenekleri:
uk: Параметри командного рядка PdfToText.exe:
zh_cn: PdfToText.exe 命令行选项:
zh_hant: PdfToText.exe 命令列選項:

# Main_FilterSummary_AllFiles
source: All files
bg: Всички файлове
ca: Tots els fitxers
de: Alle Dateien
fr: Tous fichiers
he: כל הקבצים
it: Tutti i file
ja: すべてのファイル
pt: Todos os ficheiros
ru: Все файлы
sr: Све датотеке
sv: Alla filer
tr: Tüm dosyalar
uk: Всі файли
zh_cn: 所有文件
zh_hant: 所有檔案

# Main_Status_ReplaceCanceledReplacedTextIn0Files
source: Replace canceled – replaced text in {0} files.
bg: Заменянето е спряно – заменен е текст в {0} файла.
ca: S'ha cancel·lat la substitució: el text s'ha substituït a {0} fitxers.
ja: 置換が中止されました – {0} ファイルでテキストが置換されました。
tr: Değiştirme iptal edildi – {0} dosyadaki metin değiştirildi.
uk: Заміну скасовано – замінено текст у {0} файлах.
zh_cn: 取消了替换操作 – 替换了 {0} 个文件的文本。
zh_hant: 取代已取消 – 取代 {0} 個檔案的文字.

# Main_SortMenu_MatchCount
source: Match count
bg: Брой съвпадения
ca: Número de coincidències
de: Trefferzähler
fr: Nombre de correspondances
he: ספירת התאמה
hr: Broj podudaranja
ja: 一致数
pt: Contar correspondências
ru: По количеству совпадений
sr: Број налажења
tr: Eşleşme sayısı
uk: Кількість збігів
zh_cn: 匹配个数
zh_hant: 符合項計數值

# Options_Theme
source: Theme
bg: Цветова тема
ca: Tema
fr: Thème
he: ערכת נושא
ja: テーマ
pt: Tema
ru: Тема
sr: Тема
tr: Tema
uk: Тема
zh_cn: 主题
zh_hant: 主題

# Bookmarks_SectionsHeader
source: Sections
bg: Секции
ca: Seccions
hr: Sekcije
it: Sezioni
ja: セクション
pt: Secções
sk: Sekcie
sr: Секције
sv: Sektioner
tr: Bölümler
uk: Розділи
zh_cn: 段
zh_hant: 段

# Error_PdftotextReturned0
source: pdftotext returned '{0}'
bg: pdftotext върна „{0}“
ja: pdftotext が '{0}' を返しました
tr: pdftotext '{0}' değerini döndürdü
uk: pdftotext повернув "{0}"
zh_cn: pdftotext 返回了 '{0}'
zh_hant: pdftotext 返回了 '{0}'

# BookmarkDetails_SearchType_Hex
source: Byte
bg: Шестнадесетично
fr: Octet
he: Hex
hr: Bajt
ja: バイト
ru: Hex (Шестнадцатеричный)
sk: Bajt (hexadecimálny)
sr: Бајт
uk: Байт
zh_cn: 16 进制
zh_hant: 位元組

# Main_ResumeButton
source: Resume
bg: Пускане
ja: 再開
tr: Devam et
uk: Резюме
zh_cn: 继续
zh_hant: 重新開始

# Bookmarks_DescriptionHeader
source: Description
bg: Описание
ca: Descripció
de: Beschreibung
he: תיאור
hr: Opis
it: Descrizione
ja: 説明
pt: Descrição
ru: Описание
sk: Popis
sr: Опис
sv: Beskrivning
tr: Açıklama
uk: Опис
zh_cn: 描述
zh_hant: 描述

# TextBox_Command_Copy
source: Copy
bg: Копиране
ja: コピー
tr: Kopyala
uk: Копія
zh_cn: 复制
zh_hant: 複製

# Options_PhoneticSearch
source: Phonetic search
bg: Фонетично търсене
ca: Cerca fonètica
de: Phonetische Suche
fr: Recherche phonétique
he: חיפוש פונטי
hr: Fonetsko pretraživanje
it: Ricerca fonetica
ja: 音韻検索
pt: Pesquisa fonética
ru: Фонетический поиск
sk: Fonetické vyhľadávanie
sr: Фонетска претрага
sv: Fonetiskt sök
tr: Fonetik arama
uk: Фонетичний пошук
zh_cn: 注音搜索
zh_hant: 拼音搜尋

# Scripts_DeleteFilesFailed
source: Delete files failed:
bg: Грешка при премахване на файлове:
ja: ファイルの削除に失敗しました :
tr: Dosyaları silme başarısız oldu:
uk: Не вдалося видалити файли:
zh_cn: 删除文件失败：
zh_hant: 刪除檔案失敗:

# ScriptHint_set_trimwhitespace
source: Trim whitespace in report
bg: Премахва висящите интервали от справката
ja: レポート内の空白を削除
tr: Rapordaki boşlukları kırp
uk: Вирізати пробіли у звіті
zh_cn: 去除报告中的空白
zh_hant: 去除報告中的空白

# MessageBox_ThereWasAnErrorRemovingDnGrepFromTheExplorerRightClickMenu
source: Could not remove dnGrep from the Windows Explorer right-click menu. Check the error log for details:
bg: dnGrep не може да бъде премахнат от контекстуалното меню на Windows Explorer. Проверете дневника за подробности:
ca: No s'ha pogut suprimir dnGrep el menú del clic dret de l'explorador de Windows. Comproveu el registre d'error per a més detalls:
de: Fehler beim Entfernen von dnGrep aus dem Explorer Context Menu, für Details siehe Fehlerprotokoll:
fr: Impossible de supprimer dnGrep du menu contextuel de l'Explorateur Windows. Vérifiez le journal des erreurs pour plus de détails :
he: אירעה שגיאה בהסרת dnGrep מתפריט הלחיצה הימנית של סייר. עיין ביומן השגיאות לפרטים:
ja: dnGrep をエクスプローラの右クリックメニューから削除できませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível remover dnGrep do menu de contexto do Explorador do Windows. Verifique os detalhes no ficheiro de erros:
ru: Произошла ошибка при удалении dnGrep из контекстного меню Проводника. Подробные сведения см. в логе ошибок:
sr: Не може да се уклони dnGrep са десног менија Windows Explorer-а. Проверите извештај за детаље:
tr: Windows Gezgini'nin sağ tıklama menüsünden dnGrep kaldırılamadı. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося видалити dnGrep із меню правої кнопки миші Провідника Windows. Подробиці перевірте в журналі помилок:
zh_cn: 将 dnGrep 从右键菜单中移除时发生错误. 日志查看详情:
zh_hant: 無法將 dnGrep 從檔案總管右鍵功能表中移除. 日誌查看詳情:

# ScriptHint_include_script
source: Include the commands from another script in the current script
bg: Внася командите от друг скрипт в текущия
ja: 別のスクリプトのコマンドを現在のスクリプトに含める
sr: Укључи команде из другог скрипта у текући скрипт
tr: Başka bir komut dosyasındaki komutları geçerli komut dosyasına dahil et
uk: Включити команди з іншого сценарію в поточний сценарій
zh_cn: 在当前脚本中包含来自另一个脚本的命令
zh_hant: 當前指令碼中包含來自另一個指令碼的命令

# Options_PanelPosition
source: Panel position:
bg: Местоположения на панела:
ca: Posició del panell:
ja: パネルの位置 :
tr: Panel konumu:
uk: Розташування панелі:
zh_cn: 面板位置：
zh_hant: 面板位置:

# Error_FailedToSearchInsideArchive0
source: Failed to search inside archive '{0}'
bg: Грешка при търсене в архива „{0}“
ja: アーカイブ '{0}' 内の検索に失敗しました
tr: '{0}' arşivi içinde arama başarısız oldu
uk: Не вдалося виконати пошук в архіві "{0}"
zh_cn: 未能在压缩文件 '{0}' 内搜索
zh_hant: 於壓縮檔案 '{0}' 中搜尋失敗

# TTA6_Matches1To3Characters
source: {1,3} matches 1 to 3 characters
bg: {1,3} съвпада с от 1 до 3 знака
de: {1,3} sucht 1 bis 3 Zeichen
fr: {1,3} correspond à 1 à 3 caractères
ja: {1,3} は 1 から 3 文字に一致
pt: {1,3} correspondências de 1 a 3 carateres
ru: {1,3} соответствует от 1 до 3 символам
sr: {1,3} одговара од 1 до 3 карактера
tr: {1,3} 1 ila 3 karakterle eşleşir
uk: {1,3} відповідає від 1 до 3 символів
zh_cn: {1,3} 匹配 1 至 3 个字符
zh_hant: {1,3} 符合 1 至 3 個字元

# ScriptHint_copyfiles_value
source: The destination folder path
bg: Целева папка
ca: Ruta a la carpeta de destinació
ja: 宛先フォルダーのパス
sr: Путања дестинационе фасцикле
tr: Hedef klasör yolu
uk: Шлях цільової папки
zh_cn: 目标文件夹路径
zh_hant: 目標資料夾路徑

# MessageBox_MoveFiles
source: Move Files
bg: Преместване на файлове
ca: Moure fitxers
de: Dateien verschieben
fr: Déplacement de fichiers
he: העבר קבצים
ja: ファイルの移動
pt: Mover Ficheiros
ru: Перемещение файлов
sr: Преместити датотеке
tr: Dosyaları Taşı
uk: Перемістити файли
zh_cn: 移动文件
zh_hant: 移動檔案

# Options_DialogFontSize
source: Other windows font size
bg: Размер на шрифта в другите прозорци
ca: Mida del tipus de lletra per altres finestres
de: Dialog Schritgröße
fr: Taille de police des autres fenêtres
he: גודל גופן דיאלוג
ja: 他のウィンドウのフォント サイズ
pt: Outras dimensões da janela
ru: Размер шрифта в диалоговом окне
sr: Величина слова за друге прозоре
tr: Diğer pencereler yazı tipi boyutu
uk: Інший розмір шрифту Windows
zh_cn: 对话框字体大小
zh_hant: 其他視窗字體大小

# BookmarkDetails_SearchType_ReadFileAsBinaryAndSearchForBytes
source: Byte search: read file as binary and search for bytes as hexadecimal digits: 68 65 78 20
bg: Прочита файла като двоични стойности и търси байтове във вид на шестнадесетични числа: 68 65 78 20
ca: Cerca de byte: llegeix fitxer com a binari i cerca els bytes com dígits hexadecimals: 68 65 78 20
de: Lese Dateien binär und suche nach Bytes im hexadezimal Format: 68 65 78 20
fr: Recherche d'octets : lire le fichier en binaire et rechercher les octets sous forme de chiffres hexadécimaux : 68 65 78 20
he: קרא קובץ כמו בינארי וחפש בתים כמו ספרות הקסדצימלי: 68 65 78 20
hr: Pretraživanje bajtova: pročitaj datoteku binarno i pretraži bajtove kao heksadecimalne znamenke: 68 65 78 20
it: Ricerca byte: leggi file come binario e cerca per i byte come cifre esadecimali: 68 65 78 20
ja: バイト検索 : ファイルをバイナリとして読み取り、バイトを16進数で検索する : 68 65 78 20
pt: Pesquisar bytes: ler o ficheiro como binário e pesquisar bytes como dígitos hexadecimais: 68 65 78 20
ru: Считывание файла в двоичном формате и поиск байтов в виде шестнадцатеричных цифр. Например: 68 65 78 20
sr: Бајт претрага: читај датотеку као бинарну и тражи бајтове као хексадецималне цифре: 68 65 78 20
tr: Bayt arama: dosyayı ikili olarak oku ve baytları onaltılık rakamlarla ara: 68 65 78 20
uk: Пошук у байтах: читати файл у двійковому вигляді та шукати байти у вигляді шістнадцяткових цифр: 68 65 78 20
zh_cn: 二进制方式读取文件并使用16进制来搜索字节, 如: 68 65 78 20
zh_hant: 以二進制方式讀取檔案並使用16進制來搜尋位元組, 如: 68 65 78 20

# CopyCommand_Error0ProcessingFile1
source: Error {0} processing file '{1}'
bg: Грешка {0} при обработка на файла „{1}“
ja: ファイル '{1}' の処理中にエラーが発生しました : {0}
tr: '{1}' dosyası işlenirken {0} hatası oluştu
uk: Помилка {0} обробки файлу "{1}"
zh_cn: 处理文件 '{1}' 时出现错误 {0}
zh_hant: 處理檔案 '{1}' 時發生錯誤 {0}

# Test_SearchType_Regex
source: _Regular expression
bg: _Регулярен израз
ca: Expressió _regular
fr: _Expression régulière
he: _Regex
hr: _Regularni izraz
it: Espressione _regolare
ja: 正規表現(_R)
pl: Wyrażenie regularne
pt: _Expressão regular
ru: _Regex (Регулярное выражение)
sk: _Regulárny výraz
sr: Регуларни израз
tr: _Normal ifade
uk: _Регулярний вираз
zh_cn: 正则(_R)
zh_hant: 正則運算式

# Options_AskForConfirmationOnExitWhenSearchRunsLongerThan
source: Ask for confirmation on exit when Search runs longer than
bg: Потвърждаване при изход ако търсенето продължава повече от
ja: 検索が指定した時間よりも長く実行された場合に確認を求める
tr: Arama belirtilen süreden daha uzun sürerse onay iste
uk: Запитувати підтвердження під час виходу, якщо пошук триває довше
zh_cn: 退出时请求确认，如搜索运行时长超过
zh_hant: 請求退出確認, 當搜索執行時間超過

# Options_Personalize_SearchOptions
source: Search options
bg: Настройки на търсене
ca: Opcions de cerca
fr: Options de recherche
ja: 検索オプション
pt: Opções de pesquisa
sr: Опције претраге
tr: Arama seçenekleri
uk: Параметри пошуку
zh_cn: 搜索选项
zh_hant: 搜尋選項

# Options_Layout
source: Layout
bg: Подредба
ca: Disposició
fr: Disposition
he: פריסת חלון
ja: レイアウト
ru: Макет рабочей области
sr: Шаблон
tr: Düzen
uk: Макет
zh_cn: 布局
zh_hant: 佈局

# Options_ShowFileInfoToolTips
source: Show file info tooltips
bg: Подсказки с информация за файла
ca: Mostra tooltips d'informació dels fitxers
de: zeige Dateiinfo ToolTips
fr: Afficher les info-bulles des fichiers
he: הצג מידע על הקובץ שהעכבר עובר מעליו
ja: ファイル情報のツールヒントを表示
pt: Mostrar dicas de informação do ficheiro
ru: Показывать подсказки с информацией о файле
sr: Приказати информације о датотекама
tr: Dosya bilgisi araç ipuçlarını göster
uk: Показати спливаючі підказки з інформацією про файл
zh_cn: 在提示中显示文件信息
zh_hant: 顯示檔案資訊提示框

# Main_MoreMenu_DeleteFiles
source: Delete files…
bg: Изтриване на файлове…
ca: Suprimeix fitxers…
de: Datei löschen...
fr: Effacer les fichiers…
he: מחק קבצים...
hr: Obriši datoteke…
it: Elimina file…
ja: ファイルを削除…
pt: Eliminar ficheiros…
ru: Удалить файлы...
sr: Избрисати датотеке…
sv: Radera filer…
tr: Dosyaları sil…
uk: Видалити файли…
zh_cn: 删除文件…
zh_hant: 刪除檔案…

# Bookmarks_TypeHeader
source: Type
bg: Вид
ca: Tipus
he: סוג
hr: Tip
it: Tipo
ja: 種類
pt: Tipo
ru: Тип
sk: Typ
sr: Тип
sv: Typ
tr: Tür
uk: Тип
zh_cn: 搜索类型
zh_hant: 類型

# Replace_ChangesTextEditorZoom
source: Changes text editor zoom
bg: Променя мащаба на текстовия редактор
ca: Canvis als zoom de l'editor de text
de: Ändere die Editorauflösung
fr: Modifier le zoom de l'éditeur de texte
he: שנה את הגודל של עורך הטקסט
ja: テキスト エディタのズームを変更
pt: Zoom do editor de texto das alterações
ru: Изменение масштаба текстового редактора
sr: Мења зум уређивача текста
tr: Metin düzenleyici yakınlaştırmasını değiştirir
uk: Змінює масштаб текстового редактора
zh_cn: 改变文本编辑器缩放
zh_hant: 變更文字編輯器縮放

# Main_Status_SearchingForGitignore
source: Searching for .gitignore
bg: Търсене на .gitignore
ca: Cercant .gitignore
de: Suche nach .gitignore
fr: Recherche par . gitignore
he: מחפש .gitignore
hr: Potraga datoteke .gitignore
ja: .gitignore を検索中
pt: A procurar .gitignore
ru: Поиск .gitignore
sr: Претрага за .gitignore
tr: .gitignore aranıyor
uk: Пошук .gitignore
zh_cn: 正在搜索 .gitignore
zh_hant: 正在搜尋 .gitignore

# BookmarkDetails_ThisBookmarkAlreadyExists
source: This bookmark already exists
bg: Такава отметка вече съществува
ca: Aquest marcador ja existeix
de: Diese Lesezeichen gibt es bereits
fr: Ce signet existe déjà
he: סימניה זו כבר קיימת
it: Il preferito esiste già
ja: このブックマークは既に存在します
pt: Este marcador já existe
ru: Эта закладка уже существует
sk: Táto záložka už existuje
sr: Овај обележивач већ постоји
sv: Detta bokmärke finns redan
tr: Bu yer imi zaten mevcut
uk: Ця закладка вже існує
zh_cn: 该书签已存在
zh_hant: 該書籤已存在
