Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Main_WholeWord
source: _Whole word
bg: Цели _думи
ca: _Paraula sencera
de: _Ganze Wörter
fr: _Mot entier
he: _מילה שלמה
hr: _Cijela riječ
it: _Intera parola
ja: 完全一致(_W)
pt: _Palavra completa
ru: _Слово целиком
sk: _Celé slovo
sr: Цела реч
tr: _Tüm kelime
uk: _Все слово
zh_cn: 全字匹配(_W)
zh_hant: 全字符合

# Preview_WrapText
source: Wrap text
bg: Пренасяне на текста
ca: Ajusta el text
de: Text mit Zeilenumbrüchen
fr: Habillage du texte
he: התאם טקסט לחלון
ja: 長い行を折り返す
pt: Contornar o texto
ru: Перенос текста
sr: Преломити текст
tr: Metni kaydır
uk: Обтікання текстом
zh_cn: 自动换行
zh_hant: 自動換行

# MessageBox_CountFilesHaveBeenSuccessfullyMoved
source: {0} files have been moved.
bg: {0} файла са преместени.
ca: S'han mogut {0} fitxers.
de: {0} Dateien wurden erfolgreich verschoben.
fr: {0} fichiers ont été déplacés.
he: {0} קבצים הועברו בהצלחה.
ja: {0} ファイルが移動されました。
pt: {0} ficheiros foram movidos.
ru: Успешно перемещено файлов:{0}.
sr: {0} датотеке су премештене.
tr: {0} dosya taşındı.
uk: Файли ({0}) переміщено.
zh_cn: {0} 文件已被成功移动.
zh_hant: {0} 檔案已移動.

# Error_FilesCouldNotBeSearched
source: {0} files could not be searched due to permissions, locks, or errors: see dnGrep log file for details
bg: {0} файла не са претърсени поради липса на достъп, били са заключени или грешки. За подробности вижте дневника на dnGrep
ja: {0} ファイルは権限、ロック、またはエラーのために検索できませんでした : 詳細は dnGrep ログファイルを参照してください
tr: İzinler, kilitler veya hatalar nedeniyle {0} dosya aranamadı: Ayrıntılar için dnGrep günlük dosyasına bakın
uk: {0} файли не можна шукати через дозволи, блокування або помилки: подробиці див. у файлі журналу dnGrep
zh_cn: 由于权限、锁定或错误，有 {0} 个文件无法被搜素：请查看 dnGrep 日志文件了解详情
zh_hant: 由於權限, 鎖定或錯誤, {0} 個檔案無法搜尋: 詳細訊息請參閱 dnGrep 日誌檔案

# Script_Validation_TheValueCannotBeConvertedFromTheString
source: The value cannot be converted from the string
bg: Стойността не може да бъде преобразувана от зададения низ
ja: 文字列から値を変換できません
sr: Вредност не може бити конвертована у стринг
tr: Değer dizeden dönüştürülemez
uk: Значення не можна перетворити з рядка
zh_cn: 该值不能从字符串转换而来
zh_hant: 該值不能由字串轉換而來

# Script_Editor_DeleteLine
source: Delete _line
bg: Премахване на _ред
ja: 行の削除(_L)
sr: Обриши линију
tr: Satır sil
uk: Видалити _рядок
zh_cn: 删除行(_L)
zh_hant: 刪除行

# Options_ApplicationFonts
source: Application fonts
bg: Шрифт
ca: Tipus de lletra de l'Aplicació
de: Schriftarten
fr: Police de l'application
he: גופני יישומים
ja: アプリケーションのフォント
pt: Tipografia da aplicação
ru: Шрифты приложения
sr: Фонтови апликације
tr: Uygulama yazı tipleri
uk: Шрифти програми
zh_cn: 应用程序字体
zh_hant: 應用程式字體

# Script_Validation_ThisCommandRequiresAStringValue
source: This command requires a string value
bg: Командата изисква низ като параметър
ja: このコマンドには文字列の値が必要です
sr: Ова команда захтева стринг вредност
tr: Bu komut bir dize değeri gerektirir
uk: Ця команда потребує рядкового значення
zh_cn: 该命令需要一个字符串值
zh_hant: 此命令需要一個字串值

# MessageBox_NewVersion
source: New Version
bg: Ново издание
ca: Nova Versió
de: Neue Version
fr: Nouvelle version
he: גרסה חדשה
ja: 新しいバージョン
pt: Nova Versão
ru: Новая версия
sr: Новија верзија
tr: Yeni Sürüm
uk: Нова версія
zh_cn: 新版本
zh_hant: 新版本

# Options_AskForConfirmationOnExitWhenScriptIsRunning
source: Ask for confirmation on exit when Script is running
bg: Потвърждаване при изход ако се извършва търсене
ja: スクリプトが実行中の場合は終了時に確認を求める
tr: Komut dosyası çalışırken çıkışta onay iste
uk: Запитувати підтвердження під час виходу, коли виконується сценарій
zh_cn: 脚本运行时，需要确认方可退出
zh_hant: 指令碼執行時需確認才可退出

# Script_Validation_ThisCommandRequiresABooleanValue
source: This command requires a Boolean value
bg: Командата изисква булева стойност като параметър
ja: このコマンドにはブール値が必要です
sr: Ова команда захтева логичку вредност
tr: Bu komut bir Boolean değeri gerektirir
uk: Для цієї команди потрібне логічне значення
zh_cn: 该命令需要一个布尔值
zh_hant: 此命令需要一個布林值

# Options_DetectFileEncodingWhenSearchingForFileNamePatternOnly
source: Detect file encoding when listing files using the file name pattern
bg: Определяне на кодировката на файловете при търсене по модел на име на файл
ca: Detecta la codificació del fitxer quan es llisten fitxers utilitzant el patró del nom dels fitxers
de: Erkennung der Dateikodierung, nur wenn nach Dateinamensmustern gesucht wird
fr: Détecter l'encodage des fichiers lors de l'énumération des fichiers utilisant le modèle de nom de fichier
he: זיהוי קידוד קבצים רק בעת חיפוש שם קובץ
ja: ファイル名のパターンを使用してファイルをリスト表示する際にファイルのエンコーディングを検出する
pt: Detetar a codificação do ficheiro ao listar ficheiros usando o padrão de nome de ficheiro
ru: Определение кодировки файла только при поиске шаблона имени файла
sr: Открити кодирање датотека када наводите датотеке користећи шаблон имена датотеке
tr: Dosya adı desenini kullanarak dosyaları listelerken dosya kodlamasını algıla
uk: Визначати кодування файлів під час переліку файлів за шаблоном імені файлу
zh_cn: 仅当搜索文件名模式时检测文件编码
zh_hant: 以檔案名稱樣式列出檔案時檢測檔案編碼

# Bookmarks_OtherPropertiesHeader
source: Other properties
bg: Други свойства
ca: Altres propietats
de: andere Eigenschaften
fr: Autres propriétés
he: מאפיינים אחרים
hr: Ostala svojstva
it: Altre proprietà
ja: その他のプロパティ
pt: Outras propriedades
ru: Прочие свойства
sk: Ostatné vlastnosti
sr: Остале поставке
sv: Andra egenskaper
tr: Diğer özellikler
uk: Інші властивості
zh_cn: 其他属性
zh_hant: 其他屬性

# ScriptHint_set_followsymlinks
source: Follow symbolic links
bg: Следва символни връзки
ca: Segueix enllaços simbòlics
fr: Suivre les liens symboliques
he: כלול קישורים סימבולים
it: Segui i collegamenti simbolici
ja: シンボリックリンクを辿る
pl: Podążaj za linkami symbolicznymi
pt: Seguir links simbólicos
sk: Nasledovať symbolické odkazy
sr: Прати симболичне везе
tr: Sembolik bağlantıları takip et
uk: Переходьте за символічними посиланнями
zh_cn: 跟随符号连接
zh_hant: 符號連結

# ScriptHint_set_highlightgroups
source: Highlight groups
bg: Откроява групите
ca: Ressalta els grups
fr: Mettre en surbrillance les groupes
he: הדגש קבוצות
it: Evidenzia gruppi
ja: グループを強調表示
pt: Destacar grupos
sr: Истакни групе
sv: Markera grupper
tr: Grupları vurgula
uk: Виділіть групи
zh_cn: 高亮组
zh_hant: 醒目標示群組

# Test_SearchResult
source: Search result:
bg: Резултат от търсенето:
de: Suchergebnis:
fr: Résultat de la recherche :
he: תוצאות חיפוש:
ja: 検索結果 :
pt: Resultado da pesquisa:
ru: Результат поиска:
sr: Резултат претраге:
tr: Arama sonucu:
uk: Результат пошуку:
zh_cn: 搜索结果:
zh_hant: 搜尋結果:

# Main_Results_CopyFileNames
source: Copy file names
bg: Копиране на имената
ca: Copiar noms dels fitxers
de: Dateinamen kopieren
fr: Copier les noms de fichier
he: העתק שמות קבצים
hr: Kopiraj nazive datoteka
it: Copia nomi dei file
ja: ファイル名をコピー
pt: Copiar nomes de ficheiros
ru: Скопировать имена файлов
sr: Копирати имена датотеке
sv: Kopiera filnamn
tr: Dosya adlarını kopyala
uk: Копіювати імена файлів
zh_cn: 复制文件名
zh_hant: 複製檔案名稱

# Replace_Files
source: Files
bg: Файлове
ca: Fitxers
de: Dateien
fr: Fichiers
he: קבצים
ja: ファイル
pt: Ficheiros
ru: Файлы
sr: Датотеке
tr: Dosyalar
uk: Файли
zh_cn: 文件
zh_hant: 檔案

# Main_Results_CopyFiles
source: Copy files…
bg: Копиране на файлове…
ca: Copia fitxers…
fr: Copier les fichiers…
he: העתקת קבצים…
hr: Kopiraj datoteke…
it: Copia file…
ja: ファイルのコピー…
pt: Copiar ficheiros…
sr: Копирати датотеке…
sv: Kopiera filer…
tr: Dosyaları kopyala…
uk: Копіювати файли…
zh_cn: 复制文件…
zh_hant: 複製檔案…

# Test_SearchType_Phonetic
source: Phonetic
bg: Фонетично
ca: Fonètica
de: Phonetisch
fr: Phonétique
he: פונטי
hr: Fonetski
it: Fonetica
ja: 音韻
pt: Fonética
ru: Фонетический
sk: Fonetický
sr: Фонетско
sv: Fonetisk
tr: Fonetik
uk: Фонетичний
zh_cn: 注音
zh_hant: 拼音

# BookmarkDetails_SearchType_PlainTextSearch
source: Plain text search
bg: Търсене на текст
ca: Cerca text pla
de: reine Textsuche
fr: recherche de texte
he: חיפוש טקסט רגיל
hr: Pretraživanje običnog teksta
it: Ricerca testo semplice
ja: プレーン テキスト検索
pt: Pesquisa de texto simples
ru: Поиск обычного текста
sk: Hľadať v obyčajnom texte
sr: Претрага обичног текста
sv: Oformaterad sökning
tr: Düz metin araması
uk: Пошук у звичайному тексті
zh_cn: 纯文本搜索
zh_hant: 純文字搜尋

# Main_SortMenu_NaturalSortOrder
source: Natural sort order
bg: Естествено сортиране
ca: Ordenació natural
ja: 自然な並び順
tr: Doğal sıralama düzeni
uk: Природний порядок сортування
zh_cn: 自然排列顺序
zh_hant: 自然排序

# Window_Minimize
source: Minimize
bg: Скриване
de: Minimiere
fr: Minimiser
he: מזער
ja: 最小化
pt: Minimizar
ru: Свернуть
sr: Минимизирајте
tr: Simge Durumuna
uk: Згорнути
zh_cn: 最小化
zh_hant: 最小化

# Replace_Zoom
source: Zoom:
bg: Мащаб:
de: Auflösung:
he: זום:
ja: ズーム :
ru: Масштаб:
sr: Зум:
tr: Yakınlaştır:
uk: Збільшити:
zh_cn: 缩放:
zh_hant: 縮放:

# Main_SearchInResults
source: Search _in results
bg: Търсене в _резултатите
ca: Cerca _als resultats
de: Suche _in Ergebnissen
fr: Rechercher dans les résultats
he: חיפוש _בתוצאות
hr: Pretraž_i u rezultatima
ja: 結果内を検索(_I)
pt: Procurar _nos resultados
ru: Искать _в результатах
sr: Тражити у резултате
tr: Son_uçlarda ara
uk: Пошук _у результатах
zh_cn: 在搜索结果中搜索(_i)
zh_hant: 於結果中搜尋

# Main_StatusTooltip_MatchNumberMatchCountInFile
source: Match number/match count in file
bg: Номер на съвпадението/брой на съвпаденията във файла
ca: Número de coincidències/número de coincidències al fitxer
ja: ファイル内の一致番号/一致数
tr: Dosyadaki eşleşme sayısı/eşleşme sayısı
uk: Номер збігу/кількість збігів у файлі
zh_cn: 文件中的匹配数
zh_hant: 檔案中的符合項計數值

# Window_PopThisPanelOutIntoItsOwnWindow
source: Pop this panel out into its own window
bg: Отваряне в отделен прозорец
ca: Mostra aquest planell en la seva pròpia finestra
de: Löse dieses Panel in ein eigenes Fenster
fr: Ouvrez ce panneau dans sa propre fenêtre
he: נתק את החלון מעגינה
ja: このパネルを独自のウィンドウにポップアウト
pt: Destaca este painel da janela principal
ru: Вывести Dock-панель в отдельное окно
sr: Пребацити овај прозор у сопствени прозор
tr: Bu paneli ana pencereden ayır
uk: Відкрийте цю панель у окремому вікні
zh_cn: 弹出到独立窗口
zh_hant: 彈出為獨立視窗

# Options_Exit
source: Exit
bg: Изход
ja: 終了
tr: Çıkış
uk: Вихід
zh_cn: 退出
zh_hant: 退出

# Replace_NumberOfMatchesMarkedForReplacement
source: {0} of {1} matches marked for replacement
bg: Отбелязани за замяна са {0} от {1} съвпадения
ca: {0} de {1} coincidències marcades per substutuir
fr: {0} des {1} correspondances marquées pour le remplacement
he: {0} מ-{1} התאמות סומנו להחלפה
ja: {0} / {1} 件の一致が置換のためにマークされました
pt: {0} de {1} correspondências marcadas para substituição
ru: Отмечено для замены: {0} из {1} совпадений
sr: {0} од {1} налажења означена за замену
tr: {1} eşleşmeden {0} tanesi değiştirilmek üzere işaretlendi
uk: {0} з {1} збігів, позначених для заміни
zh_cn: {0} 处匹配被标记为替换，共 {1} 处匹配
zh_hant: {0} 個符合項被標記為取代, 共 {1} 個符合項

# Main_BrowseForFolderOrFiles
source: Browse for folder or files
bg: Избиране на папки и файлове
ca: Consulta per carpetes o fitxers
de: Suche nach Verzeichnis oder Dateien
fr: Parcourir un dossier ou des fichiers
he: עיין בתיקייה או בקבצים
hr: Pretraži mape ili datoteke
it: Cerca file o cartelle
ja: フォルダーまたはファイルの参照
pt: Procurar ficheiros ou pastas
ru: Просмотр папок или файлов
sk: Prehľadávanie priečinkov alebo súborov
sr: Претражи за фасциклу или датотеке
sv: Bläddra efter mapp eller filer
tr: Klasör veya dosyalara göz at
uk: Перегляньте папку або файли
zh_cn: 浏览文件夹或文件
zh_hant: 瀏覽資料夾或檔案

# Options_LoadFromFile
source: Load from file…
bg: От файл…
ca: Carrega des d'un fitxer…
de: von Datei laden...
fr: Charger à partir du fichier…
he: טען מקובץ....
ja: ファイルから読み込み…
pt: Carregar do ficheiro…
ru: Загрузить из файла...
sr: Учитати из датотеке…
tr: Dosyadan yükle…
uk: Завантажити з файлу…
zh_cn: 从文件载入…
zh_hant: 從檔案載入…

# ScriptHint_set_hoursfrom_value
source: Past hours filter lower limit (number)
bg: Долна граница на часовете (число)
ja: 過去の時間フィルターの下限(数)
sr: Доња граница филтера протеклих сати (број)
tr: Geçmiş saatler filtresi alt limiti (sayı)
uk: Нижня межа фільтра за минулі години (число)
zh_cn: Past 小时筛选器下限（数字）
zh_hant: Past 時數過濾器下限 (數字)

# Preview_Syntax
source: Syntax
bg: Синтактично открояване
ca: Sintaxi
fr: Syntaxe
ja: 構文
pt: Sintaxe
sr: Синтакса
tr: Sözdizimi
uk: Синтаксис
zh_cn: 语法
zh_hant: 語法

# Main_ForExampleRegularExpession
source: For example: file[0-9]{1,2}\\.txt
bg: например file[0-9]{1,2}\\.txt
ca: Per exemple: fitxer[0-9]{1,2}\\.txt
de: z.B. Datei[0-9]{1,2}\\.txt
fr: Par exemple : fichier[0-9]{1,2}\\.txt
he: e.g. file[0-9]{1,2}\\.txt
it: Esempio: file[0-9]{1,2}\\.txt
ja: 例 : file[0-9]{1,2}\\.txt
pl: Na przykład: plik[0-9]{1,2}\\.txt
pt: Por exemplo: ficheiro[0-9]{1,2}\\.txt
ru: Например: file[0-9]{1,2}\\.txt
sk: Napríklad: súbor[0-9]{1,2}\\.txt
sr: На пример: file[0-9]{1,2}\\.txt
sv: Till exempel: file[0-9]{1,2}\\.txt
tr: Örneğin: dosya[0-9]{1,2}\\.txt
uk: Наприклад: файл[0-9]{1,2}\\.txt
zh_cn: 例. file[0-9]{1,2}\\.txt
zh_hant: 例: file[0-9]{1,2}\\.txt

# ScriptHint_set_pathtoignore_value
source: A file filter pattern, such as test\\*, or list of filters
bg: Модел за име на файл, напр. test\\*, или списък от филтри
ca: Patró de filtre de fitxers com prova\\*, o llista de filtres
ja: テスト\\* などのファイル フィルター パターン、またはフィルターのリスト
sr: Образац филтера датотеке, као што је test\\*, или листа филтера
tr: test\\* gibi bir dosya filtresi deseni veya filtre listesi
uk: Шаблон фільтра файлу, наприклад test\\*, або список фільтрів
zh_cn: 文件筛选模式，如 test\\*，或筛选器列表
zh_hant: 檔案過濾器樣式, 如 test\\*, 或過濾器清單

# Preview_MatchWholeWords
source: Match whole words
bg: Цели думи
ca: Coincideix paraules senceres
de: Suche ganze Wörter
fr: Faites correspondre des mots entiers
he: התאם מילים שלמות
ja: 単語の完全一致
pt: Corresponder a todas as palavras
ru: Сопоставлять слова целиком
sr: Налази целу реч
tr: Tüm kelimeleri eşleştir
uk: З’єднайте цілі слова
zh_cn: 全字匹配
zh_hant: 全字符合

# Main_DatePast
source: Past
bg: В последните
ca: Fa
de: Zurück
fr: Passée
he: ב-
hr: Zadnjih
it: Tra le ore
ja: 過去
pt: Passado
ru: Последние от
sr: Задња
sv: Senaste
tr: Son
uk: минуле
zh_cn: 过去
zh_hant: 過去

# Window_Maximize
source: Maximize
bg: Увеличаване
de: Maximiere
fr: Maximiser
he: הגדל
ja: 最大化
pt: Maximizar
ru: Развернуть
sr: Максимизирајте
tr: Ekranı Kapla
uk: Максимізувати
zh_cn: 最大化
zh_hant: 最大化

# ReportSummary_SearchFor
source: Search for:
bg: Търсене:
ca: Cerca:
de: Suche nach:
fr: Recherche :
he: חפש את:
hr: Pronađi:
it: Cerca per:
ja: 検索対象 :
pt: Procurar:
ru: Поиск содержимого:
sk: Hľadať obsah:
sr: Претражити:
sv: Sök efter:
tr: Şunu ara:
uk: Пошук:
zh_cn: 搜索:
zh_hant: 搜尋:

# MessageBox_SearchFailedError
source: Could not complete the search. Check the error log for details:
bg: Търсенето не може да бъде завършено. Проверете дневника за подробности:
ca: La cerca no es pot completar. Comprovar el registre pels detalls:
de: Fehler beim Suchen, für Details siehe Fehlerprotokoll:
fr: La recherche n'a pas pu être effectuée. Consultez le journal des erreurs pour plus de détails :
he: החיפוש נכשל! עיין ביומן השגיאות לפרטים:
ja: 検索を完了できませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível completar a pesquisa. Verifique os detalhes no ficheiro de registo:
ru: Поиск не удался! Подробные сведения см. в логе ошибок:
sr: Није могуће завршити претрагу. Проверите дневник грешака:
tr: Arama tamamlanamadı. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося завершити пошук. Подробиці перевірте в журналі помилок:
zh_cn: 搜索失败! 日志查看详情:
zh_hant: 搜尋失敗! 日誌查看詳情:

# Replace_ErrorThisIsABinaryFile
source: Error: this is a binary file
bg: Грешка: файлът е двоичен
ca: Error: aquest és un fitxer binari
de: Fehler: die ist eine binäre Datei
fr: Erreur : ceci est un fichier binaire
he: שגיאה: זהו קובץ בינארי
ja: エラー : これはバイナリ ファイルです
pt: Erro: este ficheiro é binário
ru: Ошибка: это бинарный файл
sr: Грешка: ово је бинарна датотека
tr: Hata: Bu bir ikili (binary) dosyadır
uk: Помилка: це бінарний файл
zh_cn: 错误 : 这是一个二进制文件
zh_hant: 錯誤: 這是二進制檔案

# Preview_FindPrevious
source: Find previous (Shift+F3)
bg: Предишно съвпадение (Shift+F3)
ca: Cerca l'anterior (Maj+F3)
de: Suche rückwärts (Umschalt + F3)
fr: Trouver le précédent (Shift+F3)
he: מצא את הקודם (Shift+F3)
ja: 前を検索 (Shift+F3)
pt: Encontrar anterior (Shift+F3)
ru: Найти предыдущее (Shift+F3)
sr: Пронађи претходни (Shift+F3)
tr: Öncekini bul (Shift+F3)
uk: Знайти попередній (Shift+F3)
zh_cn: 查找上一个 (Shift+F3)
zh_hant: 搜尋上一個 (Shift+F3)

# Options_ShowResultLinesInContext
source: Show result lines in context
bg: Показване на съвпаденията в контекста на
ca: Mostra línies adjacents als resultats
de: zeige Ergebniszeilen im Kontext
fr: Afficher les lignes de résultats dans le contexte
he: הצג שורות קרובות להתאמה
ja: 該当箇所前後行の表示
pt: Mostrar linhas de resultados em contexto
ru: Показывать в результатах контекстные строчки:
sr: Приказати линије резултата у контексту
tr: Sonuç satırlarını bağlamda göster
uk: Показати рядки результатів у контексті
zh_cn: 显示搜索结果上下文
zh_hant: 顯示搜尋結果上下文前

# Main_Results_CompareFiles
source: Compare files
bg: Сравняване на файловете
ca: Comparar fitxers
de: Dateien vergleichen
fr: Comparer les fichiers
he: השווה קבצים
ja: ファイルの比較
pt: Comparar ficheiros
ru: Сравнение файлов
sr: Упоредити датотеке
tr: Dosyaları karşılaştır
uk: Порівняти файли
zh_cn: 文件对比
zh_hant: 比對檔案

# Replace_WhenCheckedTheDateModifiedWillNotBeChangedOnReplace
source: When checked, the 'Date modified' will not be changed on replace
bg: Ако е отметнато, датата на промяна на файла не се сменя при заместване
ca: Quan està marcada, la 'Data de modificació' no es canviarà al substituir
fr: Si cette case est cochée, la "date de modification" ne sera pas modifiée lors du remplacement
ja: チェックを入れると、「日付の変更」が置換時に変更されません
pt: Quando marcada, a 'Data de modificação' não será alterada na substituição
sr: Када је означено, 'Датум измене' неће бити промењен приликом замене
tr: İşaretlendiğinde, bul-değiştir sonrasında 'Değiştirilme tarihi' değiştirilmeyecektir
uk: Якщо позначено, «Дата зміни» не буде змінено під час заміни
zh_cn: 选中后，替换时不会更改“修改日期”
zh_hant: 若勾選, 取代時不會變更 '修改日期'

# Main_SearchParallel
source: Search paralle_l
bg: _Паралелно търсене
ca: Cerca parale_la
de: Suche paralle_l
fr: Recherche parallèle
hr: Pretraži parale_lno
ja: 並列検索(_L)
pt: Pesquisa parale_la
ru: Параллельный поис_к (многопоточный)
sr: Паралелна претрага
tr: _Paralel arama
uk: Пошук paralle_l
zh_cn: 并行搜索(_L)
zh_hant: 並行搜尋

# MessageBox_ThereWasAnErrorDeletingFiles
source: Could not delete the files. Check the error log for details:
bg: Файловете не могат да бъдат премахнати. Проверете дневника за подробности:
ca: No s'ha pogut suprimir el fitxer. Comproveu el registre d'error per a més detalls:
de: Fehler beim Dateilöschen, für Details siehe Fehlerprotokoll:
fr: Impossible d'effacer le fichier. Vérifiez le journal des erreurs pour plus de détails :
he: אירעה שגיאה במחיקת קבצים. עיין ביומן השגיאות לפרטים:
ja: ファイルを削除できませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível eliminar os ficheiros. Verifique os detalhes no ficheiro de erros:
ru: Произошла ошибка при удалении файлов. Подробные сведения см. в логе ошибок:
sr: Није могуће избрисати датотеку. Проверите извештај грешака:
tr: Dosyalar silinemedi. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося видалити файли. Подробиці перевірте в журналі помилок:
zh_cn: 删除文件时发生错误. 日志查看详情:
zh_hant: 無法刪除檔案. 日誌查看詳情:

# Replace_ReadOnly
source: [read-only]
bg: [само за четене]
ca: [només lectura]
de: [Schreibgeschützt]
fr: [lecture seule]
he: [לקריאה בלבד]
ja: [読み取り専用]
pt: [apenas de leitura]
ru: [Только чтение]
sr: [само-читљиво]
tr: [salt okunur]
uk: [лише для читання]
zh_cn: [只读]
zh_hant: [唯讀]

# ReportOptionsWindow_Text
source: Text
bg: Текст
fr: Texte
ja: テキスト
pt: Texto
sr: Текст
tr: Metin
uk: Текст
zh_cn: 文本
zh_hant: 文字

# ScriptHint_set_sizefrom_value
source: Size filter lower limit (number)
bg: Филтър по размер, долна граница (число)
ja: サイズフィルターの下限 (数値)
sr: Доња граница филтера величине (број)
tr: Boyut filtresi alt sınırı (sayı)
uk: Нижня межа фільтра розміру (число)
zh_cn: 尺寸筛选器下限（数字）
zh_hant: 大小過濾器下限 (數字)

# ScriptHint_bookmark_use_value
source: The name of a bookmark
bg: Наименование на отметка
ja: ブックマークの名前
sr: Име обележивача
tr: Yer iminin adı
uk: Назва закладки
zh_cn: 书签的名称
zh_hant: 書籤名稱

# BookmarkDetails_DotAsNewline
source: _Dot as newline
bg: Точка за _нов ред
ca: Punt com a _nova línia
de: _Punkt als neue Zeile
fr: Point comme nouvelle ligne
he: _עגון בשורה חדשה
hr: _Točka kao nova linija
it: _Punto come nuova linea
ja: ドットを改行として扱う(_D)
pl: Kropka jako znak nowej linii
pt: _Dot como nova linha
ru: _Точка в роли новой строки
sk: _Bodka ako znak nového riadku
sr: Тачка као нова линија
tr: _Nokta Yeni Satır
uk: _Крапка як новий рядок
zh_cn: 点号作为新行(_D)
zh_hant: 點號(.)搜尋包含換行字元

# Main_ReportOption_ResultsFileFormat
source: Text file
bg: Файл на резултат
ca: Fitxer de texte
de: Ergebnis Dateiformat
fr: Fichier texte
he: פורמט קובץ התוצאות
hr: Tekstualna datoteka
ja: テキストファイル
pt: Ficheiro de texto
ru: Формат файла результатов
sr: Текст датотека
tr: Metin dosyası
uk: Текстовий файл
zh_cn: 搜索结果文件格式
zh_hant: 文字檔案

# MessageBox_ReplaceInFilesIsRunning
source: Replace in files is running.
bg: В момента се извършва заместване във файлове.
ca: S'està executant la substitució als fitxers.
ja: ファイル内の置換が実行されています。
tr: Dosya değiştirme işlemi devam ediyor.
uk: Виконується заміна у файлах.
zh_cn: 正在执行文件内替换。
zh_hant: 正在執行檔案中取代.

# Bookmarks_FilePatternHeader
source: File pattern
bg: Модел на файла
ca: Patró de fitxers
de: Dateimuster
fr: Modèle de fichier
he: תבנית קובץ
hr: Nastavak datoteke
it: Pattern File
ja: ファイル パターン
pt: Padrão do ficheiro
ru: Шаблон файла
sk: Vzor súboru
sr: Шаблон датотеке
sv: Filmönster
tr: Dosya deseni
uk: Шаблон файлу
zh_cn: 文件模式
zh_hant: 檔案樣式

# Main_SizeTo
source: to
bg: до
ca: a
de: zu
fr: à
he: עד
hr: do
it: e le
ja: から
pt: a
ru: до
sr: до
sv: till
tr: ile
uk: до
zh_cn: 到
zh_hant: 到

# MessageBox_SomethingBrokeDownInDnGrep
source: Something broke down in dnGrep. Check the error log for details:
bg: Нещо в dnGrep не е наред. Проверете дневника за подробности:
ca: Alguna cosa es s'ha trencar al dnGrep. Comproveu el registre d'error per a més detalls:
de: Abbruch von dnGrep, für Details siehe Fehlerprotokoll:
fr: Quelque chose s'est cassé dans dnGrep. Vérifiez le journal des erreurs pour plus de détails :
he: משהו התקלקל ב- dnGrep. עיין ביומן השגיאות לפרטים:
ja: dnGrep で何かが壊れました。詳細についてはエラーログを確認してください :
pt: Algo falhou no dnGrep. Verifique os detalhes no ficheiro de erros:
ru: :( В dnGrep что-то сломалось. Подробные сведения см. в логе ошибок:
sr: Нешто се покварило у dnGrep. Проверите дневник грешака:
tr: DnGrep'te bir şeyler bozuldu. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Щось зламалося в dnGrep. Подробиці перевірте в журналі помилок:
zh_cn: dnGrep 部分损坏. 日志查看详情:
zh_hant: dnGrep 發生崩潰. 日誌查看詳情:

# ScriptHint_bookmark
source: Bookmark
bg: Отметка
ja: ブックマーク
sr: Обележивач
tr: Yer İmi
uk: Закладка
zh_cn: 加书签
zh_hant: 加書籤

# ScriptHint_set_paterntype
source: The type of file filter pattern
bg: Вид на модела за име на файл
ja: ファイル フィルター パターンの種類
sr: Врста шаблона датотеке
tr: Dosya filtresi deseninin türü
uk: Тип шаблону фільтра файлів
zh_cn: 文件筛选器模式的类型
zh_hant: 檔案過濾器樣式類型

# Script_Editor_Close
source: _Close
bg: _Затваряне
ca: _Tanca
fr: _Fermer
he: _סגור
hr: _Zatvori
it: _Chiudi
ja: 閉じる(_C)
pt: _Fechar
sk: _Zavrieť
sr: Затвори
sv: _Stäng
tr: _Kapat
uk: _Закрити
zh_cn: 关闭(_C)
zh_hant: 關閉

# Options_AboveResultsTree
source: Above results tree
bg: Над дървото с резултатите
ja: 結果ツリーの上
tr: Sonuç ağacının üstünde
uk: Вище дерево результатів
zh_cn: 在结果树上方
zh_hant: 位於結果樹狀圖上方

# Main_Results_Tooltip_NotConfigured
source: Not configured
bg: Не е настроен
ja: 設定されていません
tr: Yapılandırılmadı
uk: Не налаштовано
zh_cn: 未配置
zh_hant: 未配置

# Error_ErrorOpeningPDFFile
source: Error opening PDF file
bg: Грешка при отваряне на PDF файл
ja: PDF ファイルのオープンエラー
tr: PDF dosyası açılırken hata oluştu
uk: Помилка відкриття файлу PDF
zh_cn: 打开 PDF 文件出错
zh_hant: 開啟 PDF 檔案錯誤
