Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# MessageBox_CountFilesHaveBeenSuccessfullyCopied
source: {0} files have been copied.
bg: {0} файла са успешно копирани.
ca: S'han copiat {0} fitxers.
de: {0} Dateien wurden erfolgreich kopiert.
fr: {0} fichiers ont été copiés.
he: {0} קבצים הועתקו בהצלחה.
ja: {0} ファイルがコピーされました。
pt: {0} ficheiros copiados.
ru: Успешно скопировано файлов:{0}.
sr: {0} датотеке су копиране.
tr: {0} dosya kopyalandı.
uk: Скопійовано файлів: {0}.
zh_cn: {0} 文件已被成功复制.
zh_hant: {0} 檔案已複製.

# Options_ClearOldSearches
source: Clear old searches
bg: Премахване на стари търсения
ca: Neteja les cerques antigues
de: Alte Suchvorgänge löschen
fr: Effacer les anciennes recherches
he: נקה חיפושים ישנים
ja: 古い履歴を消去
pt: Limpar pesquisas antigas
ru: Очистить предыдущие поиски
sr: Обрисати старе претраге
tr: Eski aramaları temizle
uk: Очистити старі пошуки
zh_cn: 清除已有的搜索
zh_hant: 清除舊有搜尋

# Main_MaximizeResults
source: Maximize results (F7)
bg: Увеличаване на резултатите (F7)
ca: Maximitza resultats (F7)
fr: Optimiser les résultats (F7)
hr: Maksimiziraj rezultate (F7)
ja: 結果パネルを最大化 (F7)
pt: Maximizar resultados (F7)
sr: Оптимизовати резултате (F7)
sv: Maximera resultat (F7)
tr: Sonuçları en üst düzeye çıkar (F7)
uk: Максимізація результатів (F7)
zh_cn: 最大化结果（F7）
zh_hant: 最大化結果 (F7)

# BookmarkDetails_FileSource_Group
source: File source
bg: Изходен файл
ca: Origen dels fitxers
fr: Fichier source
it: Sorgente file
ja: ファイル ソース
pl: Źródło pliku
pt: Origem do ficheiro
sk: Zdroj súboru
sr: Извор датотека
sv: Filkälla
tr: Dosya kaynağı
uk: Джерело файлу
zh_cn: 文件来源
zh_hant: 檔案來源

# Options_CustomEditorHelp
source: Use keywords '{0}' for file location, '{5}' for the page number, '{1}' for the line number, '{2}' for the search pattern, '{3}' for the first matched text on the line, and '{4}' for the column number of the first match on the line.
bg: Използвайте ключовата дума „{0}“ за път до файла, „{5}“ за номер на страницата, „{1}“ за номер на реда, „{2}“ за низ на търсенето, „{3}“ за първи съвпадащ текст на реда, и „{4}“ за колона на първия съвпадащ текст на реда.
ca: Utilitza paraules clau '{0}' per a la localització de fitxers, '{5}' per el número de pàgina, '{1}' per el número de línia, '{2}' per al patró de cerca, '{3}' per a la primera coincidència del text en la línia, i '{4}' per al número de columna per a la primera coincidència en la línia.
de: Verwenden Sie die Schlüsselwörter '{0}' für den Speicherort der Datei, '{1}' für die Zeilennummer, '{2}' für das Suchmuster, '{3}' für den ersten übereinstimmenden Text in der Zeile und '{4}' für die Spaltennummer der ersten Übereinstimmung in der Zeile.
fr: Utilisez les mots-clés '{0}' pour l'emplacement du fichier, '{1}' pour le numéro de ligne, '{2}' pour le modèle de recherche, '{3}' pour le premier texte correspondant sur la ligne, et '{4}' pour le numéro de colonne de la première correspondance sur la ligne.
he: השתמש במילות מפתח '{0}' למיקום הקובץ, '{1}' עבור מספר השורה, '{2}' לדפוס החיפוש, '{3}' עבור הטקסט התואם הראשון בשורה, ו- '{4}' עבור מספר העמודה של ההתאמה הראשונה בשורה.
ja: キーワード '{0}' はファイルの場所、'{5}' はページ番号、'{1}' は行番号、'{2}' は検索パターン、'{3}' は行の最初に一致したテキスト、'{4}' は行の最初の一致の列番号に使用されます。
pt: Utilizar as palavras-chave '{0}' para o local do ficheiro, '{1}' para o número da linha, '{2}' para o padrão da pesquisa, '{3}' para o primeiro texto correspondente na linha e '{4} ' para o número da coluna da primeira correspondência na linha.
ru: Используйте ключевые слова '{0}' для расположения файла, '{1}' для номера строки, '{2}' для шаблона поиска, '{3}' для первого совпадающего текста в строке и '{4}' для номера столбца первого совпадения в строке.
sr: Употребите '{0}' за локацију датотеке, '{1}' за број линије, '{2}' за образац претраге, '{3}' за први подударни текст на линији, и '{4}' за број колоне првој налажења на линији.
tr: Dosya konumu için '{0}', sayfa numarası için '{5}', satır numarası için '{1}', arama kalıbı için '{2}', satırdaki ilk eşleşen metin için '{3}' ve satırdaki ilk eşleşmenin sütun numarası için '{4}' anahtar sözcüklerini kullanın.
uk: Використовуйте ключові слова "{0}" для розташування файлу, "{5}" для номера сторінки, "{1}" для номера рядка, "{2}" для шаблону пошуку, "{3}" для першого відповідного текст у рядку та '{4}' для номера стовпця першого збігу в рядку.
zh_cn: 关键词: '{0}' 表示文件路径，'{5}'表示页码， '{1}' 表示行号，'{2}' 表示搜索词，'{3}' 表示文件中第一个匹配的词， '{4}' 表示第一个匹配的词所在的列。
zh_hant: 關鍵字: '{0}' 為檔案路徑,'{5}' 為頁碼, '{1}' 為行號, '{2}' 為搜尋樣式, '{3}' 為首個符合文字的所在行, '{4}' 為檔案中首個符合文字.

# Options_WantADifferentLanguage
source: Do you want a different language?
bg: Търсите друг език?
ca: Vols un idioma diferent?
de: Wollen Sie eine andere Sprache?
fr: Voulez-vous une autre langue ?
he: אתה רוצה שפה אחרת?
ja: 別の言語をご希望ですか?
pt: Quer um idioma diferente?
ru: Вы хотите другой язык?
sr: Да ли желите други језик?
tr: Farklı bir dil mi istiyorsunuz?
uk: Ви хочете іншу мову?
zh_cn: 使用其他语言?
zh_hant: 使用其他語言?

# BookmarkDetails_WholeWord
source: _Whole word
bg: Цели _думи
ca: _Paraula sencera
de: _Ganze Wörter
fr: _Mot Entier
he: _מילה שלמה
hr: _Cijela riječ
it: _Intera parola
ja: 完全一致(_W)
pt: _Palavra completa
ru: _Слово целиком
sk: _Celé slovo
sr: Цела реч
tr: _Tüm kelime
uk: _Все слово
zh_cn: 全字匹配(_W)
zh_hant: 全字符合

# Main_SearchType_XPath
source: _XPath
ja: XPath(_X)

# TTA7_ForMoreRegexPatternsHitF1
source: Hit F1 for more regular expression patterns
bg: За примерни регулярни изрази натиснете F1
de: Für mehr Regular Expression Suchmuster drücke F1 (Hilfe)
fr: Appuyez sur F1 pour plus de modèles d'expressions régulières
he: For more Regex patterns hit F1
ja: F1を押して、さらなる正規表現パターンを確認してください
pt: Tecle F1 para mais padrões de expressões regulares
ru: Для получения дополнительных Regex-шаблонов нажмите F1
sr: Стиснути F1 за више образаца регуларног израза
tr: Daha fazla düzenli ifade deseni için F1 tuşuna basın
uk: Натисніть F1, щоб отримати більше шаблонів регулярних виразів
zh_cn: 按 F1 查看更多正则表达式内容
zh_hant: 按 [F1] 查看更多正則運算式內容

# BookmarkDetails_TypeHeader
source: Search type
bg: Вид на търсенето
ca: Tipus de cerca
de: Type
fr: Type de recherche
he: סוג
it: Tipo di Ricerca
ja: 検索の種類
pt: Tipo de pesquisa
ru: Тип поиска содержимого
sk: Typ vyhľadávania
sr: Тип претраге
sv: Söktyp
tr: Arama türü
uk: Тип пошуку
zh_cn: 搜索类型
zh_hant: 搜尋類型

# MessageBox_DoYouWantToStopTheSearchAndExit
source: Do you want to stop the search and exit?
bg: Желаете ли да бъде спряно преди изход?
ja: 検索を停止して終了しますか?
tr: Aramayı durdurup çıkmak istiyor musunuz?
uk: Ви хочете припинити пошук і вийти?
zh_cn: 你想停止搜索并退出吗？
zh_hant: 您想停止搜尋並退出嗎?

# Replace_ResetAndSkipAllMatchesInThisFile
source: Reset and skip all matches in this file
bg: Нулиране и пропускане на съвпаденията във файла [Ctrl+T]
ca: Restableix i omet totes les coincidències en aquest fitxer
de: Zurücksetzten aller Fundstellen in dieser Datei [Strg+T]
fr: Réinitialiser et ignorer toutes les correspondances dans ce fichier [Ctrl+T]
he: אפס ודלג על כל ההתאמות בקובץ זה [Ctrl+T]
ja: このファイルのすべての一致をリセットしてスキップ
pt: Repor e ignorar todas as correspondências neste ficheiro [Ctrl+T]
ru: Сбросить и пропустить все совпадения в этом файле [Ctrl+T]
sr: Ресетовати и прескочити сва налажења у овој датотеци [Ctrl+T]
tr: Bu dosyadaki tüm eşleşmeleri sıfırla ve atla
uk: Скинути та пропустити всі збіги в цьому файлі [Ctrl+T]
zh_cn: 重置并取消该文件中所有匹配项 [Ctrl+T]
zh_hant: 重置並跳過該檔案中所有符合項 [Ctrl+T]

# Main_ResultList_CountAdditionalCharacters
source: …(+{0:n0} characters)
bg: …(+{0:n0} знака)
ca: …(+{0:n0} caràcters)
de: ...(+{0:n0} Zeichen)
fr: ...(+{0:n0} caractères)
he: ...(+{0:n0} תווים)
hr: …(+{0:n0} karaktera)
ja: …(+{0:n0} 文字)
pt: …(+{0:n0} carateres)
ru: ...(+{0:n0} символов)
sr: …(+{0:n0} карактера)
tr: …(+{0:n0} karakter)
uk: …(+{0:n0} символів)
zh_cn: ...(+{0:n0} 字符)
zh_hant: ...(+{0:n0} 字元)

# Main_ReplaceWith
source: Re_place with:
bg: _Заменяне:
ca: Substitueix per:
de: Er_setze mit:
fr: Remplacer par :
he: להחליף ב:
hr: Zam_ijeni s:
it: Sos_tituisci con:
ja: 置換対象(_P) :
pt: Sub_stituir por:
ru: За_менить на:
sr: Променити са:
tr: _Şununla Değiştir:
uk: Re_place з:
zh_cn: 替换为(_P):
zh_hant: 取代為:

# Main_ExcludeFilesByTypeAndFoldersByName
source: Exclude files by type and folders by name
bg: Изключване на файлове според вида и папки според името
ca: Exclou fitxers per tipus i carpetes per nom
de: Ausschluss von Dateien über Typen und Verzeichnisse über Namen
fr: Exclure les fichiers par type et les dossiers par nom
he: אל תכלול קבצים לפי סוג ותיקיות לפי שם
it: Escludi file per tipo e cartelle per nome
ja: ファイルを種類別に、フォルダーを名前別に除外する
pt: Excluir ficheiros por tipo e nome das pastas
ru: Исключать файлы (по типу) и папки (по имени)
sr: Одбаци датотеке по типу и фасцикле по имену
tr: Dosyaları türe ve klasörleri ada göre hariç tutun
uk: Виключайте файли за типом і папки за назвою
zh_cn: 根据文件类型和文件名排除
zh_hant: 依據檔案類型和檔案名稱排除

# Main_EverythingIndexService
source: Everything index service
bg: Услуга за индексиране на Everything
ca: Servei d'indexació de tot
de: Everything Indizierungsdienst
fr: Service d'indexation de l'application
he: שירות אינדקס של Everything
it: Servizio di Indicizzazione di Everything
ja: Everything インデックス サービス
pl: Usługa indeksowania wszystkiego
pt: Rótulo da opção do padrão do ficheiro. "Everything" é uma aplicação (consulte https://www.voidtools.com/) É visível apenas se a aplicação estiver instalada no computador do utilizador.
ru: Служба индексации Everything
sk: Služba indexovania Everything
sr: Сервис индекса „Everything“-а
tr: Everything Dizin Servisi
uk: Сервіс індексу всього
zh_cn: Everything 索引服务
zh_hant: Everything 索引服務

# ReportSummary_Multiline
source: Multiline
bg: Многоредово
ca: Multilínia
de: Mehrzeilig
fr: Multiligne
hr: Višelinijski
it: Multilinea
ja: 複数行
pt: Multilinha
ru: Многострочность
sk: Viacriadkové
sr: Вишелинијско
tr: Çok Satırlı
uk: Багаторядковий
zh_cn: 多行
zh_hant: 多行

# Main_FromTheStartOfTheDay
source: from the start of the day
bg: от началото на деня
ca: des de l'inici del dia
de: von Begin des Tages
fr: depuis le début de la journée
he: מתחילת היום
it: dall'inizio del giorno
ja: 指定した日付から
pt: a partir do dia
ru: с начала дня
sr: од почетка дана
sv: från början av dagen
tr: günün başından itibaren
uk: з початку дня
zh_cn: 从这一天开始
zh_hant: 從這一天開始

# Main_StatusTooltip_MatchNumberMatchCountOverall
source: Match number/match count overall
bg: Номер на съвпадението/общ брой съвпадения
ca: Número de coincidències/número de coincidències globals
ja: ファイル全体の一致番号/一致数
tr: Eşleşme numarası/genel eşleşme sayısı
uk: Кількість матчів/загальна кількість матчів
zh_cn: 总匹配个数
zh_hant: 符合項總計數值

# TTB0_InsertsTabNewline
source: \\t inserts tab, \\r inserts return, \\n inserts newline
bg: \\t вмъква табулатор, \\r вмъква знак за връщане на каретката, \\n вмъква знак за нов ред
fr: \\t insère une tabulation, \\r insère un retour, \\n insère une nouvelle ligne
ja: \\t TABの挿入, \\r 改行の挿入, \\n 改行の挿入
pt: \\t insere tabulação, \\r insere parágrafo, \\n insere nova linha
sr: \\t убацује таболатор, \\r убације „return“, \\n убацује нови ред
tr: \\t sekme ekler, \\r dönüş ekler, \\n yeni satır ekler
uk: \\t вставляє табуляцію, \\r вставляє повернення, \\n вставляє новий рядок
zh_cn: \\t 插入 tab, \\r 插入 return, \\n 插入 newline
zh_hant: \\t 插入 tab, \\r 插入 return, \\n 插入 newline

# MessageBox_WouldYouLikeToContinue
source: Continue?
bg: Желаете ли да продължите?
ca: Continuar?
de: Wollen Sie fortfahren?
fr: Continuer ?
he: תרצה להמשיך?
ja: 続行しますか?
pt: Continuar?
ru: Вы хотите продолжить?
sr: Наставити?
tr: Devam edilsin mi?
uk: Продовжити?
zh_cn: 是否继续?
zh_hant: 是否繼續?

# Error_ThisPDFFileContainsNoText
source: This PDF file contains no text
bg: Този PDF не съдържа текст
ja: この PDF ファイルにはテキストが含まれていません
tr: Bu PDF dosyası metin içermiyor
uk: Цей файл PDF не містить тексту
zh_cn: 此 PDF 文件不包含文本
zh_hant: 此 PDF 檔案不包含任何文字

# BookmarkDetails_SearchType_XPathSearchXMLDocumentsOnly
source: XPath search (only for XML documents)
bg: Търсене с XPath (само за документи на XML)
ca: Cerca XPath (només per a documents XML)
de: XPath Suche (nur XML Dokumente)
fr: Recherche XPath (seulement pour documents XML)
he: חיפוש XPath (מסמכי XML בלבד)
hr: XPath pretraga (samo za XML dokumente)
it: Ricerca XPath (solo per documenti XML)
ja: XPath検索 (XMLドキュメントのみ)
pt: Pesquisar XPath (apenas para documentos XML)
ru: Поиск XPath (только для XML-документов)
sk: Vyhľadávanie XPath (iba dokumenty XML)
sr: XPath претрага (само за XML документе)
sv: XPath-sökning (endast för XML-dokument)
tr: XPath araması (Yalnızca XML belgeleri için)
uk: Пошук XPath (лише для документів XML)
zh_cn: XPath 搜索 (仅限于 XML 文档)
zh_hant: XPath 搜尋 (僅限於 XML 文檔)

# ScriptHint_expandresultoptions
source: Expand or hide the results options section
bg: Отваря или затваря панела с настройки на резултатите
ca: Expandeix o oculta la secció d'opcions de resultats
ja: 結果オプション セクションの展開または非表示
sr: Прошири или сакриј секцију опција резултата
tr: Sonuç seçenekleri bölümünü genişlet veya gizle
uk: Розгорнути або приховати розділ параметрів результатів
zh_cn: 展开或隐藏结果选项部分
zh_hant: 展開或隱藏結果選項部分

# ScriptHint_run
source: Run an external command
bg: Изпълнява външна команда
ja: 外部コマンドの実行
sr: Покрени екстерну команду
tr: Harici bir komut çalıştır
uk: Виконайте зовнішню команду
zh_cn: 运行外部命令
zh_hant: 執行外部命令

# Options_Yes
source: Yes
bg: Да
ca: Sí
ja: はい
sr: Да
tr: Evet
uk: Так
zh_cn: 是
zh_hant: 是

# Options_RestartRequiredWhenChanged
source: * Restart required when changed
bg: * При промяна е необходим рестарт
ja: * 変更した場合は再起動が必要です
tr: * Değiştirildiğinde yeniden başlatma gerekir
uk: * Після зміни потрібно перезапустити
zh_cn: 更改后需重启*
zh_hant: * 變更後需重新啟動

# Options_OnFileMoveOverwrite
source: On file move, when destination file exists, overwrite existing file?
bg: При преместване на файл ако целевият файл съществува, да бъде ли презаписан?
ca: Al moure fitxers, quan existeix el fitxer de destinació, voleu sobreescriure el fitxer existent?
ja: ファイルの移動時、宛先のファイルが存在する場合、既存のファイルを上書きしますか?
sr: Приликом померања фајла, ако дестинациони фајл постоји, препиши преко њега?
tr: Dosya taşınırken, hedef dosya mevcut olduğunda, mevcut dosyanın üzerine yazılsın mı?
uk: Під час переміщення файлу, коли цільовий файл існує, перезаписати наявний файл?
zh_cn: 复制文件时，若目标文件存在，是否覆盖现有文件？
zh_hant: 移動檔案時, 若目標文件存在, 是否覆寫現有檔案?

# Main_Paused
source: Paused
bg: Спряно
ja: 一時停止中
tr: Duraklatıldı
uk: Призупинено
zh_cn: 已暂停
zh_hant: 已暫停

# Options_ArchiveOptions
source: Archive files
bg: Настройки за архиви
ca: Fitxers comprimits
de: Archiv Suche
fr: Fichiers archives
he: אפשרויות ארכיון
ja: アーカイブ ファイル
pt: Arquivar ficheiros
ru: Опции архивов
sr: Архивске датотеке
tr: Arşiv dosyaları
uk: Архівні файли
zh_cn: 压缩文件
zh_hant: 壓縮檔檔案

# Main_ResultList_PlusCountMoreMatches
source: , +{0} more matches
bg: , + още {0} съвпадения
ca: , +{0} més coincidències
de: , +{0} mehre Fundstellen
fr: , +{0} plus de correspondances
he: , +{0} עוד התאמות
hr: , +{0} dodatnih podudaranja
ja: , +{0} 件の追加一致
pt: , +{0} mais correspondências
ru: , +{0} больше совпадений
sr: , +{0} више налажења
tr: , +{0} eşleşme daha
uk: , +{0} більше збігів
zh_cn: , +{0} 更多匹配
zh_hant: , +{0} 個更多符合項

# MessageBox_AllowItCompleteOrCancelItBeforeExiting
source: Allow it complete or cancel it before exiting.
bg: Оставете го да звърши или го прекъснете преди изход.
ja: 完了するかキャンセルしてから終了してください。
tr: Tamamlanmasına izin verin veya çıkmadan önce iptal edin.
uk: Дозвольте завершити або скасуйте його перед виходом.
zh_cn: 允许其完成或在退出前取消它。
zh_hant: 允許其完成或在退出前取消它.

# MessageBox_Scripts_HasValidationErrorsSaveAnyway
source: {0} has validation errors. Save anyway?
bg: Скриптът „{0}“ не преминава валидация. Да бъде ли запазен въпреки това?
ca: {0} te errors de validació. Desar igualment?
ja: {0} には検証エラーがあります。それでも保存しますか?
sr: {0} има грешке приликом валидације. Ипак сачувај ?
tr: {0} doğrulama hataları içeriyor. Yine de kaydedilsin mi?
uk: {0} має помилки перевірки. Все одно збережіть?
zh_cn: {0} 有验证错误。仍要保存吗？
zh_hant: {0} 有驗證錯誤, 仍要儲存?

# Help_CmdLineScript
source: /sc [scriptKey] -sc [scriptKey] -script [scriptKey] Runs the script identified by the script key.
bg: /sc [scriptKey] -sc [scriptKey] -script [scriptKey] Изпълнява скрипта със зададения идентификатор.
ca: /sc [scriptKey] -sc [scriptKey] -script [scriptKey] Executa el script identificat per la ScriptKey.
ja: /sc [scriptKey] -sc [scriptKey] -script [scriptKey] スクリプト キーによって識別されるスクリプトを実行する。
sk: /sc [scriptKey] -sc [scriptKey] -script [scriptKey] Spustí skript identifikovaný kľúčom skriptu.
sr: /sc [scriptKey] -sc [scriptKey] -script [scriptKey] Покрени скрипт идентификован путем скрипт кључа
tr: /sc [scriptKey] -sc [scriptKey] -script [scriptKey] Komut dosyası anahtarıyla tanımlanan komut dosyasını çalıştırır.
uk: /sc [scriptKey] -sc [scriptKey] -script [scriptKey] Запускає сценарій, визначений ключем сценарію.
zh_cn: /sc [scriptKey] -sc [scriptKey] -script [scriptKey] 运行脚本键识别的脚本。
zh_hant: /sc [scriptKey] -sc [scriptKey] -script [scriptKey] 執行指令碼鍵識別的指令碼.

# Help_CmdLineCaseSensitive
source: /cs [True/False] -cs [True/False] -caseSensitive [True/False] Sets case-sensitive search flag – True or False.
bg: /cs [True/False] -cs [True/False] -caseSensitive [True/False] Задава стойност на флага за търсене „съвпадение на регистъра“ – True (истина) или False (неистина).
ca: /cs [True/False] -cs [True/False] -caseSensitive [True/False] Estableix l'indicador de cerca entre majúscules i minúscules – Cert o Fals.
fr: /cs [Vrai/Faux] -cs [Vrai/Faux] -caseSensitive [Vrai/Faux] Définit l'indicateur de recherche sensible à la case - Vrai ou Faux.
it: /cs [True/False] -cs [True/False] -caseSensitive [True/False] Setta flag di ricerca case-sensitive – True or False.
ja: /cs [True/False] -cs [True/False] -caseSensitive [True/False] 大/小文字を区別する検索フラグの設定 – TrueまたはFalseを指定します。
pt: /cs [Verdadeiro/Falso] -cs [Verdadeiro/Falso] -caseSensitive [Verdadeiro/Falso] Define a flag da pesquisa sensível a maiúsculas - Verdadeiro ou Falso.
sr: /cs [True/False] -cs [True/False] -caseSensitive [True/False] Поставља ознаку за претрагу која разликује велика и мала слова – Да или Не
tr: /cs [True/False] -cs [True/False] -caseSensitive [True/False] Büyük/küçük harfe duyarlı arama işaretini ayarlar (Doğru veya Yanlış).
uk: /cs [Правда/Неправда] -cs [Правда/Неправда] -caseSensitive [Правда/Невірно] Встановлює позначку пошуку з урахуванням регістру – True або False.
zh_cn: /cs [True/False] -cs [True/False] -caseSensitive [True/False] 大小写敏感 - True 或 False.
zh_hant: /cs [True/False] -cs [True/False] -caseSensitive [True/False] 設定區分大小寫旗標 - True 或 False.

# Help_CmdLinePatternType
source: /pt [type] -pt [type] -patternType [type] Sets the type of match and ignore pattern – must be one of: "Asterisk" (wildcard), "Regex" (regular expression), or "Everything" (if the Everything search tool is installed).
bg: /pt [вид] -pt [вид] -patternType [вид] Задава вид на модела за съвпадение и пренебрегване - трябва да е едно от: „Asterisk“ (заместващи символи), „Regex“ (регулярен израз), или „Everything“ (ако инструментът за търсене Everything е наличен).
ca: /pt [tipus] -pt [tipus] -patternType [tipus] Estableix el tipus de patró per a la coincidència i ignorar – pot ser un de: "Asterisk" (amb comodíns), "Regex" (expressió regular), or "Everything" (si està instal·lada l'eina de cerca Everything).
fr: /pt [type] -pt [type] -patternType [type] Définit le type de motif à faire correspondre et à ignorer - doit être l'un des suivants : "Asterisk" (caractère générique), "Regex" (expression régulière) ou "Everything" (si l'outil de recherche Everything est installé).
he: /pt [type] -pt [type] -patternType [type] Sets the type of match and ignore pattern - must be one of: Asterisk, Regex, or Everything (if the Everything search tool is installed).
ja: /pt [type] -pt [type] -patternType [type] 一致および無視パターンの種類の設定 – 次のいずれか : "Asterisk" (ワイルドカード), "Regex" (正規表現), or "Everything" (Everythingがインストールされている場合)。
pt: /pt [tipo] -pt [tipo] -patternType [tipo] Definir o tipo de verificação e a ignorar - deve ser um destes: "Asterisco" (máscara), "Regex" (expressão regular) ou "Everything" (se a ferramenta de pesquisa "Everything" estiver instalada).
sr: /pt [тип] -pt [тип] -patternType [тип] Поставља тип подударања и игнорисање шаблона – треба бити једно од: "Asterisk" (џокер), "Regex" (регуларни израз), или "Everything" (ако је алатка „Everything“ инсталирана).
tr: /pt [type] -pt [type] -patternType [type] Eşleştirme ve yok sayma modelinin türünü ayarlar; şunlardan biri olmalıdır: "Yıldız işareti" (joker karakter), "Regex" (normal ifade) veya “Everything” (Everything arama aracı yüklüyse).
uk: /pt [тип] -pt [тип] -patternType [тип] Встановлює тип збігу та шаблон ігнорування – має бути одним із таких: «Зірочка» (знак підстановки), «Регулярний вираз» (регулярний вираз) або «Усе» (якщо встановлено інструмент пошуку «Усе»).
zh_cn: /pt [type] -pt [type] -patternType [type] 符合或忽略匹配的模式类型 - 必须为其一: "Asterisk" (通配符), "Regex" (正则表达式), 或 "Everything" (需安装 Everything 搜索软件).
zh_hant: /pt [type] -pt [type] -patternType [type] 設定符合或忽略樣式的類型 - 必須為其一: "星號" (萬用字元), "Regex" (正則運算式), 或 "Everything" (若 Everything 搜尋工具已安裝).

# Help_CmdLineCSVReport
source: /csv [filePath] -csv [filePath] Create results file in CSV format after search is complete.
bg: /csv [файл] -csv [файл] Създава файл с резултатите във формат CSV след приключване на търсенето.
ca: /csv [filePath] -csv [filePath] Crea fitxer de resultats en format CSV al finalitzar la cerca.
fr: /csv [cheminfichier] -csv [cheminfichier] Crée un fichier de résultats au format CSV une fois la recherche terminée.
he: /csv [filePath] -csv [filePath] צור קובץ תוצאות בפורמט CSV לאחר סיום החיפוש.
it: /csv [filePath] -csv [filePath] Crea file di risultati in formato CSV al termina della ricerca.
ja: /csv [filePath] -csv [filePath] 検索完了後、CSV 形式で結果ファイルを作成する。
pt: /csv [filePath] -csv [filePath] Cria o ficheiro de resultados no formato CSV após completar a pesquisa.
sk: /csv [filePath] -csv [filePath] Po dokončení vyhľadávania vytvoriť súbor s výsledkami vo formáte CSV.
sr: /csv [путањаДатотеке] -csv [путањаДатотеке] Креирајте датотеку резултата у CSV формату након што се претрага заврши.
tr: /csv [filePath] -csv [filePath] Arama tamamlandıktan sonra CSV formatında sonuç dosyası oluşturun.
uk: /csv [шлях до файлу] -csv [шлях до файлу] Після завершення пошуку створіть файл результатів у форматі CSV.
zh_cn: /csv [filePath] -csv [filePath] 搜索完成后输出搜索结果为CSV文件.
zh_hant: /csv [filePath] -csv [filePath] 搜尋完成後以 CSV 格式建立搜尋結果檔案.
