Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Script_Editor_MoveUp
source: Move selected lines up
bg: Преместване на редовете нагоре
ja: 選択した行を上に移動
sr: Помери одабрану линију горе
tr: Seçili satırları yukarı taşı
uk: Перемістити виділені рядки вгору
zh_cn: 向上移动选中的行
zh_hant: 上移至選定的行

# Options_ShowVerboseMatchCount
source: Show additional details about the matches found
bg: Подробности за намерените съвпадения
ca: Mostra detalls addicionals sobre les coincidències trobades
de: zeige Anzahl der Übereinstimmungen
fr: Afficher des détails supplémentaires sur les correspondances trouvées
he: הצג בכמה שורות התוצאות נמצאו
ja: 一致の詳細情報を表示
pt: Mostrar detalhes adicionais das correspondências encontradas
ru: Показывать подробное количество совпадений
sr: Приказати додатне детаље о проналажењу
tr: Bulunan eşleşmelerle ilgili ek ayrıntıları göster
uk: Показати додаткові відомості про знайдені збіги
zh_cn: 显示详细的匹配数量
zh_hant: 顯示符合項附加詳細資訊

# Scripts_AtLine
source: At line
bg: На ред
ja: 行
tr: Sıra no
uk: На лінії
zh_hant: 於行

# ScriptHint_set_searchinresults
source: Search in results
bg: Търсене в резултатите
ca: Cerca als resultats
fr: Rechercher dans les résultats
he: חיפוש בתוצאות
ja: 検索結果内で検索
pt: Procurar nos resultados
sr: Тражити у резултате
tr: Sonuçlarda ara
uk: Пошук в результатах
zh_cn: 在结果中搜索
zh_hant: 於結果中搜尋

# Validation_stringToDouble_PleaseEnterAValueInTheRange01
source: Please enter a value in the range: {0}-{1}.
bg: Въведете стойност в интервала {0}-{1}.
ja: 次の範囲の値を入力してください : {0} ～ {1}。
tr: Lütfen şu aralıkta bir değer girin: {0}-{1}.
uk: Введіть значення в діапазоні: {0}-{1}.
zh_cn: 请输入下列区间内的值：{0}-{1}。
zh_hant: 請輸入範圍內的值: {0}-{1}.

# Main_Results_OpenWithCustomEditor
source: Open with custom editor
bg: Отваряне с потребителски редактор
ca: Obrir amb editor personalitzat
de: Öffne mit benutzerdefiniertem Editor
fr: Ouvrir avec un éditeur personnalisé
he: פתח עם עורך מותאם אישית
hr: Otvori s prilagođenim uređivačem
ja: カスタムエディタで開く
pt: Abrir com editor personalizado
ru: Открыть с помощью пользовательского редактора
sr: Отворити помоћу прилагођеног уређивача
tr: Özel düzenleyiciyle aç
uk: Відкрити за допомогою спеціального редактора
zh_cn: 使用自定义编辑器打开
zh_hant: 使用自訂編輯器開啟

# Options_NoFixedLimit
source: No fixed limit
bg: Без определено ограничение
ja: 固定制限なし
tr: Sabit sınır yok
uk: Немає фіксованого ліміту
zh_cn: 系统自行决定并行任务数
zh_hant: 由系統自行決定並行任務數量

# ScriptHint_report_full
source: The full report
bg: Подробна справка
ja: 完全なレポート
sr: Пуни извештај
tr: Tam rapor
uk: Повний звіт
zh_cn: 完整报告
zh_hant: 完整報告

# Error_PdftotextFailedToCreateTextFile
source: pdftotext failed to create text file
bg: Грешка при създаване на файл от pdftotext
ja: pdftotext がテキストファイルを作成できませんでした
tr: pdftotext metin dosyası oluşturulamadı
uk: pdftotext не вдалося створити текстовий файл
zh_cn: pdftotext 未能创建文本文件
zh_hant: pdftotext 無法建立文字檔案

# Bookmarks_Summary_NoSymlinks
source: No symbolic links
bg: Без символни връзки
ca: No enllaços simbòlics
de: keine Symbolichen Links
fr: Aucun lien symbolique
he: ללא קישורים סימבולים
hr: Bez simboličkih veza
it: No collegamenti simbolici
ja: シンボリックリンクなし
pt: Não links simbólicos
ru: Без симв.ссылок
sr: Без симболичких веза
tr: Sembolik bağlantılar hariç
uk: Жодних символічних посилань
zh_cn: 非符号连接
zh_hant: 非符號連結

# Window_RestoreDown
source: Restore Down
bg: Възстановяване
de: verkleinern
fr: Restaurer en bas
he: שחזור למטה
ja: 元に戻す
pt: Restaurar Abaixo
ru: Восстановить
sr: Врати на дно
tr: Aşağı Geri Yükle
uk: Відновити вниз
zh_cn: 还原
zh_hant: 還原

# Options_ExtractFootnotes
source: Extract footnotes
bg: Извличане на бележки под линия
ja: 脚注の抽出
tr: Dipnotları çıkar
uk: Витягти виноски
zh_cn: 提取脚注
zh_hant: 提取註腳

# ReportSummary_SizeFrom0To1KB
source: Size from {0} to {1} KB
bg: Големина от {0} до {1} КБ
ca: Mida des de {0} a {1} KB
de: Größe von {0} bis {1} KB
fr: Taille de {0} à {1} KB
he: גודל מ- {0} ל- {1} KB
ja: サイズ : {0} KB から {1} KB まで
pt: Tamanho de {0} a {1} KB
ru: Размер от {0} до {1} KB (Кбайт)
sr: Величина од {0} до {1} КБ
tr: Boyut {0} ile {1} KB arasında
uk: Розмір від {0} до {1} Кб
zh_cn: 大小介于 {0} 到 {1} KB
zh_hant: 大小介於 {0} 到 {1} KB

# Replace_ReplaceKey4_SkipMatch
source: Skip match
bg: Пропускано съвпадение
ca: Omet la coincidència
de: Fundstelle
fr: Ignorer la correspondance
he: דלג על התאמה
ja: 一致をスキップ
pt: Ignorar correspondência
ru: Пропускаемое совпадение
sr: Прескочити налажење
tr: Eşleşmeyi atla
uk: Пропустити матч
zh_cn: 跳过匹配
zh_hant: 跳過符合項

# Main_Menu_About_CheckForUpdates
source: _Check for updates
bg: _Проверка за обновяване
ca: _Comprova si hi ha actualitzacions
fr: _Vérifier les mises à jour
it: _Controlla aggiornamenti
ja: 更新の確認(_C)
pt: Pro_curar atualizações
sr: Проверити ажурирања
tr: _Güncellemeleri kontrol et
uk: _Перевірте наявність оновлень
zh_cn: 检查更新(_C)
zh_hant: 檢查版本更新

# Main_Status_ReplaceFailed
source: Replace failed
bg: Грешка при заменяне
ca: Substitució ha fallat
de: Ersetzen fehlerhaft.
fr: Remplacement échoué
he: החלף נכשלה.
hr: Zamjena neuspješna
ja: 置換に失敗しました
pt: A substituição falhou
ru: Замена не удалась.
sr: Замена није успела
tr: Değiştirme başarısız oldu
uk: Не вдалося замінити
zh_cn: 替换失败
zh_hant: 取代失敗

# MessageBox_ThisBookmarkIsAssociatedWith0OtherFolders
source: This bookmark is associated with {0} other folders.
bg: Отметката е свързана с {0} други папки.
ca: Aquest favorit esta associat amb {0} altres carpetes.
de: Diese Lesezeichen ist verknüpft mit {0} anderen Verzeichnissen:
fr: Ce signet est associé à {0} autres dossiers.
he: סימניה זו משויכת ל{0}תיקיות אחרות:
ja: このブックマークは他の {0} 個のフォルダーと関連付けられています。
pt: Este marcador está associado a {0} outras pastas.
ru: Эта закладка связана с {0} другими папками:
sr: Овај обележивач је повезан са {0} другим фасциклама.
tr: Bu yer imi diğer {0} klasörle ilişkili.
uk: Ця закладка пов’язана з {0} іншими папками.
zh_cn: 当前书签和其他 {0} 个书签关联。
zh_hant: 此書籤與其他 {0} 個資料夾關聯.

# Main_Results_ShowFileProperties
source: Show file properties
bg: Атрибути на файла
ca: Mostra propietats del fitxer
de: Dateieigenschaften zeigen
fr: Afficher les propriétés du fichier
he: הצג מאפייני קובץ
hr: Prikaži postavke datoteke
ja: ファイルのプロパティを表示
pt: Mostrar propriedades do ficheiro
ru: Показать свойства файла
sr: Показати поставке датотеке
tr: Dosya özelliklerini göster
uk: Показати властивості файлу
zh_cn: 显示文件属性
zh_hant: 顯示檔案屬性

# Options_MainFontSize
source: Main window font size
bg: Размер на основния на шрифт
ca: Mida del tipus de lletra de la finestra principal
de: Hauptschriftgröße
fr: Taille de la police de la fenêtre principale
he: גודל הגופן הראשי
ja: メイン ウィンドウのフォント サイズ
pt: Tamanho de letra da janela principal
ru: Размер основного шрифта
sr: Величина слова главног прозора
tr: Ana pencere yazı tipi boyutu
uk: Розмір шрифту головного вікна
zh_cn: 字体大小
zh_hant: 主視窗字體大小

# ScriptHint_set_folder
source: Search location: folder or file path
bg: Цел: папка или път до файл
ca: Ubicació de cerca: carpeta o ruta al fitxer
ja: 検索場所 : フォルダーまたはファイル パス
sr: Локације претраге: фасцикла или путања датотеке
tr: Arama konumu: klasör veya dosya yolu
uk: Місце пошуку: папка або шлях до файлу
zh_cn: 搜索位置：文件夹或文件路径
zh_hant: 搜尋位置: 資料夾或檔案路徑

# MessageBox_ThereWasAnErrorAddingDnGrepToExplorerRightClickMenu
source: Could not add dnGrep to the Windows Explorer right-click menu. Check the error log for details:
bg: dnGrep не може да бъде добавен към контекстуалното меню на Windows Explorer. Проверете дневника за подробности:
ca: No s'ha pogut afegir dnGrep al menú del clic dret de l'explorador de Windows. Comproveu el registre d'error per mes detalls:
de: Fehler beim Hinzufügen von dnGrep zum Explorer Context Menu, für Details siehe Fehlerprotokoll:
fr: Impossible d'ajouter dnGrep au menu contextuel de l'Explorateur Windows. Vérifiez le journal des erreurs pour plus de détails :
he: 94 / 5000 תוצאות התרגום אירעה שגיאה בהוספת dnGrep לתפריט לחיצה ימנית בסייר הקבצים. עיין ביומן השגיאות לפרטים:
ja: dnGrep をエクスプローラの右クリックメニューに追加できませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível adicionar o dnGrep ao menu de contexto do Explorador do Windows. Verifique os detalhes no ficheiro de erros:
ru: Произошла ошибка при добавлении dnGrep в контекстное меню Проводника. Подробные сведения см. в логе ошибок:
sr: Није могуће додати dnGrep у мени са десним кликом на Windows Explorer. Проверите извештај грешака:
tr: Windows Gezgini'nin sağ tıklama menüsüne dnGrep eklenemedi. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося додати dnGrep до меню правої кнопки миші Провідника Windows. Подробиці перевірте в журналі помилок:
zh_cn: 将 dnGrep 从添加到右键菜单时发生错误. 日志查看详情:
zh_hant: 將 dnGrep 增添到檔案總管右鍵功能表時發生錯誤. 日誌查看詳情:

# Options_CustomEditorEscapeQuotes
source: Escape quotes in the '{0}' argument
bg: Изключваща последователност към кавичките в аргумента „{0}“
ja: '{0}' 引数内の引用符をエスケープ
tr: '{0}' argümanındaki tırnak işaretlerini kaldır
uk: Уникати лапок в аргументі "{0}"
zh_cn: 转义 '{0}' 变量中的引用
zh_hant: '{0}' 參數中的轉義引號

# BookmarkDetails_SkipRemoteCloudStorageFiles
source: Skip remote cloud storage files
bg: Пропускане на отдалечените облачни файлове
ca: Ometre fitxers de l'emmagatzematge al nuvol
fr: Ignorer les fichiers stockés dans le cloud distant
hr: Preskoči datoteke koje su spremljene u oblaku
it: Salta file in cloud remoti
ja: リモートクラウドストレージのファイルをスキップ
pt: Ignorar ficheiros remotos na nuvem
sk: Preskočiť súbory vzdialeného cloudového úložiska
sr: Занемари удаљене датотеке из облака
sv: Hoppa över molnlagringsfiler
tr: Uzak bulut depolama dosyalarını atla
uk: Пропустити файли віддалених хмарних сховищ
zh_cn: 跳过远程云存储文件
zh_hant: 跳過遠程雲端檔案

# Window_DockThisPopUpBackIntoTheMainWindow
source: Dock this pop-up back into the main window
bg: Сливане с основния прозорец
de: Verankere das Pop-Up zurück im Hauptfenster
fr: Remettez cette fenêtre pop-up dans la fenêtre principale
he: עגון את החלון הזה בחזרה לחלון הראשי
ja: このポップアップをメインウィンドウにドッキング
pt: Fixa este pop-up de novo na janela principal
ru: Прикрепить Dock-панель к главному окну
sr: Врати овај попап у главни прозор
tr: Bu ayrık pencereyi ana pencereyle birleştir
uk: Закріпіть це спливаюче вікно назад у головному вікні
zh_cn: 停靠回主窗口
zh_hant: 停駐回主視窗

# Main_ResultList_MatchToolTip1
source: Match {0}{1}{2}
bg: Съвпадение {0}{1}{2}
ca: Coincidència {0}{1}{2}
de: Übereinstimmung {0}{1}{2}
fr: Correspondance {0}{1}{2}
he: התאמה {0}{1}{2}
hr: Podudaranje {0}{1}{2}
ja: 一致 {0}{1}{2}
pt: Correspondência {0}{1}{2}
ru: Совпадение {0}{1}{2}
sr: Нађено {0}{1}{2}
tr: Eşleşen {0}{1}{2}
uk: Матч {0}{1}{2}
zh_cn: 匹配 {0}{1}{2}
zh_hant: 符合 {0}{1}{2}

# MessageBox_DoYouWantToStopTheScriptAndExit
source: Do you want to stop the script and exit?
bg: Желаете ли да бъде спрян преди изход?
ja: スクリプトを停止して終了しますか?
tr: Komut dosyasını durdurup çıkmak istiyor musunuz?
uk: Зупинити сценарій і вийти?
zh_cn: 你想停止脚本并退出吗？
zh_hant: 您想停止此指令碼並退出嗎?

# ScriptHint_set_searchfor
source: Search for
bg: Търсене
ca: Cerca per
fr: Rechercher par
he: חפש את
hr: Pretraži
it: Cerca per
ja: 検索対象
pt: Procurar
sk: Hľadať
sr: Тражи за
sv: Sök efter
tr: Şunu ara
uk: Шукати
zh_cn: 搜索什么
zh_hant: 搜尋

# Main_SearchType_Regex
source: _Regular expression
bg: _Регулярен израз
ca: Expressió _regular
fr: _Expression régulière
he: _Regex
hr: _Regularni izraz
it: Espressione _regolare
ja: 正規表現(_R)
pl: Wyrażenie regularne
pt: _Expressão regular
ru: _Regex (Регулярное выражение)
sk: _Regulárny výraz
sr: Регуларни израз
tr: _Normal ifade
uk: _Регулярний вираз
zh_cn: 正则(_R)
zh_hant: 正則運算式

# Help_OneOrMoreArgumentsAreInvalid
source: One or more arguments are not valid.
bg: Един или повече аргумента са недействителни.
ca: Un o més arguments no son vàlids.
de: Ein oder mehre Argumente sind falsch.
fr: Un ou plusieurs arguments ne sont pas valides.
he: ארגומנט אחד או יותר אינם חוקיים.
it: Uno o più argomenti non sono validi.
ja: 1 つ以上の引数が無効です。
pt: Um ou mais argumentos não são válidos.
ru: Один или несколько аргументов недопустимы / некорректны.
sk: Jeden alebo viac argumentov nie je platných.
sr: Један или више аргумената нису валидни.
sv: Ett eller flera argument är inte giltiga.
tr: Bir veya daha fazla argüman geçerli değil.
uk: Один або кілька аргументів недійсні.
zh_cn: 一个或多个参数不合法.
zh_hant: 一個或多個引數不合法.

# Options_ExtractHeaders
source: Extract headers
bg: Извличане на горни колонтитули
ja: ヘッダの抽出
tr: Üst bilgileri çıkar
uk: Витягти заголовки
zh_cn: 提取页眉
zh_hant: 提取頁眉

# ReportOptionsWindow_MatchesOnly
source: Matches only
bg: Само съвпаденията
ca: Només coincidències
fr: Correspondances uniquement
ja: 一致のみ
pt: Apenas correspondências
sr: Само налажење
tr: Sadece eşleşmeler
uk: Лише сірники
zh_cn: 仅匹配
zh_hant: 僅符合項

# ReportOptionsWindow_Cancel
source: Cancel
bg: Отказ
ca: Cancel·la
fr: Annuler
he: _ביטול
hr: Otkaži
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
sk: Zrušiť
sr: Поништити
sv: Avbryt
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_hant: 取消

# Main_Results_MoveFilesToRecycleBin
source: Move files to Recycle Bin
bg: Преместване на файлове в кошчето
ca: Moure fitxers a la Paperera
fr: Déplacer fichier à la corbeille
ja: ファイルをゴミ箱に移動
sr: Преместите датотеке у корпу за отпатке
tr: Dosyaları Geri Dönüşüm Kutusu'na taşı
uk: Перемістіть файли в кошик
zh_cn: 将文件移动到回收站
zh_hant: 將檔案移至資源回收筒

# Replace_ReplaceKey1_Text
source: text
fr: texte
he: טקסט
ja: テキスト
pt: texto
ru: текст
sr: текст
tr: metin
uk: текст
zh_cn: 文本
zh_hant: 文字

# Main_MoreMenu_Save_CSVResults
source: CSV results
bg: Като CSV
ca: Resultats CSV
de: CSV Ergebnisse
fr: Résultats CSV
he: תוצאות CSV
hr: CSV rezultati
it: Risultati CSV
ja: CSV 形式
pt: Resultados CSV
ru: CSV Результаты
sr: CSV резултати
sv: CSV-resultat
tr: CSV sonuçları
uk: Результати CSV
zh_cn: CSV 搜索结果
zh_hant: CSV 搜尋結果

# MessageBox_ErrorOpeningFile
source: Could not open the file. Check the error log for details:
bg: Файлът не може да бъде отворен. Проверете дневника за подробности:
ca: No s'ha pogut obrir el fitxer. Comproveu el registre d'error per a més detalls:
de: Fehler beim Laden der Datei, für Details siehe Fehlerprotokoll:
fr: Impossible d'ouvrir le fichier. Vérifiez le journal des erreurs pour plus de détails :
he: אירעה שגיאה בפתיחת קובץ. ראה את יומן השגיאה לקבלת פרטים:
ja: ファイルを開けませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível abrir o ficheiro. Verifique os detalhes no registo de erros:
ru: Произошла ошибка при открытии файла. Подробные сведения см. в логе ошибок:
sr: Није могуће отворити датотеку. Проверите дневник грешака:
tr: Dosya açılamadı. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося відкрити файл. Подробиці перевірте в журналі помилок:
zh_cn: 打开文件时发生错误. 日志查看详情:
zh_hant: 開啟檔案時發生錯誤, 日誌查看詳情:

# Main_CombineMultipleSearchPatternsUsingANDOrOR
source: Combine multiple search patterns using 'AND' or 'OR'
bg: Дава възможност за комбиниране на няколко модела за търсене с помощта на „AND“ или „OR“
ca: Combina múltiples patrons de cerca utilitzant 'AND' o 'OR'
de: kombiniere verschieden Suchmuster unter Verwendung von 'AND' oder 'OR'
fr: Combinez plusieurs modèles de recherche en utilisant "AND" ou "OR"
he: שלב מספר דפוסי חיפוש באמצעות 'AND' או 'OR'
hr: Kombiniraj više uzoraka pretrage koristeći 'AND' ili 'OR'
it: Combina più pattern di ricerca usando 'AND' oppure 'OR'
ja: "AND" または "OR" を使用して複数の検索パターンを組み合わせる
pt: Combina múltiplos padrões de pesquisa utilizando 'AND' ou 'OR'
ru: Возможность объединять несколько шаблонов поиска с помощью 'AND' или 'OR'
sr: Комбинујте више шаблона претраге користећи 'AND' или 'OR'
tr: 'AND' veya 'OR' kullanarak birden fazla arama modelini birleştirin
uk: Поєднайте кілька шаблонів пошуку за допомогою «І» або «АБО»
zh_cn: 使用 'AND' 或 'OR' 来组合多个搜索模式条件
zh_hant: 使用 'AND' 或 'OR' 來組合多重搜尋樣式

# ScriptHint_include_script_value
source: The key/file name of the script
bg: Идентификатор/име на файл на скрипт
ja: スクリプトのキー/ファイル名
sr: Кључ/име датотеке скрипте
tr: Komut dosyasının anahtar/dosya adı
uk: Назва ключа/файлу сценарію
zh_cn: 脚本的键/文件名
zh_hant: 指令碼鍵/檔案名稱

# MessageBox_CouldNotLoadResourcesFile0
source: Could not load the '{0}' resources file:
bg: Файлът с ресурси „{0}“ не може да бъде отворен:
ca: No s'ha pogut carregar el fitxer de recursos '{0}':
de: Kann die Sprachdatei '{0}' nicht laden:
fr: Impossible de charger le fichier de ressources '{0}' :
he: לא ניתן לטעון קובץ משאבים '{0}':
ja: '{0}' リソース ファイルを読み込めませんでした :
pt: Não foi possível carregar '{0}' o ficheiro de recursos:
ru: Не удалось загрузить файл ресурсов '{0}':
sr: Не могу да учитам датотеку '{0}':
tr: '{0}' kaynak dosyası yüklenemedi:
uk: Не вдалося завантажити файл ресурсів "{0}":
zh_cn: 无法读取资源文件 '{0}':
zh_hant: 無法載入 '{0}' 資源檔:

# Test_ReplaceResult
source: Replace result:
bg: Резултат от замяната:
ca: Resultat de la substitució:
de: Ersetzungsergebnis:
fr: Remplacer le résultat :
he: החלף את התוצאה:
ja: 置換結果 :
pt: Substituir resultado:
ru: Результат замены:
sr: Резултат замене:
tr: Sonucu değiştir:
uk: Замінити результат:
zh_cn: 替换搜索结果:
zh_hant: 取代搜尋結果:

# ScriptHint_set_casesensitive
source: Case sensitive
bg: Съвпадение на регистъра
ca: Distingeix majúscules i minúscules
fr: Sensible à la case
he: תלוי רישיות
hr: Osjetljivo na velika i mala slova
ja: 大/小文字を区別
pt: Respeitar maiúsculas
sr: Осетљиво на величину слова
sv: Versalkänslig
tr: Büyük/küçük harfe duyarlıdır
uk: Чутливий до регістру
zh_cn: 区分大小写
zh_hant: 區分大小寫

# ScriptHint_set_sortdirection
source: Sort direction
bg: Начин на сортиране
ja: 並べ替え方向
sr: Смер сортирања
tr: Sıralama yönü
uk: Напрямок сортування
zh_cn: 排序方向
zh_hant: 排序方向

# ScriptHint_env_cmd
source: Set an environment variable
bg: Задава променлива на средата
ja: 環境変数の設定
tr: Bir ortam değişkeni ayarla
uk: Встановіть змінну середовища
zh_cn: 设置环境变量
zh_hant: 設定環境變數

# Main_PastDateTo
source: to
bg: до
ca: fins
de: zu
fr: à
he: עד
hr: do
it: e le
ja: から
pt: a
ru: до
sr: до
sv: till
tr: ile
uk: до
zh_cn: 到
zh_hant: 到

# Script_Validation_TheValueCouldNotBeConvertedToTheCorrectType
source: The value could not be converted to the correct type
bg: Стойността не може да бъде превърната в правилния тип
ja: 値を正しい型に変換できませんでした
sr: Вредност не може бити конвертована у исправни тип
tr: Değer doğru türe dönüştürülemedi
uk: Значення не вдалося перетворити на правильний тип
zh_cn: 无法将值转换为正确的类型
zh_hant: 此值無法轉換為正確的類型

# Report_Page
source: Page
bg: Страница
ja: ページ
tr: Sayfa
uk: Сторінка
zh_cn: 页
zh_hant: 頁

# Main_MoreMenu_CopyResults
source: Copy results
bg: Копиране на резултатите
ca: Copiar resultats
de: Ergebnis kopieren
fr: Copier les résultats
he: העתקת תוצאות
hr: Kopiraj rezultate
it: Copia risultati
ja: 結果をコピー
pt: Copiar resultados
ru: Копировать результаты
sr: Копирати резултате
sv: Kopiera resultat
tr: Sonuçları kopyala
uk: Копіювати результати
zh_cn: 复制搜索结果
zh_hant: 複製搜尋結果

# MessageBox_ThisBookmarkIsAssociatedWithOneOtherFolder
source: This bookmark is associated with one other folder.
bg: Отметката е свързана с една друга папка.
ca: Aquest favorit està associat amb una altre carpeta.
de: Diese Lesezeichen ist verknüpft mit einem anderen Verzeichniss
fr: Ce signet est associé à un autre dossier.
he: סימניה זו משויכת לתיקייה אחת נוספת
ja: このブックマークは他の 1 つのフォルダーと関連付けられています。
pt: Este marcador está associado a outra pasta.
ru: Эта закладка связана с другой папкой
sr: Овај обележивач је повезан са још једној фасцикли.
tr: Bu yer imi başka bir klasörle ilişkilidir.
uk: Ця закладка пов'язана з іншою папкою.
zh_cn: 当前书签与另一个文件夹相关联。
zh_hant: 此書籤與另一個資料夾關聯.

# Main_AllSizes
source: All sizes
bg: Всякаква големина
ca: Totes les mides
de: jede Größe
fr: Toutes tailles
he: כל המידות
it: Qualunque dimensione
ja: すべてのサイズ
pt: Todos os tamanhos
ru: Любой размер
sk: Akákoľvek veľkosť
sr: Све величине
sv: Alla storlekar
tr: Tüm boyutlar
uk: Всі розміри
zh_cn: 所有大小
zh_hant: 所有大小

# MessageBox_WouldYouLikeToDownloadItNow
source: Download it now?
bg: Желаете ли да бъде изтеглено сега?
ca: Voleu baixar-lo ara?
de: Wollen Sie jetzt herunterladen?
fr: Le télécharger maintenant ?
he: האם אתה רוצה להוריד אותו עכשיו?
ja: 今すぐダウンロードしますか?
pt: Transferir agora?
ru: Вы желаете загрузить его сейчас?
sr: Преузети сада?
tr: Şimdi indirilsin mi?
uk: Завантажити зараз?
zh_cn: 立刻下载?
zh_hant: 立刻下載?

# Main_MoreMenu_Save_Report
source: Report
bg: Като отчет
ca: Informe
de: Bericht
fr: Résultat
he: דוח
hr: Izvještaj
it: Rapporto
ja: レポート形式
pt: Relatório
ru: Отчет
sr: Извештај
sv: Rapport
tr: Rapor
uk: Звіт
zh_cn: 报告
zh_hant: 報告

# ReportSummary_UsingRegexFilePattern
source: Using regular expression file pattern
bg: Използва се режулярен израз за модел на файла
de: Benutze Regular Expression für Dateisuchmuster
fr: Utilisation d'un modèle de fichier d'expression régulière
he: שימוש בדפוס קובץ regex
ja: 正規表現ファイル パターンを使用
pt: Utilizando um padrão de ficheiro com expressão regular
ru: Использован regex шаблон файла
sr: Коришћење шаблона датотеке регуларног израза
tr: Düzenli ifade dosyası desenini kullan
uk: Використання шаблону файлу регулярного виразу
zh_cn: 使用正则表达式文件名
zh_hant: 使用正則運算式檔案樣式

# Bookmarks_Close
source: _Close
bg: _Затваряне
ca: _Tancar
de: _Schliesse
fr: _Fermer
he: _סגור
hr: _Zatvori
it: _Chiudi
ja: 閉じる(_C)
pt: _Fechar
ru: _Закрыть
sk: _Zavrieť
sr: Затвори
sv: _Stäng
tr: _Kapat
uk: _Закрити
zh_cn: 关闭(_C)
zh_hant: 關閉

# Options_HelpTranslateDnGrep
source: Help translate dnGrep.
bg: Помогнете за превода на dnGrep.
ca: Ajuda a traduir el dnGrep.
de: Hilfe beim dnGrep-Übersetzten.
fr: Aide à la traduction de dnGrep.
he: עזור לתרגם את dnGrep.
ja: dnGrep の翻訳に協力してください。
pt: Ajude a traduzir o dnGrep.
ru: Помогите перевести dnGrep.
sr: Помогните у преводу dnGrep-а.
tr: dnGrep tercümesine yardım et.
uk: Допоможіть перекласти dnGrep.
zh_cn: 帮助翻译 dnGrep.
zh_hant: 協助翻譯 dnGrep.

# Bookmarks_Summary_MaxFolderDepth
source: Max folder depth: {0}
bg: Дълбочина на подпапките {0}
ca: Màxima profunditat de carpetes: {0}
de: maximale Verzeichnistiefe {0}
fr: Longueur maximale du dossier : {0}
he: עומק התיקיה המרבי {0}
hr: Maks. dubina mapa: {0}
it: Massima profondità cartelle: {0}
ja: 最大フォルダー階層 : {0}
pt: Profundidade máxima da pasta: {0}
ru: Максимальная глубина папки {0}
sk: Maximálna hĺbka priečinka 1{0}
sr: Максимална дубина фасцикле: {0}
sv: Max mappdjup: {0}
tr: Maksimum klasör derinliği: {0}
uk: Максимальна глибина папки: {0}
zh_cn: 最大文件夹深度 {0}
zh_hant: 最大資料夾深度: {0}

# Preview_PreviewAnyway
source: Preview anyway
bg: Преглед въпреки това
ca: Previsualitza igualment
de: Vorschau immer anzeigen
fr: Aperçu de toute façon
he: תצוגה מקדימה בכל מקרה
ja: とりあえずプレビュー
pt: Pré-visualizar na mesma
ru: Предварительный просмотр в любом случае
sr: Ипак приказати
tr: Yine de önizle
uk: Попередній перегляд все одно
zh_cn: 仍然预览
zh_hant: 仍然預覽

# CopyCommand_TheMatchPatternFailedToMatchFilename0
source: The match pattern failed to match filename '{0}'
bg: Моделът на файл не съвпада с името „{0}“
ja: 一致パターンがファイル名 '{0}' に一致しませんでした
tr: Eşleşme deseni '{0}' dosya adıyla eşleşemedi
uk: Шаблон збігу не збігається з назвою файлу "{0}"
zh_cn: 匹配模式未能匹配文件名 '{0}'
zh_hant: 符合樣式無法符合檔案名稱 '{0}'

# Rename_Cancel
source: Cancel
bg: Отказ
ca: Cancel·la
de: Abbrechen
fr: Annuler
he: _ביטול
hr: Otkaži
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sr: Поништити
sv: Avbryt
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_hant: 取消

# BookmarkDetails_PatternType_AsteriskPattern
source: Wildcard
bg: Заместващи символи
ca: Comodí
de: Sternchenmuster
fr: Caractère joker
he: תבנית כוכבית
ja: ワイルドカード
pl: Symbol wieloznaczny
pt: Máscara
ru: Asterisk (Символ подстановки)
sk: Hviezdička (zástupný znak)
sr: Џокер
tr: Joker Karakter
zh_cn: 星号模式
zh_hant: 萬用字元

# Main_Menu_About_AppData
source: Application _data
bg: Файлове с _настройки на приложението
ca: Dades i _registres de l'aplicació
fr: données et logs de l'application
ja: アプリケーション フォルダー
sr: Апликиативни подаци и извештаји
tr: Uygulama _verileri ve _loglar
zh_cn: 程序数据(_D)
zh_hant: 程式資料
