Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Script_Editor_Suggest
source: Suggest
bg: Подсказване
ja: 提案
sr: Посаветуј
tr: Öner
uk: Запропонуйте
zh_cn: 建议
zh_hant: 建議

# Main_ThroughTheEndOfTheDay
source: through the end of the day
bg: до края на деня
ca: fins al final del dia
de: bis zum Ende des Tages
fr: jusqu'à la fin du jour
he: עד סוף היום
ja: 指定した日付まで
pt: até ao fim do dia
ru: до конца дня
sr: до краја дана
tr: günün sonuna kadar
uk: до кінця дня
zh_cn: 到这一天的结束时间
zh_hant: 到這一天結束

# MessageBox_ThereWasAnErrorCreatingTheFile
source: Could not create the file. Check the error log for details:
bg: Файлът не може да бъде създаден. Проверете дневника за подробности:
ca: No s'ha pogut crear el fitxer. Comproveu el registre d'error per a més detalls:
de: Fehler beim Dateierzeugen, für Details siehe Fehlerprotokoll:
fr: Impossible de créer le fichier. Vérifiez le journal des erreurs pour plus de détails :
he: אירעה שגיאה ביצירת הקובץ. עיין ביומן השגיאות לפרטים:
ja: ファイルを作成できませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível criar o ficheiro. Verifique os detalhes no ficheiro de erros:
ru: Произошла ошибка при создании файла. Подробные сведения см. в логе ошибок:
sr: Није могуће креирати датотеку. Проверите извештај грешака:
tr: Dosya oluşturulamadı. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося створити файл. Подробиці перевірте в журналі помилок:
zh_cn: 创建文件时发生错误. 日志查看详情:
zh_hant: 無法建立檔案. 日誌查看詳情:

# Main_FilterSummary_MaxFolderDepth
source: Max folder depth: {0}
bg: Дълбочина на подпапките {0}
ca: Màxima profunditat de carpetes: {0}
de: Maximale Verzeichnistiefe {0}
fr: Longueur maximale du dossier : {0}
he: עומק התיקיה המרבי {0}
hr: Maks. dubina mapa: {0}
it: Massima profondità cartelle: {0}
ja: 最大フォルダー階層 : {0}
pt: Profundidade máxima da pasta: {0}
ru: Максимальная глубина папки {0}
sk: Maximálna hĺbka priečinka 1{0}
sr: Макс дубина фасцикле: {0}
tr: Maksimum klasör derinliği: {0}
uk: Максимальна глибина папки: {0}
zh_cn: 最大文件夹深度 {0}
zh_hant: 最大資料夾深度: {0}

# CopyCommand_ErrorPatternIsRequiredForArgument0
source: Error: pattern is required for argument {0}
bg: Грешка: аргументът {0} изисква модел
ja: エラー : パターンは引数 {0} に必要です
tr: Hata: {0} argümanı için desen gerekli
uk: Помилка: для аргументу {0} потрібен шаблон
zh_cn: 错误：pattern 对变量 {0} 是必需的
zh_hant: 錯誤: 參數 {0} 需要樣式

# Test_NoMatchesFound
source: No matches found
bg: Няма съвпадения
de: keine Übereinstimmung gefunden
fr: Aucune correspondance trouvée
he: לא נמצאו תוצאות תואמות
ja: 一致が見つかりませんでした
pt: Sem correspondências
ru: Совпадений не найдено
sr: Ништа није нађено
tr: Eşleşme bulunamadı
uk: Збігів не знайдено
zh_cn: 无匹配
zh_hant: 無符合

# Main_TestExpression
source: Test expression
bg: Проверка на израза
ca: Prova l'expressió
de: Ausdruck-Test
fr: Test d'expression
ja: 式のテスト
pt: Expressão textual
ru: Тестирование выражения
sr: Проба израза
tr: Test ifadesi
uk: Тестовий вираз
zh_cn: 测试表达式
zh_hant: 測試運算式

# Main_Attributes_Type
source: Type:
bg: Вид:
ca: Tipus:
de: Typ:
he: סוג:
hr: Tip:
it: Tipo:
ja: 種類 :
pt: Tipo:
ru: Тип:
sk: Typ:
sr: Тип:
sv: Typ:
tr: Tür:
uk: Тип:
zh_cn: 类型:
zh_hant: 檔案類型:

# ScriptHint_copyresults
source: Copy result text to the clipboard
bg: Копира в междинната памет текста, идващ като резултат
ja: 検索結果のテキストをクリップボードにコピー
sr: Копирај текст резултата на спремиште
tr: Sonuç metnini panoya kopyala
uk: Скопіюйте текст результату в буфер обміну
zh_cn: 将结果文本复制到剪贴板
zh_hant: 將結果文字複製到剪貼簿

# Options_EditorArguments
source: Arguments
bg: Аргументи
de: Argumente
he: ארגומנטים
ja: 引数
pt: Argumentos
ru: Аргументы
sr: Аргументи
tr: Argümanlar
uk: Аргументи
zh_cn: 参数
zh_hant: 引數

# Bookmarks_Add
source: _Add
bg: _Добавяне
ca: _Afegir
de: _Hinzufügen
fr: _Ajouter
he: _הוסף
hr: _Dodaj
it: _Aggiungi
ja: 追加(_A)
pt: _Adicionar
ru: _Добавить
sk: _Pridať
sr: Додај
sv: _Lägg till
tr: _Ekle
uk: _Додати
zh_cn: 新增(_A)
zh_hant: 增添

# Script_Validation_ThisCommandDoesNotNeedAValueParameter
source: This command does not need a value parameter
bg: Командата не приема параметър
ja: このコマンドは値パラメーターを必要としません
sr: Ова команда не захтева параметар
tr: Bu komutun bir değer parametresine ihtiyacı yoktur
uk: Для цієї команди не потрібен параметр значення
zh_cn: 此命令不需要值参数
zh_hant: 此命令不需要值參數

# Main_SortMenu_PathAndFileNameBreadthFirst
source: Path and file name, breadth-first
bg: Път и име на файла, обхождане по ширина
ca: Ruta i nom de fitxer, primer l'amplitud
de: Pfad und Dateiname, Größe-zuerst
fr: Chemin et nom de fichier, en largeur d'abord
he: נתיב ושם קובץ, רוחב ראשון
hr: Putanja i naziv datoteke, širina-prvo
ja: パスとファイル名、幅優先
pt: Caminho e nome do ficheiro, maior primeiro
ru: По пути и имени файла, сначала ширина
sr: Путања и име датотеке, прво ширина
tr: Yol ve dosya adı, önce genişlik
uk: Шлях і ім'я файлу, вшир
zh_cn: 路径和文件名, 广度优先
zh_hant: 路徑和檔案名稱, 廣度優先

# Main_FilterSummary_NoHidden
source: No hidden
bg: Не скрити
ca: Sense ocultes
de: keine versteckten Verz.
fr: Non caché
he: אין מוסתר
hr: Bez skrivenih
it: No file nascosti
ja: 非表示なし
pt: Sem ocultos
ru: Без скрытых
sk: Bez skrytých
sr: Без сакривено
sv: Inga dolda
tr: Gizli klasörler hariç
uk: Ніяких прихованих
zh_cn: 非隐藏
zh_hant: 非隱藏

# Bookmarks_Use
source: _Use
bg: Из_ползване
ca: _Utilitza
de: _Anwenden
fr: _Utiliser
he: _בחר
hr: _Koristi
it: _Usa
ja: 適用(_U)
pt: _Utilizar
ru: _Использовать
sk: _Používať
sr: Употреби
tr: _Kullan
uk: _Використання
zh_cn: 使用(_U)
zh_hant: 使用

# Replace_CancelAllReplacements
source: Cancel all replacements
bg: Отказ от всички заменяния
ca: Cancel·la totes les substitucions
de: Abbrechen aller Ersetzungen
fr: Annuler tous les remplacements
he: בטל את כל ההחלפות
ja: すべての置換をキャンセル
pt: Cancelar todas as substituições
ru: Отмена всех замен
sr: Отказати све замене
tr: Tüm değiştirmeleri iptal et
uk: Скасувати всі заміни
zh_cn: 取消所有替换
zh_hant: 取消所有取代

# Preview_FindNext
source: Find next (F3)
bg: Следващо съвпадение (F3)
ca: Cerca el següent (F3)
de: Suche weiter (F3)
fr: Trouver le suivant (F3)
he: מצא הבא (F3)
ja: 次を検索 (F3)
pt: Encontrar seguinte (F3)
ru: Найти следующее (F3)
sr: Пронађи следеће (F3)
tr: Sonrakini bul (F3)
uk: Знайти далі (F3)
zh_cn: 查找下一个 (F3)
zh_hant: 搜尋下一個 (F3)

# Main_SearchType_PhoneticSearch
source: Phonetic search
bg: Фонетично търсене
ca: Cerca fonètica
de: Phonetische Suche
fr: Recherche phonétique
he: חיפוש פונטי
hr: Fonetsko pretraživanje
it: Ricerca fonetica
ja: 音韻検索
pt: Pesquisa fonética
ru: Фонетический поиск
sk: Fonetické vyhľadávanie
sr: Фонетска претрага
sv: Fonetiskt sök
tr: Fonetik arama
uk: Фонетичний пошук
zh_cn: 注音搜索
zh_hant: 拼音搜尋

# Scripts_ScriptCanceled
source: script canceled
bg: скриптът е прекъснат
ja: スクリプトがキャンセルされました
tr: komut dosyası iptal edildi
uk: сценарій скасовано
zh_cn: 取消了脚本
zh_hant: 指令碼已取消

# ScriptHint_log_cmd
source: Write a string or elapsed time to the log file
bg: Извежда низ или изминало време в дневника
ja: メッセージまたは経過時間をログファイルに書き込む
tr: Günlük dosyasına bir dize veya geçen süre yaz
uk: Запишіть рядок або час, що минув, у файл журналу
zh_cn: 将字符串或运行时间写入到日志文件
zh_hant: 將字串或耗費的時間寫入日誌檔案

# ScriptHint_set_capturegroupsearch
source: Capture group search
bg: Търсене от групи за улавяне
ca: Capturar grups de cerca
fr: Recherche de groupe de capture
hr: Uhvati grupno pretraživanje
ja: キャプチャ グループの検索
pt: Capturar pesquisa de grupo
sr: Ухвати групну претрагу
tr: Grup aramasını yakala
uk: Груповий пошук захоплення
zh_cn: 捕获组搜索
zh_hant: 擷取組搜尋

# Script_Editor_Undo
source: _Undo
bg: _Отменяне
ca: _Desfés
fr: _Annuler
he: _לבטל
hr: P_oništi
it: _Annulla
ja: 元に戻す(_U)
pt: _Anular
sr: Опозови
tr: _Geri
uk: _Відмінити
zh_cn: 撤销(_U)
zh_hant: 撤銷

# Replace_ReplaceKey3_ReplaceMatch
source: Replace match
bg: Заменяно съвпадение
ca: Substitueix coincidència
de: Fundstelle ersetzt
fr: Remplacer la correspondance
he: החלף את ההתאמה
ja: 一致を置換
pt: Substituir correspondência
ru: Заменяемое совпадение
sr: Заменити налажење
tr: Eşleşmeyi değiştir
uk: Замінити збіг
zh_cn: 替换匹配
zh_hant: 取代符合項

# Main_IncludeBinaryFiles
source: Include binary files
bg: Включително двоични файлове
ca: Inclou fitxers binaris
de: Binärdateien einschliessen
fr: Inclure les fichiers binaires
he: כלול קבצים בינאריים
it: Includi file binari
ja: バイナリファイルを含める
pl: Dołącz pliki binarne
pt: Incluir ficheiros binários
ru: Включать бинарные файлы
sk: Zahrnúť binárne súbory
sr: Убацити бинарне датотеке
sv: Inkludera binärfiler
tr: İkili dosyaları (binary) dahil et
uk: Включати двійкові файли
zh_cn: 包含二进制文件
zh_hant: 包含二進制檔案

# Main_RestoreResults
source: Restore results (F7)
bg: Възстановяване на резултатите (F7)
ca: Restaurar resultats (F7)
fr: Restaurer les résultats (F7)
hr: Vrati rezultate (F7)
ja: 結果を復元 (F7)
pt: Restaurar resultados (F7)
sr: Вратити резултате (F7)
tr: Sonuçları geri yükle (F7)
uk: Відновити результати (F7)
zh_cn: 恢复结果（F7）
zh_hant: 還原結果 (F7)

# ReportOptionsWindow_Preview
source: Preview:
bg: Преглед като:
ca: Previsualització:
fr: Précédent :
ja: プレビュー :
pt: Pré-visualizar:
sr: Преглед:
tr: Önizleme:
uk: Попередній перегляд:
zh_cn: 预览：
zh_hant: 預覽:

# Main_Status_SearchCanceledOrFailed
source: Search canceled or failed
bg: Търсенето е спряно или има грешка
ca: Cerca cancel·lada o ha fallat
de: Suche abgebrochen oder fehlerhaft
fr: Recherche annulée ou échouée
he: החיפוש בוטל או נכשל
hr: Pretraga otkazana ili neuspješna
ja: 検索がキャンセルまたは失敗しました
pt: Pesquisa cancelada ou falhada
ru: Поиск отменен или не удался
sr: Претрага је отказана или неуспешна
tr: Arama iptal edildi veya başarısız oldu
uk: Пошук скасовано або не вдалося
zh_cn: 搜索失败或被取消
zh_hant: 搜尋失敗或取消

# Main_MaxDepth
source: Max depth
bg: Максимална дълбочина
ca: Màxima profunditat
de: Maximal Tiefe
fr: Longueur maximale
he: עומק מרבי
hr: Maks. dubina
it: Massima profondità
ja: 最大階層
pl: maksymalna głębokość
pt: Profundidade máxima
ru: Максимальная глубина:
sk: Maximálna hĺbka
sr: Макс дубина
sv: Max djup
tr: Maksimum derinlik
uk: Максимальна глибина
zh_cn: 最大深度
zh_hant: 最大深度

# Script_Editor_Paste
source: _Paste
bg: По_ставяне
ja: 貼り付け(_P)
sr: Налепи
tr: Ya_pıştır
uk: _Вставити
zh_cn: 粘贴(_P)
zh_hant: 貼上

# Options_Personalize_SearchType
source: Search type
bg: Вид на търсенето
ca: Tipus de cerca
fr: Type de recherche
he: סוג
it: Tipo di Ricerca
ja: 検索の種類
pt: Tipo de pesquisa
sk: Typ vyhľadávania
sr: Тип претраге
sv: Söktyp
tr: Arama türü
uk: Тип пошуку
zh_cn: 搜索类型
zh_hant: 搜尋類型

# CopyCommand_DestinationFileExistsAndOverwriteIsFalse0
source: Destination file exists and overwrite is false: '{0}'
bg: Целевият файл съществува, а презаписването е изключено: „{0}“
ja: 宛先ファイルが存在し、上書きが false です : '{0}'
tr: Hedef dosya mevcut ve üzerine yazma yanlış: '{0}'
uk: Цільовий файл існує, а перезапис помилковий: '{0}'
zh_cn: 目标文件存在且覆盖为 false：'{0}'
zh_hant: 目的檔案存在且覆寫錯誤: '{0}'

# BookmarkDetails_SearchType_Phonetic
source: Phonetic
bg: Фонетично
ca: Fonètica
de: Phonetisch
fr: Phonétique
he: פונטי
hr: Fonetski
it: Fonetica
ja: 音韻
pt: Fonética
ru: Фонетический
sk: Fonetický
sr: Фонетско
sv: Fonetisk
tr: Fonetik
uk: Фонетичний
zh_cn: 注音
zh_hant: 拼音

# Options_NotShown
source: Not shown
bg: Да не бъде показван
ja: 非表示
tr: Gösterilmiyor
uk: Не показано
zh_cn: 不显示
zh_hant: 不顯示

# Main_ContextShowLines
source: Show context lines
bg: Контекст от
ca: Mostra línies adjacents
de: Kontextzeilen einblenden
fr: Afficher les lignes de contexte
he: הצג שורות קרובות
hr: Prikaži redove konteksta
it: Mostra righe adiacenti
ja: 該当箇所前後行の表示
pt: Mostrar linhas de contexto
ru: Отображать контекстные строчки:
sk: Zobraziť kontextové riadky:
sr: Прикажи контекстне линије
tr: Bağlam satırlarını göster
uk: Показати контекстні рядки
zh_cn: 显示上下文行数
zh_hant: 顯示上下文

# Options_ExtractFooters
source: Extract footers
bg: Извличане на долни колонтитули
ja: フッタの抽出
tr: Alt bilgileri çıkar
uk: Витягти колонтитули
zh_cn: 提取脚注
zh_hant: 提取頁角

# ScriptHint_bookmark_add_value
source: The name for the new bookmark, or empty
bg: Име на отметка или празно
ja: 新しいブックマークの名前、または空白
sr: Име новог обележивача, или празно
tr: Yeni yer iminin adı, ya da boş bırakılabilir
uk: Ім'я для нової закладки або пусте
zh_cn: 新书签的名称，可留空
zh_hant: 新書籤名稱, 可空白

# ScriptHint_set_searchinarchives
source: Search in archives
bg: Търсене в архиви
ca: Cerca als fitxers com_primits
fr: Rechercher dans les archives
he: חיפוש בארכיונים
hr: Pretraži arhive
it: Cerca negli archivi
ja: アーカイブ内で検索
pt: Procurar em arquivos
sk: Hľadať v archívoch
sr: Тражи у архиве
sv: Sök i arkiv
tr: Arşivlerde ara
uk: Пошук в архівах
zh_cn: 在压缩文件中搜索
zh_hant: 搜尋壓縮檔

# ScriptHint_set_encoding
source: Encoding, as a code page number
bg: Кодиране на знаците като кодова страница
ja: エンコーディング、コードページ番号として
sr: Енкодирање, као број кодне стране
tr: Kod sayfası numarası olarak kodlama
uk: Кодування, як номер кодової сторінки
zh_cn: 编码，作为代码页码
zh_hant: 編碼, 作為程式碼頁碼

# Main_Menu_EditScript
source: Edit script…
bg: Променяне на скрипт…
ca: Edita script…
fr: Editer le script…
hr: Uredi skriptu…
ja: スクリプトの編集…
sr: Измени скрипт…
sv: Editera script…
tr: Komut dosyasını düzenle…
uk: Редагувати сценарій…
zh_cn: 编辑脚本…
zh_hant: 編輯指令碼…

# Options_FollowWindowsTheme
source: Follow Windows theme
bg: Следва темата на Windows
ca: Utilitza el tema de Windows
de: Angepasst am Windows Theme
fr: Suivre le thème de Windows
he: התאם לערכת נושא של ווינדוס
ja: Windows のテーマに従う
pt: Utilizar o tema do Windows
ru: Придерживаться темы Windows
sr: Прати тему система
tr: Windows temasını takip et
uk: Дотримуйтеся теми Windows
zh_cn: 同系统主题
zh_hant: 隨系統主題

# ScriptHint_report_text_value
source: The path and file name for the report
bg: Път и файл за справката
ca: Ruta i nom de fitxer per a l'informe
ja: レポートのパスとファイル名
sr: Путања и име датотеке извештаја
tr: Raporun yolu ve dosya adı
uk: Шлях і ім’я файлу для звіту
zh_cn: 报告的路径和文件名
zh_hant: 報告路徑和檔案名稱

# Error_ErrorOpeningAnOutputFile
source: Error opening an output file
bg: Грешка при отваряне на изходния файл
ja: 出力ファイルのオープンエラー
tr: Bir çıktı dosyası açılırken hata oluştu
uk: Помилка відкриття вихідного файлу
zh_cn: 打开输出文件出错
zh_hant: 開啟輸出文件錯誤

# CopyCommand_DestinationFileIsTheSameAsTheSourceFile0
source: Destination file is the same as the source file: {0}
bg: Целевият и изходният файл са един и същи: {0}
ja: 宛先ファイルがソースファイルと同じです : {0}
tr: Hedef dosya kaynak dosyayla aynı: {0}
uk: Цільовий файл збігається з вихідним: {0}
zh_cn: 目标文件和源文件相同：{0}
zh_hant: 目的檔案與來源檔案相同: {0}

# MessageBox_DnGrepIsUpToDate
source: dnGrep is up to date.
bg: Приложението dnGrep е последно издание.
ca: dnGrep està actualitzat.
fr: dnGrep est à jour.
ja: dnGrep は最新です。
pt: dnGrep está atualizado.
sr: dnGrep је ажуран.
tr: dnGrep güncel.
uk: dnGrep оновлено.

# Main_ContextBeforeAnd
source: before and
bg: реда преди и
ca: abans i
de: vor und
fr: avant et
he: לפני
hr: prije i
it: prima e
ja: 行前から
pt: antes e
ru: перед и
sk: pred a
sr: пре и
sv: före och
tr: öncesi ve
uk: перед і
zh_cn: 前 和
zh_hant: 行之前至

# Test_Close
source: _Close
bg: _Затваряне
ca: _Tanca
de: _Schliessen
fr: _Fermer
he: _סגור
hr: _Zatvori
it: _Chiudi
ja: 閉じる(_C)
pt: _Fechar
ru: _Закрыть
sk: _Zavrieť
sr: Затворити
sv: _Stäng
tr: _Kapat
uk: _Закрити
zh_cn: 关闭(_C)
zh_hant: 關閉

# Replace_MoveToTheNextMatchInThisFile
source: Move to the next match in this file
bg: Към следващото съвпадение във файла [Ctrl+Left]
ca: Moure a la següent coincidència en aquest fitxer
de: Springe zur vorherigen Fundstelle in der Datei [Strg+Links]
fr: Passer à la correspondance suivante dans ce fichier [Ctrl+Gauche]
he: עבור אל ההתאמה הבאה בקובץ זה [Ctrl+Left]
ja: このファイルの次の一致項目に移動
pt: Mover para a próxima correspondência neste ficheiro [Ctrl+Esq]
ru: Перейти к следующему совпадению в этом файле [Ctrl+Влево]
sr: Пречи на следеће налажење у овој датотеци [Ctrl+Left]
tr: Bu dosyadaki sonraki eşleşmeye git
uk: Перейти до наступного збігу в цьому файлі [Ctrl+Left]
zh_cn: 移动到当前文件的下一个匹配项 [Ctrl+Left]
zh_hant: 移動到當前檔案的上一個符合項 [Ctrl+Left]

# Main_SortMenu_SortDigitsInNumericalOrder
source: Sort digits in numerical order
bg: Сортира числата по реда на увеличаване
ca: Ordena els dígits per ordre numèric
ja: 数字を数値順に並べ替え
tr: Rakamları sayısal sıraya göre sırala
uk: Розсортуйте цифри в числовому порядку
zh_cn: 以数字顺序排列数字
zh_hant: 按數字順序排序數字

# Main_DateFrom
source: From
bg: От
ca: Des de
de: von
fr: De
he: מ-
hr: Od
it: Dal
ja: から
pt: De
ru: Начиная с
sr: Од
sv: Från
tr: Başlangıç Tarihi
uk: Від
zh_cn: 从
zh_hant: 從

# Main_Attributes_Size
source: Size:
bg: Големина:
ca: Mida:
de: Größe:
fr: Taille :
he: גודל:
hr: Veličina:
it: Dimensioni:
ja: サイズ :
pt: Tamanho:
ru: Размер:
sk: Veľkosť:
sr: Величина:
sv: Storlek:
tr: Boyut:
uk: Розмір:
zh_cn: 大小:
zh_hant: 檔案大小:

# Main_SelectADate
source: Select a date
bg: Изберете дата
ca: Selecciona una data
de: wähle ein Datum
fr: Sélectionner une date
he: בחר תאריך
hr: Odaberi datum
ja: 日付を選択
pt: Selecionar uma data
ru: Выбрать дату ->
sr: Одабрати датум
tr: Bir tarih seçin
uk: Виберіть дату
zh_cn: 选择日期
zh_hant: 選擇日期

# Main_ContextAfter
source: after
bg: реда след
ca: després
de: danach
fr: après
he: אחרי
hr: nakon
it: dopo
ja: 行後ろまで
pt: depois
ru: после
sk: po
sr: после
sv: efter
tr: sonrası
uk: після
zh_cn: 后
zh_hant: 行之後

# Options_SearchOptions
source: Search options
bg: Настройки на търсене
ca: Opcions de cerca
fr: Options de recherche
ja: 検索オプション
pt: Opções de pesquisa
sr: Опције претраге
tr: Arama seçenekleri
uk: Параметри пошуку
zh_cn: 搜索选项
zh_hant: 搜尋選項

# Options_ContextAfter
source: after
bg: реда след
ca: després
de: danach
fr: après
he: אחרי
hr: nakon
it: dopo
ja: 行後ろまで
pt: após
ru: после
sk: po
sr: после
sv: efter
tr: sonra
uk: після
zh_cn: 后
zh_hant: 行

# ScriptHint_set_contextlinesafter
source: Context lines after (number)
bg: Редове за контекст след (брой)
ca: Línies adjacents després de (nombre)
ja: 後続するコンテキスト行(数)
sr: Контекст линије након (број)
tr: Sonraki bağlam satırları (sayı)
uk: Рядки контексту після (число)
zh_cn: (number) 行后面的上下文行
zh_hant: 後 (數值) 行的下文

# BookmarkDetails_PatternsToExclude
source: Patterns to exclude:
bg: Модели на изключване:
ca: Patrons a excloure:
de: Suchmuster ausschliessen:
fr: Modèles à exclure :
he: אל תכלול:
hr: Obrasci za isključiti:
it: Pattern da escludere:
ja: 除外するパターン :
pl: Wzorce do wykluczenia:
pt: Padrões a excluir:
ru: Исключающие шаблоны:
sk: Vzory na vylúčenie:
sr: Шаблон за игнорисање:
sv: Mönster att utesluta:
tr: Hariç tutulacak desenler:
uk: Шаблони для виключення:
zh_cn: 排除文件名:
zh_hant: 排除樣式:

# Options_PersonalizeControlVisibility_Tooltip
source: Show or hide controls when Personalize is enabled
bg: В режим на приспособяване, дадени контроли се скриват или показват
ca: Mostra o oculta els controls quan s'habilita Personalitza
fr: Afficher ou masquer les contrôles lorsque la fonction Personnaliser est activée
ja: 個人用設定 が有効な場合、コントロールを表示または非表示にします
pt: Mostra ou oculta os controlos quando Personalizar está ativado
sr: Приказати или сакрити контроле када је омогућена Персонализација
tr: Kişiselleştir etkinleştirildiğinde kontrolleri göster veya gizle
uk: Показувати або приховувати елементи керування, коли ввімкнено персоналізацію
zh_cn: 启用个性化时显示或隐藏控件
zh_hant: 個人化選項啟用時顯示或隱藏控制項

# MessageBox_Error
source: Error:
bg: Грешка:
de: Fehler:
fr: Erreur :
he: שגיאה:
ja: エラー :
pt: Erro:
ru: Ошибка:
sr: Грешка:
tr: Hata:
uk: Помилка:
zh_cn: 错误
zh_hant: 錯誤:

# Replace_Matches
source: Matches
bg: Съвпадения
ca: Coincidències
de: Fundstellen
fr: Correspondances
he: התאמות
ja: 一致項目
pt: Correspondências
ru: Совпадения
sr: Налажења
tr: Eşleşmeler
uk: Сірники
zh_cn: 匹配
zh_hant: 符合項

# Replace_NextFile
source: Next _file
ca: Següent Fitxer
de: Nächste _Datei
fr: Fichier Suivant
he: קובץ _הבא:
ja: 次のファイル(_F)
pt: Próximo _ficheiro
ru: Следующий _Файл
sr: Следећа датотека
tr: Sonraki _dosya
uk: Наступний _файл
zh_cn: 下一个文件(_F)
zh_hant: 下一個檔案

# MessageBox_RunDnGrepAsAdministrator
source: Run dnGrep as Administrator to change showing dnGrep in Windows Explorer right-click menu
bg: За да промените контекстуалното меню на Windows Explorer отворете dnGrep като администратор
ca: Executa dnGrep com a Administrador per canviar la visualització de dnGrep al menú del clic dret de l'explorador de Windows
de: Starte dnGrep als Administrator zur Aktivierung der Ansicht von dnGrep im Explorer Context Menu
fr: Exécutez dnGrep en tant qu'administrateur pour modifier l'affichage de dnGrep dans le menu contextuel de l'explorateur Windows
he: הפעל את dnGrep כמנהל לשנות הצגה של dnGrep בתפריט ההקשר בסייר הקבצים
ja: エクスプローラーの右クリックメニューに dnGrep を表示するには、管理者として dnGrep を実行します
pt: Executar dnGrep como Administrador para que a alteração seja visível no menu de contexto do Explorador do Windows
ru: Запустите dnGrep от имени администратора, чтобы изменить отображение dnGrep в контекстном меню Проводника
sr: Покренути dnGrep као администратор да промените приказ dnGrep у „Windows Explorer“ менију десног клика
tr: Windows Gezgini'nde sağ tıklama menüsünde dnGrep'in gösterilmesini değiştirmek için dnGrep'i Yönetici olarak çalıştırın
uk: Запустіть dnGrep від імені адміністратора, щоб змінити відображення dnGrep у меню правою кнопкою миші Провідника Windows
zh_cn: 以管理员模式运行 dnGrep 来设置右键菜单选项
zh_hant: 設定檔案總管右鍵功能表必須以管理員身分執行 dnGrep

# Bookmarks_NameHeader
source: Name
bg: Наименование
ca: Nom
fr: Nom
hr: Naziv
it: Nome
ja: 名前
sk: Názov
sr: Име
sv: Namn
tr: Yer İmi Adı
uk: Ім'я
zh_cn: 名称
zh_hant: 名稱

# Options_Personalize_PreviewWindow
source: Preview window
bg: Прозорец за преглед
ca: Previsualitza la finestra
fr: Fenêtre de prévisualisation
ja: プレビュー ウィンドウ
pt: Janela de pré-visualização
sr: Прозор за преглед
tr: Önizleme penceresi
uk: Вікно попереднього перегляду
zh_cn: 预览窗口
zh_hant: 預覽視窗

# TextBox_Command_Paste
source: Paste
bg: Поставяне
ja: 貼り付け
tr: Yapıştır
uk: Вставити
zh_cn: 粘贴
zh_hant: 貼上

# ScriptHint_set_contextlinesbefore
source: Context lines before (number)
bg: Редове за контекст преди (брой)
ca: Línies adjacents abans de (nombre)
ja: 前のコンテキスト行(数)
sr: Контекст линије пре (број)
tr: Önceki bağlam satırları (sayı)
uk: Контекстні рядки перед (число)
zh_cn: (number) 行之前的上下文行
zh_hant: 前 (數值) 行的上文

# Main_MoreMenu_CopyFiles
source: Copy files…
bg: Копиране на файлове…
ca: Copia fitxers…
de: Datei kopieren...
fr: Copier les fichiers…
he: העתקת קבצים...
hr: Kopiraj datoteke…
it: Copia file…
ja: ファイルをコピー…
pt: Copiar ficheiros…
ru: Копировать файлы...
sr: Копирати датотеке…
sv: Kopiera filer…
tr: Dosyaları kopyala…
uk: Копіювати файли…
zh_cn: 复制文件…
zh_hant: 複製檔案…

# ScriptHint_set_multiline
source: Multiline
bg: Многоредово
ca: Multilínia
fr: Multiligne
hr: Višelinijski
it: Multilinea
ja: 複数行
pt: Multilinha
sk: Viacriadkové
sr: Вишелинијско
tr: Çok Satırlı
uk: Багаторядковий
zh_cn: 多行
zh_hant: 多行

# ReportOptionsWindow_Save
source: Save
bg: Запазване
ca: Desa
fr: Sauvegarder
he: שמור
ja: 保存
pt: Guardar
sr: Сачувати
tr: Kaydet
uk: Зберегти
zh_cn: 保存
zh_hant: 儲存

# ReportSummary_WholeWord
source: Whole word
bg: Цели думи
ca: Paraula sencera
de: Ganzes Wort
fr: Mot entier
he: מילה שלמה
hr: Cijela riječ
it: Intera parola
ja: 完全一致
pt: Palavra completa
ru: Слово целиком
sk: Celé slovo
sr: Цела реч
sv: Hela ordet
tr: Tüm kelime
uk: Ціле слово
zh_cn: 全字匹配
zh_hant: 全字符合

# Options_Personalize_ResultsTree
source: Results tree
bg: Дърво с резултатите
ca: Arbre de resultats
fr: Arbre de résultats
ja: 結果ツリー
pt: Árvore de resultados
sr: Дрво резултата
tr: Sonuç ağacı
uk: Дерево результатів
zh_cn: 结果树
zh_hant: 結果樹狀圖
