Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# ReportOptionsWindow_FilterForUniqueValues
source: Filter for unique values
bg: Само уникалните стойсности
ca: Filtra per valors únics
fr: Filtre pour valeurs uniques
ja: 一意の値をフィルターする
pt: Filtro para valores únicos
sr: Филтер за јединствене вредности
tr: Benzersiz değerlere göre filtrele
uk: Фільтрувати унікальні значення
zh_cn: 唯一值过滤器
zh_hant: 過濾唯一值

# Options_OnFileCopyOverwrite
source: On file copy, when destination file exists, overwrite existing file?
bg: При копиране на файл ако целевият файл съществува, да бъде ли презаписан?
ca: Al copiar fitxers, quan existeix el fitxer a la destinació, voleu sobreescriure el fitxer existent?
ja: ファイルのコピー時、宛先のファイルが存在する場合、既存のファイルを上書きしますか?
sr: Приликом копирања фајла, ако дестинациони фајл постоји, препиши преко њега?
tr: Dosya kopyalanırken, hedef dosya mevcut olduğunda, mevcut dosyanın üzerine yazılsın mı?
uk: Під час копіювання файлу, коли цільовий файл існує, перезаписати наявний файл?
zh_cn: 复制文件时，若目标文件存在，是否覆盖现有文件？
zh_hant: 複製檔案時, 若目標文件存在, 是否覆寫現有檔案?

# Main_Results_DeleteFiles
source: Delete files
bg: Премахване на файлове
ca: Esborra fitxers
ja: ファイルの削除
sr: Обриши фајлове
tr: Dosyaları sil
uk: Видалити файли
zh_cn: 删除文件
zh_hant: 刪除檔案

# Replace_MarkMatchForReplacement
source: Mark match for replacement
bg: Отбелязва съвпадението за заменяне [Ctrl+R]
ca: Marca la coincidència per a la substitució
de: Markierte Fundstelle ersetzen [Strg+R]
fr: Marquer la correspondance pour le remplacement [Ctrl+R]
he: סימן התאמה להחלפה [Ctrl+R]
ja: 置換の一致をマーク
pt: Marcar correspondência para substituição [Ctrl+R]
ru: Пометить совпадение для замены [Ctrl+R]
sr: Означити налажења за замену [Ctrl+R]
tr: Değiştirmek için eşleşmeyi işaretle
uk: Позначити збіг для заміни [Ctrl+R]
zh_cn: 标记替换匹配项 [Ctrl+R]
zh_hant: 標記取代的符合項 [Ctrl+R]

# ScriptHint_run_cmd_value
source: The full path and file name of a cmd or batch file
bg: Пълен път и име на файл с разширение cmd или bat
ca: Ruta sencera i nom de fitxer d'un cmd o fitxer de processament per lots
ja: CMD またはバッチファイルのフルパスとファイル名
sr: Пуна путања и име датотеке cmd или batch датотеке
tr: Bir cmd veya toplu iş dosyasının tam yolu ve dosya adı
uk: Повний шлях і ім’я файлу cmd або пакетного файлу
zh_cn: cmd 或批处理文件的完整路径和文件名
zh_hant: cmd 或批次檔的完整路徑和檔案名稱

# Main_RemoveFolderFromBookmarkAssociation
source: Remove folder from bookmark association
bg: Премахва папката от отметката
ca: Elimina la carpeta de la associació de favorits
de: Entferne Verzeihniss aus der Lesezeichenzuordnung
fr: Supprimer un dossier de l'association de signets
he: הסר תיקייה מהאיגוד הסימניות
it: Rimuovi cartella dall'associazione segnalibro
ja: ブックマークの関連付けからフォルダーを削除
pt: Remover a pasta da associação ao marcador
ru: Отвязать папку от закладки
sr: Уклонити фасциклу из асоцијације обележивача
tr: Klasörü yer imi ilişkilendirmesinden kaldır
uk: Видалити папку з асоціації закладок
zh_cn: 从书签中移除关联文件夹
zh_hant: 從書籤中移除關聯資料夾

# MessageBox_CheckEditorPath
source: Check editor path via "Options…".
bg: Проверете пътя към редактора в настройките.
ca: Comprova la ruta a l'editor a través de "Opcions...".
de: Überprüfen den Editorpfad über "Optionen...".
fr: Vérifiez le chemin de l'éditeur via "Options...".
he: בדוק את נתיב העורך באמצעות "אפשרויות...".
ja: [オプション…] でエディタのパスを確認。
pt: Verificar o caminho do editor via "Opções...".
ru: Проверьте путь к редактору через "Опции...".
sr: Проверити путању едитора у "Опције…".
tr: "Seçenekler..." aracılığıyla düzenleyici yolunu kontrol edin.
uk: Перевірте шлях редактора через «Параметри…».
zh_cn: 在 "选项..." 中检查编辑器路径.
zh_hant: 於 "選項..." 中檢查編輯器路徑.

# Main_MoreArrowButton
source: _More
bg: _Повече
ca: _Més
de: _Mehr ⏷
fr: _Plus
he: _יותר
hr: _Više
it: _Altro
ja: その他(_M)
pt: Ma_is
ru: _Еще (операции) ⏷
sr: _Више
tr: Da_ha
uk: _Більше
zh_cn: 更多(_M)
zh_hant: 更多

# Options_CustomEditor
source: Custom editor
bg: Потребителски редактор
ca: Editor personalitzat
de: externer Editor
fr: Editeur personnalisé
he: עורך מותאם אישית
ja: カスタム エディタ
pt: Editor personalizado
ru: Пользовательский редактор
sr: Прилагођен уређивач
tr: Özel düzenleyici
uk: Спеціальний редактор
zh_cn: 自定义编辑器
zh_hant: 自訂編輯器

# Main_Validation_BooleanExpressionIsMissingASearchPattern
source: Boolean expression is missing a search pattern
bg: В булевия израз липсва модел за търсене
ca: Manca un patró de cerca a l'expressió booleana
fr: Il manque un modèle de recherche à l'expression booléenne
ja: 論理式に検索パターンが欠落しています
pt: Falta um padrão de pesquisa na expressão Booleana
sr: Буловом изразу недостаје шаблон за претрагу
tr: Boolean ifadesinde arama modeli eksik
uk: У логічному виразі відсутній шаблон пошуку
zh_cn: 布尔表达式缺少一个搜索模式
zh_hant: 布林運算式缺少搜尋樣式

# ScriptHint_bookmark_use
source: Apply bookmark settings
bg: Прилага настройки от отметка
ca: Aplica la configuració de les adreces d'interès
ja: ブックマークの設定を適用
sr: Примени опције обележавања
tr: Yer imi ayarlarını uygula
uk: Застосувати налаштування закладок
zh_cn: 应用书签设置
zh_hant: 應用書籤設定

# Scripts_InvalidFileExtension
source: The {0} file extension must be {1}
bg: Файловото разширение {0} трябва да е {1}
ja: {0} ファイルの拡張子は {1} でなければなりません
tr: {0} dosya uzantısı {1} olmalıdır
uk: Розширення файлу {0} має бути {1}
zh_cn: {0} 文件扩展名必须是 {1}
zh_hant: {0} 檔案副檔名必須為 {1}

# Script_Editor_MoveDown
source: Move selected lines down
bg: Преместване на редовете надолу
ja: 選択した行を下に移動
sr: Помери одабрану линију доле
tr: Seçili satırları aşağı taşı
uk: Перемістити виділені рядки вниз
zh_cn: 向下移动选中的行
zh_hant: 下移至選定的行

# Main_Menu_Bookmarks
source: _Bookmarks…
bg: _Отметки
ca: _Favorits…
de: _Lesezeichen...
fr: _Signets…
he: _סימניות...
hr: _Spremljene oznake…
it: _Segnalibri…
ja: ブックマーク(_B)…
pt: _Marcadores…
ru: _Закладки...
sr: Обележивачи…
tr: Yer _imleri…
uk: _Закладки…
zh_cn: 书签(_B)…
zh_hant: 書籤…

# ScriptHint_resetfilters
source: Reset file filters to their default values
bg: Нулира филтрите за файлове до подразбираните стойности
ja: ファイルフィルターを既定値にリセット
sr: Ресетуј филтере на подразумеване вредности
tr: Dosya filtrelerini varsayılan değerlerine sıfırla
uk: Скинути фільтри файлів до стандартних значень
zh_cn: 将文件过滤器重置为默认值
zh_hant: 重置檔案過濾器為預設值

# MessageBox_Cancel
source: Cancel
bg: Отказ
ca: Cancel·la
fr: Annuler
he: _ביטול
hr: Otkaži
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
sk: Zrušiť
sr: Откажи
sv: Avbryt
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_hant: 取消

# Options_DeleteFiles
source: Delete files
bg: Премахване на файлове
ca: Esborra fitxers
ja: ファイルの削除
sr: Обриши фајлове
tr: Dosyaları sil
uk: Видалити файли
zh_cn: 删除文件
zh_hant: 刪除檔案

# Main_Filter
source: Filter:
bg: Филтър:
ca: Filtre:
fr: Filtre :
he: מסנן:
it: Filtro:
ja: フィルター :
pt: Filtro:
sr: Филтер:
tr: Filtre:
uk: фільтр:
zh_cn: 筛选器：
zh_hant: 過濾器:

# Script_Editor_Tools
source: _Tools
bg: _Инструменти
ja: ツール(_T)
sr: Алати
tr: _Araçlar
uk: _Інструменти
zh_cn: 工具（_T)
zh_hant: 工具

# Main_Status_Searched0FilesFound1MatchingFilesProcessing2
source: Searched {0} files, found {1} matching files – processing {2}
bg: Претърсени {0} файла, намерени {1} съвпадащи файла - търсене в {2}
ca: Cercant {0} fitxers, trobats {1} fitxers amb coincidències - processant {2}
de: Durchsucht {0} Dateien. Gefunden {1} passende Dateien - Verarbeitung {2}
fr: Fichiers cherchés {0}, fichiers correspondants trouvés {1} - traitement de {2}
he: חופשו {0} קבצים. נמצאו {1} התאמת קבצים - מעבד {2}
hr: Pretraženo {0} datoteka, pronađeno {1} datoteka s podudaranjima - u procesu pretrage {2}
ja: {0} ファイルを検索し、{1} 個の一致するファイルが見つかりました – 処理中 {2}
pt: Procurados {0} ficheiros, encontrados {1} ficheiros correspondentes – a processar {2}
ru: Искомых файлов:{0}. Найдено совпадающих файлов:{1} - обработка:{2}
sr: Претражено {0} датотека, пронађено је {1} одговарајућих датотека - обрада {2}
tr: {0} dosya arandı, eşleşen {1} dosya bulundu - {2} işleniyor
uk: Знайдено {0} файлів, знайдено {1} відповідних файлів – обробка {2}
zh_cn: 搜索了 {0} 个文件. 找到 {1} 个文件 - 正在处理 {2}
zh_hant: 搜尋 {0} 個檔案, 找到 {1} 個檔案 - 正在處理 {2}

# MessageBox_NoToAll
source: No to A_ll
bg: Не, за _всички
ca: No a tot
ja: すべていいえ(_L)
sr: Не за све
tr: _Tümüne Hayır
uk: Ні A_ll
zh_cn: 全否(_L)
zh_hant: 全部皆否

# Replace_Cancel
source: Cancel
bg: Отказ
ca: Cancel·la
de: Abbrechen
fr: Annuler
he: _ביטול
hr: Otkaži
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sr: Поништити
sv: Avbryt
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_hant: 取消

# MessageBox_ThereWasAnErrorRegisteringAutoStartup
source: Could not register auto startup. Check the error log for details:
bg: Не може да бъде направена регистрация за автоматично стартиране. Проверете дневника за подробности:
ca: No s'ha pogut registrar l'inici automàtic. Comproveu el registre d'error per a més detalls:
de: Fehler beim der Registrierung des Autostarts, für Details siehe Fehlerprotokoll:
fr: Impossible d'enregistrer le démarrage automatique. Vérifiez le journal des erreurs pour plus de détails :
he: אירעה שגיאה ברישום הפעלה אוטומטית. עיין ביומן השגיאות לפרטים:
ja: 自動起動の登録に失敗しました。詳細についてはエラーログを確認してください :
pt: Não foi possível registar no arranque. Verifique os detalhes no ficheiro de erros:
ru: Произошла ошибка при регистрации автозапуска. Подробные сведения см. в логе ошибок:
sr: Није могуће регистровати аутоматско покретање. Проверите извештај грешака:
tr: Otomatik başlatma kaydedilemedi. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося зареєструвати автозапуск. Подробиці перевірте в журналі помилок:
zh_cn: 设置开机启动时发生错误. 日志查看详情:
zh_hant: 無法設定開機啟動. 日誌查看詳情:

# ReportOptionsWindow_ShowEachMatchOrGroupOnSeparateLine
source: Show each match or group on separate line
bg: Всяко съвпадение или група на отделен ред
ca: Mostra cada coincidència o grup en línies separades
fr: Afficher chaque correspondance ou groupe sur une ligne distincte
ja: 各一致またはグループを別の行に表示
pt: Mostrar cada correspondência ou grupo em linhas separadas
sr: Прикажи свако налажење или групу на посебној линији
tr: Her eşleşmeyi veya grubu ayrı satırda göster
uk: Показати кожен збіг або групу в окремому рядку
zh_cn: 在单独的行上显示每个匹配项或组
zh_hant: 以單獨行顯示每個符合項或組

# ReportSummary_NoArchives
source: No archives
bg: Без архиви
ca: Sense fitxers
de: keine Archive
fr: Pas d'archive
he: אין ארכיון
ja: アーカイブなし
pt: Sem arquivos
ru: Без архивов
sr: Без архиве
tr: Arşiv yok
uk: Архівів немає
zh_cn: 非归档
zh_hant: 非壓縮檔

# ScriptHint_include
source: Import data
bg: Внася данни
ja: データのインポート
sr: Увези податке
tr: Verileri içe aktar
uk: Імпорт даних
zh_cn: 导入数据
zh_hant: 匯入資料

# Script_Editor_Title
source: Script Editor
bg: Редактор на скриптове
ja: スクリプト エディタ
sr: Скрипт едитор
tr: Komut Dosyası Düzenleyici
uk: Редактор сценаріїв
zh_cn: 脚本编辑器
zh_hant: 指令碼編輯器

# ScriptHint_report_arg_value
source: The path and file name for the report
bg: Път и файл за справката
ca: Ruta i nom de fitxer per a l'informe
ja: レポートのパスとファイル名
sr: Путања и име датотеке извештаја
tr: Raporun yolu ve dosya adı
uk: Шлях і ім’я файлу для звіту
zh_cn: 报告的路径和文件名
zh_hant: 報告路徑和檔案名稱

# Replace_ReplaceInAllFiles
source: Replace in all files
bg: Замяна във всички файлове
ca: Substitueix en tots els fitxers
de: Ersetze in allen Dateien
fr: Remplacer dans tous les fichiers
he: החלף בכל הקבצים
ja: すべてのファイルで置換
pt: Substituir em todos os ficheiros
ru: Заменить во всех файлах
sr: Заменити у свим датотекама
tr: Tüm dosyalarda değiştir
uk: Замінити у всіх файлах
zh_cn: 在所有文件中替换
zh_hant: 取代所有檔案

# ScriptHint_set_resultszoom
source: Zoom level for results tree (number)
bg: Мащаб на дървото с резултати (число)
ja: 結果ツリーのズーム レベル(数)
sr: Ниво зумирања за стабло резултата (број)
tr: Sonuç ağacı için yakınlaştırma düzeyi (sayı)
uk: Рівень масштабування дерева результатів (число)
zh_cn: 结果树的缩放级别（数字）
zh_hant: 結果樹狀圖縮放等級 (數字)

# Scripts_RunCommandError
source: The run command exited with error:
bg: Комантата за изпълняване завърши с грешка:
ja: 実行コマンドがエラーで終了しました :
tr: Çalıştır komutundan hata ile çıkıldı:
uk: Команда запуску вийшла з помилкою:
zh_cn: 运行命令退出，错误为：
zh_hant: 執行命令已退出, 錯誤:

# Options_DnGrepWillAddTheSelectedFiles
source: dnGrep will add the selected files to the end of the command-line.
bg: Имената на избраните файлове ще бъдат добавени накрая на командата.
ca: dnGrep afegirà els fitxers seleccionats al final de la línia de comandes.
de: dnGrep fügt die ausgewählten Dateien an das Ende der Befehlszeile an.
fr: dnGrep ajoutera les fichiers sélectionnés à la fin de la ligne de commande.
he: dnGrep יוסיף את הקבצים שנבחרו לסוף שורת הפקודה.
ja: dnGrep は選択したファイルをコマンドラインの末尾に追加します。
pt: dnGrep adicionará os ficheiros selecionados ao final da linha de comandos.
ru: dnGrep добавит выбранные файлы в конец командной строки.
sr: dnGrep ће додати изабране датотеке на крај командне линије.
tr: dnGrep seçilen dosyaları komut satırının sonuna ekleyecektir.
uk: dnGrep додасть вибрані файли в кінець командного рядка.
zh_cn: dnGrep 将把已选的文件添加到命令行末尾.
zh_hant: dnGrep 將增添選取的檔案到命令列末尾.

# ReportSummary_SearchInResults
source: Search in results
bg: Търсене в резултатите
ca: Cerca als resultats
de: Suche in Ergebnissen
fr: Rechercher dans les résultats
he: חיפוש בתוצאות
ja: 検索結果内で検索
pt: Procurar nos resultados
ru: Поиск в результатах
sr: Тражити у резултате
tr: Sonuçlarda ara
uk: Пошук в результатах
zh_cn: 在搜索结果中搜索
zh_hant: 於結果中搜尋

# MessageBox_No
source: _No
bg: _Не
ja: いいえ(_N)
sr: Не
tr: _Hayır
uk: _Ні
zh_cn: 否(_N)
zh_hant: 否

# MessageBox_DoYouWantToContinue
source: Continue?
bg: Продължаване?
ca: Continuar?
de: Fortfahren?
fr: Continuer ?
he: האם אתה רוצה להמשיך?
ja: 続行しますか?
pt: Continuar?
ru: Вы хотите продолжить?
sr: Наставити?
tr: Devam et?
uk: Продовжити?
zh_cn: 是否继续?
zh_hant: 是否繼續?

# TTA4_MatchesSpace
source: \s matches space
bg: \s съвпада с интервал
de: \s sucht Leerzeichen
fr: \s correspond à des espaces
ja: \s は空白に一致
pt: \s correspondências de espaço
ru: \s соответствует пробелу
sr: \s одговара размаку
tr: \s boşlukla eşleşir
uk: \s відповідає пробілу
zh_cn: \s 匹配空格
zh_hant: \s 符合空格

# Report_Has0MatchesOn1Lines
source: has {0} matches on {1} lines:
bg: има {0} съвпадения от {1} реда:
ca: té {0} coincidències en {1} línies:
de: habe {0} Fundstellen in {1} Zeilen:
fr: présente {0} correspondances sur {1} lignes :
he: מכיל {0} התאמות ב-{1} שורות:
ja: {1} 行に {0} 件の一致があります :
pt: há {0} correspondências em {1} linhas:
ru: подсчитано совпадений:{0} в строке {1}:
sr: има {0} налажења у {1} линија:
tr: {1} satırda {0} eşleşme var:
uk: має {0} збігів у {1} рядках:
zh_cn: {0} 个匹配 {1} 行:
zh_hant: {0} 個符合項, {1} 行:

# Main_ShowResultOptions
source: Show result options
bg: Показва настройките на резултатите
ca: Mostra opcions dels resultats
de: Zeige Ergebnissoptionen
fr: Afficher les options de résultat
he: הצג אפשרויות תוצאה
hr: Prikaži opcije za rezultat
ja: 結果のオプションを表示
pt: Mostrar resultado das opções
ru: Показать параметры результатов
sr: Приказати опције резултата
tr: Sonuç seçeneklerini göster
uk: Показати варіанти результатів
zh_cn: 显示搜索结果选项
zh_hant: 顯示搜尋結果選項

# Options_Save
source: Save
bg: Запазване
ca: Desa
de: Sichern
fr: Sauvegarder
he: שמור
ja: 保存
pt: Guardar
ru: Применить
sr: Сачувати
tr: Kaydet
uk: Зберегти
zh_cn: 保存
zh_hant: 儲存

# Options_ExtractComments
source: Extract comments
bg: Извличане на коментари
ja: コメントの抽出
tr: Yorumları çıkar
uk: Витягти коментарі
zh_cn: 提取附注
zh_hant: 提取備註

# Script_Validation_Header
source: Validation
bg: Проверка
ja: 検証
sr: Валидација
tr: Doğrulama
uk: Перевірка
zh_cn: 验证
zh_hant: 驗證

# Main_Validation_BooleanExpressionIsMissingABooleanOperator
source: Boolean expression is missing a Boolean operator
bg: В булевия израз липсва булев оператор
ca: Manca un operador booleà a l'expressió booleana
fr: Il manque un opérateur booléen à une expression booléenne
ja: 論理式に論理演算子が欠落しています
pt: Falta um operador Booleano na expressão Booleana
sr: Буловом изразу недостаје логички оператор
tr: Boolean ifadesinde Boolean operatörü eksik
uk: У логічному виразі відсутній логічний оператор
zh_cn: 布尔表达式缺少一个布尔运算符
zh_hant: 布林運算式缺少布林運算元

# Main_FilterSummary_BySize
source: By size
bg: По големина
ca: Per mida
de: über Größe
fr: Par taille
he: לפי גודל
it: Per dimensione
ja: サイズ順
pt: Por tamanho
ru: По размеру
sr: По величини
tr: Boyuta göre
uk: За розміром
zh_cn: 根据大小
zh_hant: 依據大小

# MessageBox_DoNotShowThisMessageAgain
source: Do not show this message again
bg: Без повторно задаване на този въпрос
ja: このメッセージを再表示しない
tr: Bu mesajı bir daha gösterme
uk: Більше не показувати це повідомлення
zh_cn: 不再显示这则消息
zh_hant: 不再顯示此訊息

# Main_Results_NextMatch
source: Next match
bg: Следващо съвпадение
ca: Següent coincidència
de: Nexte Fundstelle
fr: Correspondance suivante
he: התאמה הבאה
hr: Sljedeće podudaranje
ja: 次の一致
pt: Próxima correspondência
ru: Следующее совпадение
sr: Следеће налажење
tr: Sonraki eşleşme
uk: Наступний матч
zh_cn: 下一匹配
zh_hant: 下一個符合

# MessageBox_AreYouSureYouWantToReplaceSearchPatternWithEmptyString
source: Replace the search pattern with an empty string?
bg: Сигурни ли сте, че желаете да замените търсения модел с празен низ?
ca: Substitueix el patró de cerca amb una cadena buida?
de: Wollen Sie das Suchmuster durch eine leere Zeichenkette ersetzen?
fr: Remplacer le modèle de recherche par une chaîne vide ?
he: האם אתה בטוח שברצונך להחליף את תבנית החיפוש עם מחרוזת ריקה?
ja: 検索パターンを空の文字列に置き換えますか?
pt: Substituir o padrão de pesquisa com uma cadeia em branco?
ru: Вы уверены, что хотите заменить шаблон поиска пустой строкой?
sr: Заменити шаблон за претрагу празним низом?
tr: Arama düzeni boş bir dizeyle değiştirilsin mi?
uk: Замінити шаблон пошуку порожнім рядком?
zh_cn: 将搜索结果匹配项替换为空白字符?
zh_hant: 將符合項取代為空白字元?

# Main_SortMenu_Descending
source: Descending
bg: Низходящ ред
ca: Descendent
de: absteigend
fr: Descendant
he: יורד
hr: Silazno
ja: 降順
pt: Descendente
ru: По убыванию
sr: Силазни
tr: Azalan
uk: Спускається
zh_cn: 降序
zh_hant: 降冪

# Main_IncludeHiddenFolders
source: Include hidden folders
bg: Включително скрити папки
ca: Inclou carpetes ocultes
de: versteckte Verzeichnisse einschliessen
fr: Inclure les dossiers cachés
he: כלול תיקיות מוסתרות
it: Includi cartelle nascoste
ja: 隠しフォルダーを含める
pl: Uwzględnij ukryte foldery
pt: Incluir pastas ocultas
ru: Включать скрытые папки
sk: Zahrnúť skryté priečinky
sr: Убацити сакривене фасцикле
sv: Inkludera gömda mappar
tr: Gizli klasörleri dahil et
uk: Включати приховані папки
zh_cn: 包含隐藏文件夹
zh_hant: 包含隱藏資料夾

# TTA3_MatchesDigits
source: \d matches digits
bg: \d съвпада с цифри
de: \d sucht Ziffern
fr: \d correspond à des chiffres
ja: \d は数字に一致
pt: \d correspondências de dígitos
ru: \d соответствует цифрам
sr: \d одговара цифрама
tr: \d rakamlarla eşleşir
uk: \d відповідає цифрам
zh_cn: \d 匹配数字
zh_hant: \d 符合數字

# Main_SortMenu_PathAndFileNameDepthFirst
source: Path and file name, depth-first
bg: Път и име на файла, обхождане по дълбочина
ca: Ruta i nom de fitxer, primer la profunditat
de: Pfad und Dateiname, Tiefe-zuerst
fr: Chemin d'accès et nom de fichier, longueur d'abord
he: נתיב ושם קובץ, עומק ראשון
hr: Putanja i naziv datoteke, dubina-prvo
ja: パスとファイル名、深さ優先
pt: Caminho e nome do ficheiro, profundidade primeiro
ru: По пути и имени файла, сначала глубина
sr: Путања и име датотеке, прво дужина
tr: Yol ve dosya adı, önce derinlik
uk: Шлях і ім'я файлу, спочатку глибина
zh_cn: 路径和文件名, 深度优先
zh_hant: 路徑和檔案名稱, 深度優先

# Main_MoreMenu_MoveFiles
source: Move files…
bg: Преместване на файлове…
ca: Mou fitxers…
de: Datei verschieben...
fr: Déplacer les fichiers…
he: העבר קבצים...
hr: Premjesti datoteke…
it: Sposta file…
ja: ファイルを移動…
pt: Mover ficheiros…
ru: Переместить файлы...
sr: Преместити датотеке…
sv: Flytta filer…
tr: Dosyaları taşı…
uk: Перемістити файли…
zh_cn: 移动文件…
zh_hant: 移動檔案…

# Test_SearchType_Hex
source: Byte
bg: Шестнадесетично
fr: Octet
hr: Bajt
ja: バイト
sk: Bajt (hexadecimálny)
sr: Бајт
tr: Bayt
uk: Байт
zh_cn: 16 进制
zh_hant: 位元組

# ReportSummary_NoSubfolders
source: No subfolders
bg: Без подпапки
ca: Sense subcarpetes
de: keine Unterverzeichnisse
fr: Aucun sous-dossier
he: אין תיקיות משנה
hr: Bez podmapa
it: No sottocartelle
ja: サブフォルダーなし
pt: Sem subpastas
ru: Без подпапок
sk: Bez podpriečinkov
sr: Без подфасцикла
sv: Inga undermappar
tr: Alt klasörler hariç
uk: Немає вкладених папок
zh_cn: 非子文件夹
zh_hant: 非子資料夾

# Main_AssociateBookmarkWithFolder
source: Associate bookmark with folder
bg: Свързване на отметка с папка
ca: Associar favorits amb carpetes
de: Verknüpfe Lesezeichen mit Verzeichniss
fr: Associer un signet à un dossier
he: שייך סימניה לתיקייה
it: Associa il segnalibro alla cartella
ja: ブックマークをフォルダーに関連付け
pt: Associar marcador à pasta
ru: Связать закладку с папкой
sk: Priradiť záložku k priečinku
sr: Асоцирати обележивач са фасциклом
sv: Associera bokmärke med mapp
tr: Yer imini klasörle ilişkilendir
uk: Пов’язати закладку з папкою
zh_cn: 将书签关联到文件夹
zh_hant: 關聯書籤與資料夾

# ScriptHint_set_skipremotecloudstoragefiles
source: Skip remote cloud storage files
bg: Пропускане на отдалечените облачни файлове
ca: Omet els fitxers d'emmagatzematge al núvol
fr: Ignorer les fichiers de stockage dans le cloud distant
hr: Preskoči datoteke koje su spremljene u oblaku
it: Salta file in cloud remoti
ja: リモートクラウドストレージのファイルをスキップ
pt: Ignorar ficheiros remotos na nuvem
sk: Preskočiť súbory vzdialeného cloudového úložiska
sr: Прескочити датотеке из облака
sv: Hoppa över molnlagringsfiler
tr: Uzak bulut depolama dosyalarını atla
uk: Пропустити файли віддалених хмарних сховищ
zh_cn: 跳过远程云存储文件
zh_hant: 跳過遠程雲端檔案

# Main_Menu_Options
source: _Options…
bg: Нас_тройки…
ca: _Opcions…
de: _Optionen...
he: _אפשרויות...
hr: _Opcije…
it: _Opzioni…
ja: オプション(_O)…
pt: _Opções…
ru: _Опции...
sr: Опције…
tr: _Seçenekler…
uk: _Опції…
zh_cn: 选项(_O)…
zh_hant: 選項…

# Rename_Title
source: Rename file
bg: Преименуване на файл
ca: Canviar el nom del fitxer
de: Datei umbenennen
fr: Renommer le fichier
he: שנה שם קובץ
hr: Preimenuj datoteku
ja: ファイル名の変更
pt: Renomear ficheiro
ru: Переименование файла
sr: Преименовати датотеку
tr: Dosyayı yeniden adlandır
uk: Перейменувати файл
zh_cn: 重命名文件
zh_hant: 重新命名檔案

# Main_CaptureGroupSearch
source: Capture group search
bg: Търсене от групи за улавяне
ca: Capturar grups de cerca
de: Gruppensuche erfassen
fr: Recherche de groupe de capture
hr: Uhvati grupno pretraživanje
ja: キャプチャグループ検索
pt: Capturar pesquisa de grupo
ru: Поиск группы захвата
sr: Ухвати групну претрагу
tr: Grup aramasını yakala
uk: Груповий пошук захоплення
zh_cn: 捕获搜索群组
zh_hant: 擷取組搜尋

# Validation_stringToDouble_InvalidInputType
source: Invalid input type
bg: Недействителен вид на входните данни
ja: 無効な入力タイプ
tr: Geçersiz giriş türü
uk: Недійсний тип введення
zh_cn: 无效的输入类型
zh_hant: 無效的輸入類型

# Options_Large
source: Large
bg: Големи
ja: 大
tr: Büyük
uk: Великий
zh_cn: 大
zh_hant: 大

# TTA2_MatchesAlphaNumerics
source: \w matches alpha-numerics
bg: \w съвпада с буквено-цифрови знаци
de: \w sucht Alpha-Numerische
fr: \w correspond aux caractères alpha-numériques
ja: \w は英数字に一致
pt: \w correspondências alfanuméricas
ru: \w соответствует буквенно-цифровым символам
sr: \w одговара алфа-нумеричким
tr: \w alfasayısal karakterlerle eşleşir
uk: \w відповідає алфавітно-цифровим символам
zh_cn: \w 匹配字母或数字或下划线或汉字
zh_hant: \w 符合文數字 (alpha-numerics)

# Script_Editor_Redo
source: _Redo
bg: По_вторение
ja: やり直し(_R)
sr: Понови
tr: _Yinele
uk: _Повторити
zh_cn: 重做(_R)
zh_hant: 重做

# MessageBox_PleaseSelectAnotherDirectoryAndTryAgain
source: Please select another directory and try again.
bg: Изберете друга папка и опитайте отново.
ca: Seleccioneu un altre directori i torneu-ho a provar.
de: Bitte ein anderes Verzeichnis wählen und erneut versuchen.
fr: Veuillez sélectionner un autre répertoire et réessayer.
he: בחר ספרייה אחרת ונסה שוב.
ja: 別のディレクトリを選択して再試行してください。
pt: Por favor selecione outra pasta e tente de novo.
ru: Пожалуйста, выберите другой каталог и повторите попытку.
sr: Изаберите другу фасциклу и покушајте поново.
tr: Lütfen başka bir dizin seçip tekrar deneyin.
uk: Виберіть інший каталог і повторіть спробу.
zh_cn: 请选择其他文件夹并重试.
zh_hant: 請選擇其他資料夾並重試.
