Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Help_CmdLineTrimWhitespace
source: /trim [True/False] -trim [True/False] -trimWhitespace [True/False] Sets flag to trim whitespace in the report output – True or False.
bg: /trim [True/False] -trim [True/False] -trimWhitespace [True/False] Задава дали да бъдат премахнати висящите интервали в отчета – True (истина) или False (неистина).
ca: /trim [Cert/Fals] -trim [Cert/Fals] -trimWhitespace [Cert/Fals] Estableix indicadors per retallar espais en blanc en el llistat de sortida – Cert o Fals.
fr: /txt [cheminfichier] -txt [chemin du fichier] -text [filePath] Crée un fichier de résultats au format texte une fois la recherche terminée.
ja: /trim [True/False] -trim [True/False] -trimWhitespace [True/False] レポート出力内の空白をトリミングするためのフラグの設定 – TrueまたはFalseを指定します。
pt: /trim [Verdadeiro/Falso] -trim [Verdadeiro/Falso] -trimWhitespace [Verdadeiro/Falso] Definir a flag para remoção do espaço em branco no relatório de saída - Verdadeiro ou Falso.
sr: /trim [Тачно/Нетачно] -trim [Тачно/Нетачно] -trimWhitespace [Тачно/Нетачно] Поставља заставицу за смањење размака у излазу извештаја – Тачно или Нетачно.
tr: /trim [True/False] -trim [True/False] -trimWhitespace [True/False] Rapor çıktısındaki boşlukları düzeltmek için işareti ayarlar (Doğru veya Yanlış).
uk: /trim [Правда/Невірно] -trim [Правда/Неправда] -trimWhitespace [Правда/Неправда] Встановлює прапорець для обрізання пробілів у виводі звіту – True або False.
zh_cn: /trim [True/False] -trim [True/False] -trimWhitespace [True/False] 设置标志确定是否去掉报告输出中的空白 - True 或 False。
zh_hant: /trim [True/False] -trim [True/False] -trimWhitespace [True/False] 設定輸出報告去除空白旗標 - True 或 False.

# Help_CmdLineUniqueValues
source: /unique [True/False] -unique [True/False] -uniqueValues [True/False] Sets flag to output unique match or group values in the regular expression report output – True or False.
bg: /unique [True/False] -unique [True/False] -uniqueValues [True/False] Задава дали съвпадението или групата да бъдат изведени в отчета – True (истина) или False (неистина).
ca: /unique [Cert/Fals] -unique [Cert/Fals] -uniqueValues [Cert/Fals] Estableix indicadors per a mostrar coincidències úniques o valors de grup en el llistat de sortida d'expressions regulars – Cert o Fals.
fr: /unique [Vrai/Faux] -unique [Vrai/Faux] -uniqueValues [Vrai/Faux] Définit l'indicateur permettant d'afficher des valeurs de correspondance ou de groupe uniques dans le rapport d'expression régulière - Vrai ou Faux.
ja: /unique [True/False] -unique [True/False] -uniqueValues [True/False] 正規表現レポート出力で一意の一致またはグループ値を出力するフラグの設定 – TrueまたはFalseを指定します。
pt: /unique [Verdadeiro/Falso] -unique [Verdadeiro/Falso] -uniqueValues [Verdadeiro/Falso] Definir a flag para gerar valores de correspondência ou de grupo exclusivos no relatório de expressão regular – Verdadeiro ou Falso.
sr: /unique [Тачно/Нетачно] -unique [Тачно/Нетачно] -uniqueValues [Тачно/Нетачно] Поставља заставицу за излаз јединственог подударања или групних вредности у излазу извештаја регуларног израза – Тачно или Нетачно.
tr: /unique [True/False] -unique [True/False] -uniqueValues [True/False] Normal ifade rapor çıktısında benzersiz eşleşme veya grup değerlerinin çıktısını almak için bayrağı ayarlar (Doğru veya Yanlış).
uk: /unique [Правда/Неправда] -unique [Правда/Неправда] -uniqueValues [True/False] Встановлює прапор для виведення унікальних значень збігу або групи у вихідних даних звіту про регулярний вираз – True або False.
zh_cn: /unique [True/False] -unique [True/False] -uniqueValues [True/False] 设置标志确定是否在正则表达式报告输出中输出唯一匹配或组值 - True 或 False。
zh_hant: /unique [True/False] -unique [True/False] -uniqueValues [True/False] 設定正則運算式輸出報告中輸出唯一符合值或組旗標 - True 或 False.

# Help_CmdLinePathToMatch
source: /pm [pattern] -pm [pattern] -pathToMatch [pattern] Sets the file name pattern to match files in the search path. May be a comma- or semicolon-separated list of patterns.
bg: /pm [модел] -pm [модел] -pathToMatch [модел] Задава модел на име на файл, на който да съответстват резултатите. Може да бъде списък от модели, разделени със запетая или точка и запетая.
ca: /pm [patró] -pm [patró] -pathToMatch [patró] Estableix el patró de nom de fitxer per a la coincidència amb els arxius de la ruta de cerca. Pot ser una llista de patrons separats per coma o punt i coma.
fr: /pm [motif] -pm [motif] -pathToMatch [motif] Définit le modèle de nom de fichier pour faire correspondre les fichiers dans le chemin de recherche. Il peut s'agir d'une liste de motifs séparés par des virgules ou des points-virgules.
ja: /pm [pattern] -pm [pattern] -pathToMatch [pattern] 検索パス内のファイルに一致するファイル名パターンの設定。 パターンはコンマまたはセミコロンで区切られたリストで指定します。
pt: /pm [padrão] -pm [padrão] -pathToMatch [padrão] Definir o padrão do nome do ficheiro no caminho de pesquisa. Pode ser uma lista de padrões separados por virgula ou ponto e vírgula.
sr: /pm [шаблон] -pm [шаблон] -pathToMatch [шаблон] Поставља шаблон назива датотеке тако да одговара датотекама на путањи за претрагу. Може бити листа шаблона одвојених зарезом или тачком и зарезом.
tr: /pm [pattern] -pm [pattern] -pathToMatch [pattern] Dosya adı modelini, arama yolundaki dosyalarla eşleşecek şekilde ayarlar. Virgül veya noktalı virgülle ayrılmış bir kalıp listesi olabilir.
uk: /pm [шаблон] -pm [шаблон] -pathToMatch [шаблон] Встановлює шаблон імен файлів для відповідності файлів у шляху пошуку. Може бути списком шаблонів, розділених комою або крапкою з комою.
zh_cn: /pm [pattern] -pm [pattern] -pathToMatch [pattern] 搜索路径中的文件名模式匹配, 可以是以逗号或分号分隔的多个模式.
zh_hant: /pm [pattern] -pm [pattern] -pathToMatch [pattern] 設定搜尋路徑中的檔案名稱樣式, 可以是逗號或分隔符號的樣式.

# Help_CmdLineListItemSeparator
source: /sep [separator character or text] -sep [separator character or text] -listItemSeparator [separator character or text] Sets the character or string to separate list items on a line in the report output.
bg: /sep [знак или низ за разделител] -sep [знак или низ за разделител] -listItemSeparator [знак или низ за разделител] Задава знак или низ, който да бъде използван за разделител между елементите на един ред в отчетите.
ca: /sep [caràcter separador o text] -sep [caràcter separador o text] -listItemSeparator [caràcter separador o text] Estableix el caràcter o la cadena per a separar elements en una línia de l'informe de sortida.
fr: /sep [caractère de séparation ou texte]. -sep [caractère de séparation ou texte]. -listItemSeparator [caractère ou texte de séparation]. Définit le caractère ou la chaîne de caractères pour séparer les éléments de la liste sur une ligne dans le rapport.
it: /sep [separatore carattere o testo] -sep [separatore carattere o testo] -listItemSeparator [separatore carattere o testo] Setta il carattere o la stringa per separare gli oggetti su una linea del rapporto creato.
ja: /sep [separator character or text] -sep [separator character or text] -listItemSeparator [separator character or text] レポート出力の行のリスト項目を区切る文字または文字列を設定します。
pt: /sep [carater separador ou texto] -sep [carater separador ou texto] -listItemSeparator [carater separador ou texto] Definir o carater ou cadeia para separar a lista de itens numa linha no relatório de saída.
sr: /sep [знак за раздвајање или текст] -sep [знак за раздвајање или текст] -listItemSeparator [знак за раздвајање или текст] Поставља знак или текст да одвоји ставке листе на линији у излазу извештаја.
tr: /sep [ayırıcı karakter veya metin] -sep [ayırıcı karakter veya metin] -listItemSeparator [ayırıcı karakter veya metin] Rapor çıktısındaki bir satırdaki liste öğelerini ayırmak için karakteri veya dizeyi ayarlar.
uk: /sep [символ роздільника або текст] -sep [символ роздільника або текст] -listItemSeparator [символ роздільника або текст] Встановлює символ або рядок для розділення елементів списку в рядку у звіті o.
zh_cn: /sep [separator character or text] -sep [separator character or text] -listItemSeparator [separator character or text] 设置字符或字符串以分隔报表输出中一行上的列表项。
zh_hant: /sep [separator character or text] -sep [separator character or text] -listItemSeparator [separator character or text] 設定字元或字串以分隔報表輸出中一行中的清單項目.

# Help_CmdLineSeparateLines
source: /sl [True/False] -sl [True/False] -separateLines [True/False] Sets flag to output each match or group on a separate line in the regular expression report output – True or False.
bg: /sl [True/False] -sl [True/False] -separateLines [True/False] Задава дали съвпадението или групата да бъдат на отделен ред в отчета – True (истина) или False (неистина).
ca: /sl [Cert/Fals] -sl [Cert/Fals] -separateLines [Cert/Fals] Estableix indicadors per a mostrar cada coincidència en una línia separada del llistat d'expressions regulars – Cert o Fals.
fr: /sl [Vrai/Faux] -sl [Vrai/Faux] -separateLines [Vrai/Faux] Définit l'indicateur permettant d'afficher chaque correspondance ou groupe sur une ligne distincte dans le rapport d'expression régulière - Vrai ou Faux.
ja: /sl [True/False] -sl [True/False] -separateLines [True/False] 正規表現レポート出力で各一致またはグループを別々の行に出力するためのフラグの設定 – TrueまたはFalseを指定します。
pt: /sl [Verdadeiro/Falso] -sl [Verdadeiro/Falso] -separateLines [Verdadeiro/Falso] Definir a flag para a saída de cada correspondência ou grupo em linhas separadas de expressão regular do relatório - Verdadeiro ou Falso.
sr: /sl [Тачно/Нетачно] -sl [Тачно/Нетачно] -separateLines [Тачно/Нетачно] Поставља заставицу за излаз сваког подударања или групе на засебном реду у излазу извештаја регуларног израза – Тачно или Нетачно.
tr: /sl [True/False] -sl [True/False] -separateLines [True/False] Her bir eşleşmenin veya grubun normal ifade rapor çıktısında ayrı bir satırda (Doğru veya Yanlış) çıktısını almak için bayrağı ayarlar.
uk: /sl [Правда/Неправда] -sl [Правда/Неправда] -separateLines [Правда/Неправда] Встановлює прапорець для виведення кожного збігу або групи в окремому рядку у виводі звіту про регулярний вираз – True або False.
zh_cn: /sl [True/False] -sl [True/False] -separateLines [True/False] 设置标志确定是否在正则表达式报告输出中的单独行上输出每个匹配项或组 - True 或 False。
zh_hant: /sl [True/False] -sl [True/False] -separateLines [True/False] 設定正則運算式輸出報告中單行輸出每個符合項或組旗標 - True 或 False.

# Help_CmdLineMultiline
source: /ml [True/False] -ml [True/False] -multiline [True/False] Sets the multiline search flag – True or False.
bg: /ml [True/False] -ml [True/False] -multiline [True/False] Задава стойност на флага за търсене „многоредово“ – True (истина) или False (неистина).
ca: /ml [True/False] -ml [True/False] -multiline [True/False] Estableix l'indicador de cera multi-línia – True or False.
fr: /ml [Vrai/Faux] -ml [Vrai/Faux] -multiline [Vrai/Faux] Définit l'indicateur de recherche multiligne - Vrai ou Faux.
it: /ml [True/False] -ml [True/False] -multiline [True/False] Setta il flag di ricerca su più linee – True or False.
ja: /ml [True/False] -ml [True/False] -multiline [True/False] 複数行検索フラグの設定 – TrueまたはFalseを指定します。
pt: /ml [Verdadeiro/Falso] -ml [Verdadeiro/Falso] -multiline [Verdadeiro/Falso] Definir a flag de pesquisa multilinha - Verdadeiro ou Falso.
sr: /ml [True/False] -ml [True/False] -multiline [True/False] Поставља ознаку вишелинијске претраге – Да или Не
tr: /ml [True/False] -ml [True/False] -multiline [True/False] Çok satırlı arama bayrağını doğru veya yanlış olarak ayarlar.
uk: /мл [Правда/Неправда] -ml [Правда/Неправда] -багаторядковий [Правда/Неправда] Встановлює прапорець багаторядкового пошуку – True або False.
zh_cn: /ml [True/False] -ml [True/False] -multiline [True/False] 设定多行搜索 - True 或 False.
zh_hant: /ml [True/False] -ml [True/False] -multiline [True/False] 設定多行搜尋旗標 - True 或 False.

# Help_CmdLineSearchFor
source: /s [searchFor] -s [searchFor] -searchFor [searchFor] Sets the pattern or text to search for within the set of files. When this argument is set, the search will be run automatically.
bg: /s [търсене] -s [търсене] -searchFor [търсене] Задава модел или текст, който да бъде търсен. Когато този аргумент е зададен, търсенето ще започне автоматично.
ca: /s [cerca ] -s [cerca] -searchFor [cercar] Estableix el patró o text a cercar en el conjunt de fitxers. Quan aquest argument s'estableix, la cerca s'executa automàticament.
fr: /s [searchFor] -s [searchFor] -searchFor [searchFor] Définit le motif ou le texte à rechercher dans l'ensemble des fichiers. Lorsque cet argument est défini, la recherche est exécutée automatiquement.
ja: /s [searchFor] -s [searchFor] -searchFor [searchFor] 検索するファイルセット内で検索するパターンまたはテキストの設定。 この引数が設定されると、検索は自動的に実行されます。
pt: /s [searchFor] -s [searchFor] -searchFor [searchFor] Definir o padrão ou texto de pesquisa no conjunto de ficheiros. Quando este argumento está definido a pesquisa corre automaticamente.
sr: /s [претрага] -s [претрага] -searchFor [претрага] Поставља шаблон или текст за тражење унутар скупа датотека. Када је овај аргумент постављен, претрага ће се покренути аутоматски.
tr: /s [searchFor] -s [searchFor] -searchFor [searchFor] Dosya kümesi içinde aranacak deseni veya metni ayarlar. Bu bağımsız değişken ayarlandığında arama otomatik olarak yürütülür.
uk: /s [пошук] -s [пошук] -searchFor [searchFor] Встановлює шаблон або текст для пошуку в наборі файлів. Коли цей аргумент встановлено, пошук буде запущено автоматично.
zh_cn: /s [searchFor] -s [searchFor] -searchFor [searchFor] 要搜索的模式内容或文本. 若给定此参数, 将自动开始搜索.
zh_hant: /s [searchFor] -s [searchFor] -searchFor [searchFor] 設定所欲搜尋樣式或文字. 當此引數已設定, 將會自動搜尋.

# Help_CmdLineWholeWord
source: /ww [True/False] -ww [True/False] -wholeWord [True/False] Sets the whole word search flag – True or False.
bg: /ww [True/False] -ww [True/False] -wholeWord [True/False] Задава стойност на флага за търсене „цели думи“ – True (истина) или False (неистина).
ca: /ww [Cert/Fals] -ww [Cert/Fals] -wholeWord [Cert/Fals] Estableix l'indicador de cerca de paraules senceres – Cert o Fals.
fr: /ww [Vrai/Faux] -ww [Vrai/Faux] -wholeWord [Vrai/Faux] Définit l'indicateur de recherche de mots entiers - Vrai ou Faux.
ja: /ww [True/False] -ww [True/False] -wholeWord [True/False] 単語全体の検索フラグの設定 – TrueまたはFalseを指定します。
pt: /ww [Verdadeiro/Falso] -ww [Verdadeiro/Falso] -wholeWord [Verdadeiro/Falso] Definir a flag de pesquisa por palavra completa - Verdadeiro ou Falso.
sr: /ww [True/False] -ww [True/False] -wholeWord [True/False] Поставља ознаку за претрагу целе речи – Истинито или Лажно.
tr: /ww [True/False] -ww [True/False] -wholeWord [True/False] Kelime arama bayrağının tamamını ayarlar – Doğru veya Yanlış.
uk: /ww [Правда/Невірно] -ww [Правда/Неправда] -wholeWord [Правда/Неправда] Встановлює прапор пошуку всього слова – True або False.
zh_cn: /ww [True/False] -ww [True/False] -wholeWord [True/False] 全字匹配 - True 或 False.
zh_hant: /ww [True/False] -ww [True/False] -wholeWord [True/False] 設定全字符合搜尋旗標 - True 或 False.

# Help_CmdLineReportMode
source: /rm [mode] -rm [mode] -reportMode [mode] Sets the report output mode for regular expression reports - must be one of: "FullLine", "Matches", or "Groups".
bg: /rm [вид] -rm [вид] -reportMode [вид] Задава вид на отчета за регулярни изрази – трябва да е едно от: „FullLine“, „Matches“ или „Groups“.
ca: /rm [mode] -rm [mode] -reportMode [mode] Estableix la sortida de l'informe per a expressions regulars - ha de ser una de les següents: "FullLine", "Matches", or "Groups".
fr: /rm [mode] -rm [mode] -reportMode [mode] Définit le mode de sortie du rapport pour les rapports d'expression régulière - doit être l'un des suivants : "FullLine", "Matches" ou "Groups".
ja: /rm [mode] -rm [mode] -reportMode [mode] 正規表現レポートのレポート出力モードの設定 – 次のいずれか : "FullLine"、"Matches"、または "Groups"。
pt: /rm [modo] -rm [modo] -reportMode [modo] Definir o modo do relatório de saída para expressão regular - deve ser um destes: "FullLine", "Matches", ou "Groups".
sr: /rm [мод] -rm [мод] -reportMode [мод] Поставља режим излаза извештаја за извештаје регуларних израза- треба бити једно од: "ЦелаЛинија", "Одговара", или "Групе".
tr: /rm [mode] -rm [mode] -reportMode [mode] Normal ifade raporları için rapor çıktı modunu ayarlar - şunlardan biri olmalıdır: "Tam Satır", "Eşleşmeler" veya "Gruplar".
uk: /rm [режим] -rm [режим] -reportMode [режим] Встановлює режим виведення звіту для звітів регулярних виразів – має бути одним із: «Повний рядок», «Збіги» або «Групи».
zh_cn: /rm [mode] -rm [mode] -reportMode [mode] 设置正则表达式报告的报告输出模式 - 必须是以下之一： "FullLine"、"Matches"或"Groups"。
zh_hant: /rm [mode] -rm [mode] -reportMode [mode] 設定正則運算式報告輸出模式 - 必須是以下之一: "FullLine", "Matches", 或 "Groups".

# Help_CmdLineReport
source: /rpt [filePath] -rpt [filePath] -report [filePath] Create results file in report format after search is complete.
bg: /rpt [файл] -rpt [файл] -report [файл] Създава файл с резултатите във формат за доклади след приключване на търсенето.
ca: /rpt [Ruta al fitxer] -rpt [Ruta al fitxer] -report [Ruta al fitxer] Crea arxiu de resultats en format d'informe quan es finalitza la cerca.
fr: /rpt [cheminfichier] -rpt [chemin du fichier] -report [cheminfichier] Crée un fichier de résultats au format rapport une fois la recherche terminée.
he: /rpt [filePath] -rpt [filePath] -report [filePath] צור קובץ תוצאות בפורמט דוח לאחר סיום החיפוש.
ja: /rpt [filePath] -rpt [filePath] -report [filePath] 検索が完了したら、レポート形式で結果ファイルを作成する。
pt: /rpt [filePath] -rpt [filePath] -report [filePath] Criar o ficheiro de resultados no formato relatório após conclusão da pesquisa.
sr: /rpt [путањаДатотеке] -rpt [путањаДатотеке] -report [путањаДатотеке] Креирајте датотеку резултата у формату извештаја након што се претрага заврши.
tr: /rpt [filePath] -rpt [filePath] -report [filePath] Arama tamamlandıktan sonra rapor formatında sonuç dosyası oluşturun.
uk: /rpt [шлях до файлу] -rpt [шлях до файлу] -report [шлях до файлу] Після завершення пошуку створіть файл результатів у форматі звіту.
zh_cn: /rpt [filePath] -rpt [filePath] -report [filePath] 搜索完成后输出搜索结果为报告文件.
zh_hant: /rpt [filePath] -rpt [filePath] -report [filePath] 搜尋完成後以報告格式建立搜尋結果檔案.

# Help_CmdLineTextReport
source: /txt [filePath] -txt [filePath] -text [filePath] Create results file in text format after search is complete.
bg: /txt [файл] -txt [файл] -text [файл] Създава текстов файл с резултатите след приключване на търсенето.
ca: /txt [Camí del fitxer] -txt [Camí del fitxer] -text [Camí del fitxer] Crea fitxer de resultats en format textual després que la cerca s'hagi completat.
fr: /txt [cheminfichier] -txt [chemin du fichier] -text [filePath] Crée un fichier de résultats au format texte une fois la recherche terminée.
he: /txt [filePath] -txt [filePath] -text [filePath] צור קובץ תוצאות בפורמט טקסט לאחר סיום החיפוש.
ja: /txt [filePath] -txt [filePath] -text [filePath] 検索が完了したら、テキスト形式で結果ファイルを作成する。
pt: /txt [filePath] -txt [filePath] -text [filePath] Criar o ficheiro de resultados no formato texto após conclusão da pesquisa.
sk: /txt [filePath] -txt [filePath] -text [filePath] Po dokončení vyhľadávania vytvoriť súbor s výsledkami v textovom formáte.
sr: /txt [путањаДатотеке] -txt [путањаДатотеке] -text [путањаДатотеке] Креирајте датотеку резултата у текстуалном формату након што се претрага заврши.
tr: /txt [filePath] -txt [filePath] -text [filePath] Arama tamamlandıktan sonra metin formatında sonuç dosyası oluşturun.
uk: /txt [шлях до файлу] -txt [шлях до файлу] -текст [шлях до файлу] Після завершення пошуку створіть файл результатів у текстовому форматі.
zh_cn: /txt [filePath] -txt [filePath] -text [filePath] 搜索完成后输出搜索结果为文本文件.
zh_hant: /txt [filePath] -txt [filePath] -text [filePath] 搜尋完成後以文字格式建立搜尋結果檔案.

# Options_MultilineSearch
source: Multiline search
bg: Многоредово търсене
ja: 複数行検索
tr: Çok satırlı arama
uk: Багаторядковий пошук
zh_cn: 多行搜索
zh_hant: 多行搜尋

# Options_EditorOK
source: OK
bg: Добре
ca: D'acord
ja: 登録
tr: Tamam
zh_cn: 是
zh_hant: 是

# Options_EditorCancel
source: Cancel
bg: Отказ
ca: Cancel·la
hr: Otkaži
ja: キャンセル
pl: Anuluj
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_hant: 取消

# Options_EditorDelete
source: Delete
bg: Премахване
ja: 削除
tr: Sil
uk: Видалити
zh_cn: 删除
zh_hant: 刪除

# Options_EditorExtensions
source: Extensions
bg: Разширения
ja: 拡張子
tr: Uzantılar
uk: Розширення
zh_cn: 扩展名
zh_hant: 副檔名

# Options_EditorLabel
source: Label
bg: Етикет
ja: 説明
tr: Etiket
uk: Мітка
zh_cn: 标签
zh_hant: 標籤

# Options_EditorEdit
source: Edit…
bg: Променяне…
ja: 編集…
tr: Düzenle…
uk: Редагувати…
zh_cn: 编辑…
zh_hant: 編輯…

# Options_CustomEditor_Title
source: Custom Editor
bg: Потребителски редактор
ja: カスタム エディタ
tr: Özel Düzenleyici
uk: Спеціальний редактор
zh_cn: 自定义编辑器
zh_hant: 自訂編輯器

# Options_EditorSetAsDefault
source: Set as default editor for unlisted file types
bg: Задаване на подразбиран редактор на неуказаните видове файлове
ja: ファイル種類の既定のエディタに設定する
tr: Listelenmemiş dosya türleri için varsayılan düzenleyici olarak ayarla
uk: Встановити редактором за замовчуванням для типів файлів, які не входять до списку
zh_cn: 设为未列出文件类型的默认编辑器
zh_hant: 設定為未列出檔案類型的預設編輯器

# Validation_ValueIsRequired
source: Value is required
bg: Необходима е стойност
ja: 値は必須です
tr: Değer gerekli
uk: Потрібно вказати значення
zh_cn: 值是必需的
zh_hant: 值為必填項

# Optionss_AskBeforeLoadingFiles
source: In preview window, ask before loading files larger than
bg: Питане преди зареждане на файлове, в прозореца за преглед, по-големи от
ja: プレビューウィンドウにて、指定サイズ以上のファイルを読み込む前に確認する
tr: Önizleme penceresinde, şu boyuttan büyük dosyaları yüklemeden önce sor
uk: У вікні попереднього перегляду запитайте перед завантаженням файлів, розмір яких перевищує
zh_cn: 在预览窗口中，加载文件前先询问，如果文件尺寸大于
zh_hant: 在預覽視窗中, 載入檔案前先詢問, 若檔案大於

# Main_Results_OpenWith
source: Open with
bg: Отваряне от
ca: Obre amb
ja: カスタム エディタで開く
tr: Şununla aç
uk: Відкрити за допомогою
zh_cn: 打开方式
zh_hant: 開啟於

# Options_EditorAdd
source: Add…
bg: Добавяне…
ja: 追加…
tr: Ekle…
uk: Додати…
zh_cn: 添加…
zh_hant: 增添…

# Validation_PathMustBeValid
source: Path must be valid
bg: Пътят трябва да съществува
ca: La ruta ha de ser vàlida
ja: 正しいパスを指定してください
tr: Yol geçerli olmalı
uk: Шлях має бути дійсним
zh_cn: 路径必须有效
zh_hant: 路徑必須有效

# Main_DatePastMinutes
source: minutes
bg: минути
ja: 分
tr: dakika
uk: хвилин
zh_cn: 分钟
zh_hant: 分鐘

# Main_DatePastDays
source: days
bg: дни
ca: dies
ja: 日
tr: gün
uk: днів
zh_cn: 天
zh_hant: 天

# ShellMenu_SearchWithDnGrep
source: Search with dnGrep
bg: Търсене с dnGrep
ca: Cerca amb dnGrep
hr: Pretraživanje pomoću dnGrep
ja: dnGrepで検索
pl: Szukaj za pomocą dnGrep
sv: Sök med dnGrep
tr: dnGrep ile arama yapın
uk: Пошук за допомогою dnGrep
zh_cn: 用 dnGrep 搜索
zh_hant: 使用 dnGrep 搜尋

# BookmarkDetails_Global
source: Global
bg: Глобално
ja: 全体
tr: Küresel
uk: Глобальний
zh_cn: 全局
zh_hant: 全局

# Main_Global
source: Global
bg: Глобално
ja: 全体
tr: Küresel
uk: Глобальний
zh_cn: 全局
zh_hant: 全局

# ScriptHint_set_global
source: Global
bg: Глобално
ja: 全体
tr: Küresel
uk: Глобальний
zh_cn: 全局
zh_hant: 全局

# Options_FocusResultsTree
source: Results tree
bg: Дървото с резултатите
ca: Arbre de resultats
ja: 結果ツリー
tr: Sonuç ağacı
uk: Дерево результатів
zh_cn: 结果树
zh_hant: 結果樹狀圖

# NotiyIcon_Menu_Open
source: Open
bg: Отваряне
ca: Obrir
hr: Otvori
ja: 開く
tr: Aç
uk: Відчинено
zh_cn: 打开
zh_hant: 開啟

# NotifyIcon_Menu_Exit
source: Exit
bg: Изход
ja: 終了
tr: Çıkış
uk: Вихід
zh_cn: 退出
zh_hant: 退出

# Keyboard_CommandHeader
source: Command
ca: Ordre
ja: コマンド
tr: Komut

# Keyboard_LabelHeader
source: Label
ja: 説明
tr: Etiket

# Keyboard_Save
source: Save
ca: Desa
ja: 保存
tr: Kaydet

# Keyboard_Close
source: Close
ja: 閉じる
tr: Kapat

# Options_PlugInCache
source: Plug-in cache
bg: Временна памет за добавки
ja: プラグイン キャッシ
tr: Eklenti önbelleği
uk: Кеш плагінів
zh_cn: 插件缓存
zh_hant: 外掛程式快取

# Options_CacheFilesIn
source: Cache files in
bg: Временна памет в
ja: 指定場所
tr: Dosyaları önbelleğe al
uk: Кешувати файли в
zh_cn: 文件缓存位置
zh_hant: 將檔案快取於

# Main_GlobalTooltip_True
source: All matches in each file
bg: Всички съвпадения във всеки файл
ja: 各ファイルのすべての一致
tr: Her bir dosyadaki tüm eşleşmeler
uk: Усі збіги в кожному файлі
zh_cn: 每个文件中的所有匹配
zh_hant: 每個檔案中的所有符合項
