Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Main_UseCaptureGroupsFromPathsToMatch
source: Use capture groups from 'Patterns to match' in the 'Search for' pattern
bg: Използват се групите за улавяне от „Модели на съвпадение“ в полето „Търсене“
ca: Utilitzar grups de captura de 'Patrons de coincidència' a patró de 'Cerca'
de: Verwenden Sie Capture-Gruppen aus 'Pfade, die übereinstimmen' im Muster 'Suchen nach'
fr: Utilisez les groupes de capture de la rubrique "Modèles à comparer" dans le modèle "Rechercher"
he: השתמש בקבוצות לכידה מתוך 'נתיבים להתאמה' בתבנית 'חפש'
ja: '検索対象' のパターンで '一致するパターン' からキャプチャグループを使用する
pt: Utilizar grupos de captura de 'Padrões de correspondência' no padrão de 'Procurar por'
ru: Использовать "группу захвата Regex" из 'Шаблоны для совпадений' в шаблоне для 'Искать содержимое'
sr: Користите групе за снимање из „Упаривање узорака“ у обрасцу „Тражи“
tr: 'Eşleşecek kalıplar'daki yakalama gruplarını 'Ara' kalıbında kullan
uk: Використовуйте групи захоплення з «Шаблонів для відповідності» у шаблоні «Пошук»
zh_cn: 在 '搜索' 模式的 '匹配路径' 中捕获群组
zh_hant: 使用擷取組來自 '搜尋' 樣式中的 '符合樣式'

# Options_TimeoutSeconds
source: seconds
bg: секунди
ca: segons
de: Sekunden
fr: secondes
he: שניות
ja: 秒
pt: segundos
ru: (в секундах)
sr: секунда/и/е
tr: saniye
uk: секунд
zh_cn: 秒
zh_hant: 秒

# BookmarkDetails_Content_Group_Tooltip
source: Include content search properties in bookmark
bg: Включване на свойствата за търсене на съдържание в отметката
ca: Inclou propietats del contingut de la cera als marcadors
fr: Inclure les propriétés de recherche de contenu dans le signet
it: Includi le proprietà di ricerca del contenuto nel segnalibro
ja: ブックマークに内容検索プロパティを含める
pl: Uwzględnij właściwości wyszukiwania treści w zakładce
pt: Incluir as propriedades da pesquisa no marcador
sk: Zahrnúť vlastnosti vyhľadávania obsahu do záložky
sr: Укључите својства претраге садржаја у обележивач
tr: Sık Kullanılanlara içerik arama özelliklerini dahil et
uk: Включити властивості пошуку вмісту в закладку
zh_cn: 在书签中包含内容搜索属性
zh_hant: 在書籤中包含內容搜尋屬性

# Main_Validation_BooleanExpressionContainsAnUnknownToken
source: Boolean expression contains an unknown token
bg: Булевият израз съдържа неизвестен маркер
ca: L'expressió booleana conté un token desconegut
fr: L'expression booléenne contient un jeton inconnu
ja: 論理式に不明なトークンが含まれています
pt: A expressão Booleana contém um token desconhecido
sr: Булов израз садржи непознати токен
tr: Boolean ifadesi bilinmeyen bir belirteç içeriyor
uk: Логічний вираз містить невідомий маркер
zh_cn: 布尔表达式包含一个未知的标记
zh_hant: 布林運算式含有未知的標記

# Options_TheMatchTimeoutLimits
source: The match timeout limits how long the regular expression engine attempts to resolve a regular expression before it times out. It prevents processing expressions and input strings requiring excessive backtracking.
bg: Изчакването на съвпадение ограничава времето, през което машината за регулярни изрази се опитва да приложи даден регулярен израз, преди да прекъсне. По този начин се предотвратява обработката на изрази и входни низове, изискващи прекомерно връщане назад.
ca: El temps d'espera de la coincidència limita el temps que el motor d'expressió regular intenta resoldre una expressió regular abans que es descarti. Evita el processament d'expressions i cadenes d'entrada que requereixen un temps excessiu.
de: Zeitüberschreitung begrenzen; Zeit wie lange die Engine für reguläre Ausdrücke versucht, einen regulären Ausdruck aufzulösen, bevor der Prozess eine Zeitüberschreitung verursacht. Dies verhindert die Verarbeitung von Ausdrücken und Eingabezeichenfolgen, die ein übermäßiges Backtracking erfordern.
fr: Le délai d'attente de la correspondance limite la durée pendant laquelle le moteur d'expression régulière tente de résoudre une expression régulière avant de s'arrêter. Il empêche le traitement des expressions et des chaînes d'entrée nécessitant un retour en arrière excessif.
he: משך הזמן למציאת התאמה מגביל את משך הזמן שמנוע הביטוי הרגיל ינסה לפתור ביטוי רגיל לפני שיפסק הזמן. זה מונע עיבוד ביטויים ומחרוזות קלט הדורשים חזרה לאחור.
ja: 一致のタイムアウトは、正規表現エンジンが正規表現の解決を試みる時間を制限します。これにより、正規表現や入力文字列の処理で過度のバックトラックが発生するのを防ぎます。
pt: O tempo limite de correspondência determina por quanto tempo o mecanismo de expressão regular tenta resolver uma expressão antes de atingir prazo. Impede o processamento de expressões e cadeias de entrada que exigem excessivo retrocesso.
ru: Значение тайм-аута совпадения ограничивает время, в течение которого механизм регулярных выражений будет пытаться разрешить регулярное выражение (до истечения времени ожидания). Это предотвращает обработку выражений и входных строк, которые требуют чрезмерного возврата.
sr: Временско ограничење подударања ограничава колико дуго механизам регуларних израза покушава да реши регуларни израз пре него што истекне. Спречава обраду израза и улазних низова који захтевају прекомерно враћање уназад.
tr: Eşleşme zaman aşımı, normal ifade motorunun, zaman aşımına uğramadan önce normal ifadeyi ne kadar süre çözümlemeye çalışacağını sınırlar. Aşırı geri izleme gerektiren ifadelerin ve giriş dizelerinin işlenmesini önler.
uk: Час очікування збігу обмежує тривалість спроб механізму регулярних виразів розв’язати регулярний вираз до того, як мине час очікування. Це запобігає обробці виразів і вхідних рядків, які вимагають надмірного відстеження.
zh_cn: 限定了正则表达式引擎最多能花费多少时间来匹配内容. 该设置用来避免过度回溯.
zh_hant: 限制正則運算式引擎最長匹配時間. 該設定用來避免過度回溯.

# MessageBox_LoadResources
source: Load Resources
bg: Зареждане на ресурси
ca: Carregar recursos
de: Quellen laden
fr: Ressources en charge
he: טען משאבים
ja: リソースの読み込み
pt: Carregar Recursos
ru: Загрузка ресурсов
sr: Учитавање ресурса
tr: Kaynakları Yükle
uk: Завантажити ресурси
zh_cn: 读取资源
zh_hant: 載入資源

# Main_Validation_BooleanExpressionIsOK
source: Boolean expression is OK
bg: Булевият израз е правилен
ca: L'expressió booleana és correcta
fr: L'expression booléenne est OK
ja: 論理式は正常です
pt: A expressão Booleana está OK
sr: Булов израз је у реду
tr: Boolean ifadesi tamam
uk: Логічний вираз ОК
zh_hant: 布林運算式正確

# ReportSummary_FilePattern
source: Include file pattern:
bg: Модел на файла:
ca: Inclou patró de fitxers:
de: Datei Suchmuster:
fr: Modèle de fichiers inclus :
he: תבנית קובץ:
ja: 含めるファイル パターン :
pt: Incluir padrão de ficheiro:
ru: Шаблон файла:
sr: Шаблон датотеке за урачунавање:
tr: Dosya desenini ekle:
uk: Включити шаблон файлу:
zh_cn: 文件模式:
zh_hant: 檔案樣式:

# Main_Menu_NewScript
source: New script…
bg: Нов скрипт…
ca: Nou script…
fr: Nouveau Script…
hr: Nova skripta…
ja: 新しいスクリプト…
sr: Нови скрипт…
sv: Nytt script…
tr: Yeni komut dosyası…
uk: Новий сценарій…
zh_cn: 新建脚本…
zh_hant: 新建指令碼…

# ScriptHint_set_maxsubfolderdepth
source: Max subfolder depth
bg: Дълбочина на подпапките
ja: サブフォルダーの最大階層
sr: Максимална дубина под-фасцикли
tr: Maksimum alt klasör derinliği
uk: Максимальна глибина вкладеної папки
zh_cn: 最大子文件夹深度
zh_hant: 最大子資料夾深度

# Main_Menu_Personalize
source: Personalize
bg: Приспособяване
ca: Personalització
fr: Personnalisez
hr: Personaliziraj
ja: 個人用設定
pt: Personalizar
sr: Прилагодити
tr: Kişiselleştir
uk: Персоналізація
zh_cn: 个性化
zh_hant: 個人化

# Replace_UndoMarkReplaceOnThisMatch
source: Undo mark replace on this match
bg: Връщане на заменената отметка за съвпадението [Ctrl+U]
ca: Desfés la marca de substitució en aquesta coincidència
de: Zurücknahme der Ersetzung an dieser Fundstelle [Strg+U]
fr: Annuler le remplacement de la marque sur cette correspondance [Ctrl+U]
he: בטל סימן החלפה בהתאמה זו [Ctrl+U]
ja: この一致項目の置換のマークを元に戻す
pt: Anular marca de substituição nesta correspondência [Ctrl+U]
ru: Отменить пометку замены в этом совпадении [Ctrl+U]
sr: Поништити ознаку замене на овом нелажењу [Ctrl+U]
tr: Bu eşleşmede işaret değiştirmeyi geri al
uk: Відмініти позначку заміни для цього збігу [Ctrl+U]
zh_cn: 撤销标记替换内容 [Ctrl+U]
zh_hant: 撤銷標記取代的符合項 [Ctrl+U]

# Scripts_MoveFilesFailed
source: Move files failed:
bg: Грешка при преместване на файлове:
ja: ファイルの移動に失敗しました :
tr: Dosyaları taşıma başarısız oldu:
uk: Не вдалося перемістити файли:
zh_cn: 移动文件失败：
zh_hant: 移動檔案失敗:

# Preview_HighlightsDisabledTooManyMatchesFound
source: Not showing highlights because too many matches were found.
bg: Оцветяването е изключено, защото има твърде много съвпадения.
ca: No es mostren els ressaltats perquè s'han trobat massa coincidències.
de: Hervorhebung deaktiviert: zu viele Suchergebnisse gefunden.
fr: Les surbrillances ne sont pas affichées car trop de correspondances ont été trouvées.
he: הדגשות מבוטלות: יותר מידי התאמות נמצאו.
ja: 一致が多すぎるため強調表示を表示しません。
pt: Destaques não visíveis porque há demasiadas correspondências.
ru: Подсветка отключена: найдено слишком много совпадений.
sr: Не приказује се истакнутих јер је пронађено превише налажења.
tr: Çok fazla eşleşme bulunduğu için öne çıkanlar gösterilmiyor.
uk: Не відображаються основні моменти, оскільки знайдено забагато збігів.
zh_cn: 高亮已禁用: 匹配项过多.
zh_hant: 符合項過多, 強調顯示已禁用.

# Replace_Undo
source: _Undo
bg: _Отменяне
ca: _Desfés
de: _Rückgängig
fr: _Annuler
he: _לבטל
hr: P_oništi
it: _Annulla
ja: 元に戻す(_U)
pt: _Anular
ru: _Отмена
sr: Опозвати
tr: _Geri
uk: _Відмінити
zh_cn: 撤销(_U)
zh_hant: 撤銷

# Main_PatternType_Asterisk
source: Wildcard
bg: Заместващи символи
ca: Comodí
de: Sternchenmuster
fr: Caractère joker
he: תבנית כוכבית
ja: ワイルドカード
pl: Symbol wieloznaczny
pt: Máscara
ru: Asterisk (Символ подстановки)
sk: Hviezdička (zástupný znak)
sr: Џокер
tr: Joker Karakter
zh_cn: 星号模式
zh_hant: 萬用字元

# Test_DotAsNewline
source: _Dot as newline
bg: Точка за _нов ред
ca: Punt com a _nova línia
de: _Punkt als neue Zeile
fr: _Point comme nouvelle ligne
he: _עגון בשורה חדשה
hr: _Točka kao nova linija
it: _Punto come nuova linea
ja: ドットを改行として扱う(_D)
pl: Kropka jako znak nowej linii
pt: _Ponto como nova linha
ru: _Точка в роли новой строки
sk: _Bodka ako znak nového riadku
sr: Тачка као нова линија
tr: _Nokta Yeni Satır
uk: _Крапка як новий рядок
zh_cn: 点号作为新行(_D)
zh_hant: 點號(.)搜尋包含換行字元

# Replace_ShowThePreviousFile
source: Show the previous file
bg: Показва предишния файл [Ctrl+PgUp]
ca: Mostra el fitxer anterior
de: Zeige die vorherige Datei [Strg+Seite nach oben]
fr: Afficher le fichier précédent [Ctrl+PgUp]
he: הצג את הקובץ הקודם [Ctrl+PgUp]
ja: 前のファイルを表示
pt: Mostrar o ficheiro anterior [Ctrl+PgUp]
ru: Показать предыдущий файл [Ctrl+PgUp]
sr: Приказати претходну датотеку [Ctrl+PgUp]
tr: Önceki dosyayı göster
uk: Показати попередній файл [Ctrl+PgUp]
zh_cn: 显示上一文件 [Ctrl+PgUp]
zh_hant: 顯示上一檔案 [Ctrl+PgUp]

# Main_AutoPosition
source: Auto position
bg: Автоматично позициониране
ca: Auto posicionament
de: automatisch Positionieren
fr: Position auto
he: מיקום אוטומטי.
hr: Automatski pozicioniraj
it: Posizione automatica
ja: 自動配置
pt: Posição automática
ru: Автоматическое позиционирование
sk: Automatická poloha
sr: Ауто смештај
tr: Otomatik konum
uk: Автоматична позиція
zh_cn: 自动位置
zh_hant: 自動定位

# Main_EverythingSearch
source: Ever_ything search:
bg: Търсене с Everything:
ca: Cerca-ho tot:
de: Everything Suche:
fr: Rechercher tout :
he: חיפוש של Everything:
it: Ricerca con Everything:
ja: すべての検索(_Y) :
pt: Everything procurar:
ru: Everything-поиск:
sr: Everything претрага:
tr: Ever_ything araması:
uk: Пошук усе_все:
zh_cn: Everything 搜索(_Y):
zh_hant: Everything 搜尋:

# ScriptHint_set_showcontextlines
source: Show context lines
bg: Контекст от
ca: Mostra línies adjacents
fr: Afficher les lignes de contexte
he: הצג שורות קרובות
hr: Prikaži redove konteksta
it: Mostra righe adiacenti
ja: 該当箇所前後行の表示
pt: Mostrar linhas de contexto
sk: Zobraziť kontextové riadky:
sr: Прикажи контекстне линије
tr: Bağlam satırlarını göster
uk: Показати контекстні рядки
zh_cn: 显示上下文行
zh_hant: 顯示上下文

# Options_LineNumbers
source: Line Numbers
bg: Номерирани редове
ca: Números de línia
ja: 行番号
sr: Бројеви линија
tr: Satır Numaraları
uk: Номери рядків
zh_cn: 行号
zh_hant: 行號

# Main_Results_OpenContainingFolder
source: Open containing folder
bg: Отваряне на папката
ca: Obrir carpeta que el conté
de: Enthaltenden Ordner öffnen
fr: Ouvrir le dossier contenant
he: פתח את התיקייה המכילה
hr: Otvori mapu datoteke
ja: 含まれているフォルダーを開く
pt: Abrir pasta ancestral
ru: Открыть содержащую папку (Расположение файла)
sr: Отворити садржну фасцикли
tr: İçeren klasörü aç
uk: Відкрити папку, що містить
zh_cn: 打开所在文件夹
zh_hant: 開啟所在資料夾

# ScriptHint_run_cmd
source: Run a command script
bg: Изпълнява външен скрипт
ja: コマンド スクリプトの実行
sr: Покрени командни скрипт
tr: Bir komut dosyası çalıştır
uk: Запустіть командний сценарій
zh_cn: 运行命令脚本
zh_hant: 執行命令指令碼

# Options_ItemsShownInSearchAndReplaceHistoryLists
source: items shown in search and replace history lists
bg: елемента, в историята на търсене и заменяне
ca: elements que es mostren a les llistes d'historials de cerca i substitució
de: Elemente der Suche- und Ersetzehistorie anzeigen
fr: éléments affichés dans les listes d'historique de recherche et de remplacement
he: חיפוש והחלפה ישמרו בהיסטוריה
ja: 検索および置換の履歴リストに表示する項目数
pt: itens visíveis na lista de histórico de localizar e substituir
ru: элементы, отображаемые в списках истории поиска и замены
sr: ставке приказане на листама историје претраге и замене
tr: unsur arama ve değiştirme geçmişi listelerinde gösterilsin
uk: елементи, відображені в списках історії пошуку та заміни
zh_cn: 个搜索和替换历史
zh_hant: 個搜尋和取代歷程清單

# Main_HighlightGroups
source: Highlight groups
bg: Открояване на групите
ca: Destaca grups
de: Gruppen hervorheben
fr: Mettre en surbrillance les groupes
he: הדגש קבוצות
it: Evidenzia gruppi
ja: グループを強調表示
pt: Destacar grupos
ru: Подсвечивать группы
sr: Истакнути групе
sv: Markera grupper
tr: Grupları vurgula
uk: Виділіть групи
zh_cn: 高亮群组
zh_hant: 醒目標示群組

# Main_ResultList_CountMatchesOnLines
source: {0} ({1} matches on {2} lines)
bg: {0} ({1} съвпадения на {2} реда)
ca: {0} ({1} coincidències en {2} línies)
de: {0} ({1} Fundstellen in {2} Zeilen)
fr: {0} ({1} concordances sur {2} lignes)
he: {0} \u200f({1} התאמות ב- {2} שורות)
hr: {0} ({1} podudaranja u {2} linije)
ja: {0} ({2} 行で {1} 件の一致)
pt: {0} ({1} correspondências em {2} linhas)
ru: {0} (совпадений:{1} в количестве строк:{2})
sr: {0} ({1} нађено на {2} линије)
tr: {0} ({1}, {2} satırda eşleşiyor)
uk: {0} ({1} збігається на {2} рядках)
zh_cn: {0} ({1} 个匹配在 {2} 行)
zh_hant: {0} ({1} 個符合項於 {2} 行)

# Options_SectionStart
source: Section start
bg: В началото на секцията
ja: セクション開始
tr: Bölüm başlangıcı
uk: Початок розділу
zh_cn: 段落开头
zh_hant: 段落開頭

# Bookmarks_MoveUp
source: Move up
bg: Преместване нагоре
ca: Mou amunt
fr: Monter
hr: Pomakni gore
it: Sposta su
ja: 上に移動
sk: Presunúť hore
sr: На горе
sv: Gå upp
tr: Yukarı taşı
uk: Рухатися вгору
zh_cn: 上移
zh_hant: 上移

# Report_CSVRecordHeaderText
source: File Name,Line Number,String
ca: Nom Fitxer, Número de Línia, Cadena
de: Dateiname, Zeilennummer, Zeichenkette
fr: Nom de fichier, Numéro de ligne, Chaîne
he: שם קובץ,מספר שורה,טקסט
ja: ファイル名、行番号、文字列
pt: Nome do Ficheiro,Número da Linha,Cadeia
ru: Имя файла,Номер строки,Строка
sr: Име датотеке,Број линије,Низ
tr: Dosya Adı,Satır Numarası,Dize
uk: Ім'я файлу, номер рядка, рядок
zh_cn: 文件名,行号,字符串
zh_hant: 檔案名稱, 行號, 字串

# Main_Results_MakeWritable
source: Make writable
bg: Получаване на права за писане
ca: Fes que es pugui escriure
fr: Rendre l'écriture possible
ja: 書き込み可能にする
pt: Tornar gravável
sr: Учините уписљивим
tr: Yazılabilir yap
uk: Зробити доступним для запису
zh_cn: 使可写入
zh_hant: 使可寫入

# Main_SortMenu_LastWriteTime
source: Last write time
bg: Време на последа промяна
ca: Última data d'escriptura
de: letze Änderungszeit
fr: Dernière heure d'écriture
he: זמן כתיבה אחרון
hr: Posljednje vrijeme pisanja
ja: 最終書き込み時刻
pt: Data da última gravação
ru: По последнему времени записи
sr: Време последњег писања
tr: Son yazma zamanı
uk: Час останнього запису
zh_cn: 最后写入时间
zh_hant: 最後寫入時間

# ScriptHint_report
source: Write a report
bg: Подготвя справка
ja: レポートの作成
sr: Напиши извештај
tr: Rapor yaz
uk: Написати звіт
zh_cn: 写报告
zh_hant: 撰寫報告

# Replace_ReplaceWith
source: Replace with:
bg: Заменяне:
ca: Substitueix per:
de: Ersetzen mit:
fr: Remplacer par :
he: החלף עם:
hr: Zamjeni s:
it: Sostituisci con:
ja: 置換対象 :
pl: Zamienić:
pt: Substituir por:
ru: Заменять на:
sk: Nahradiť s:
sr: Заменити са:
sv: Ersätt med:
tr: Şununla değiştir:
uk: Замінити на:
zh_cn: 替换为:
zh_hant: 取代為:

# Main_Created
source: Created
bg: Създаване
ca: Creat
de: erzeugt
fr: Créé
he: נוצר
hr: Kreirano
it: Creato
ja: 作成日時
pt: Criado
ru: Создан
sr: Креирано
sv: Skapad
tr: Oluşturuldu
uk: Створено
zh_cn: 新建
zh_hant: 建立於

# ScriptHint_set_searchparallel
source: Search parallel
bg: Паралелно търсене
ja: 並列検索
sr: Паралелна претрага
tr: Paralel ara
uk: Пошук паралельно
zh_cn: 并行搜索
zh_hant: 並行搜尋

# Main_SearchInGroup
source: Search in
bg: Търсене в
ca: Cerca a
de: Suche in
fr: Rechercher dans
he: חפש ב-
hr: Pretraži u
ja: 検索場所
pt: Procurar em
ru: Параметры поиска
sr: Тражити у
tr: Şurada ara
uk: Пошук в
zh_cn: 搜索文件
zh_hant: 搜尋於

# ScriptHint_set_usegitignore
source: Use .gitignore
bg: Използване на .gitignore
ca: Utilitza .gitignore
fr: Utiliser .gitignore
he: השתמש ב- .gitignore
hr: Koristi .gitignore
it: Usa .gitignore
ja: .gitignore を使用
pt: Utilizar .gitignore
sk: Použiť .gitignore
sr: Употреби .gitignore
sv: Använd .gitignore
tr: .gitignore'u kullan
uk: Використовуйте .gitignore
zh_cn: 使用 .gitignore
zh_hant: 使用 .gitignore

# ScriptHint_set_dotasnewline
source: Dot as newline
bg: Точка за нов ред
ca: Punt com a nova línia
fr: Point comme nouvelle ligne
he: עגון בשורה חדשה
ja: ドットを改行として扱う
pt: Ponto como nova linha
sr: Тачка као нова линија
tr: Nokta Yeni Satır
uk: Крапка як новий рядок
zh_cn: 点号作为新行
zh_hant: 包含換行字元

# Error_FailedExtractFile0FromArchive1
source: Failed extract file '{0}' from archive '{1}'
bg: Грешка при извличане на „{0}“ от архива „{1}“
ja: アーカイブ '{1}' からファイル '{0}' の抽出に失敗しました
tr: '{0}' dosyası '{1}' arşivinden çıkarılamadı
uk: Не вдалося розпакувати файл "{0}" з архіву "{1}"
zh_cn: 从压缩文件 '{1}' 提取文件 '{0}' 失败
zh_hant: 於壓縮檔案 '{1}' 中提取檔案 '{0}' 失敗

# Main_ResultList_MatchToolTip2
source: Match {0}{1}Group {2}: {3}
bg: Съвпадение {0}{1}Група {2}: {3}
ca: Coincidència {0}{1}Grup {2}: {3}
de: Überienstimmung {0}{1}Gruppe {2}: {3}
fr: Correspondance {0}{1}Groupe {2} : {3}
he: התאמה {0}{1}קבוצה {2}: {3}
hr: Podudaranje {0}{1}Grupa {2}: {3}
ja: 一致 {0}{1}グループ {2} : {3}
pt: Correspondência {0}{1}Grupo {2}: {3}
ru: Совпадение {0}{1}Группа {2}: {3}
sr: Нађено {0}{1}Група {2}: {3}
tr: {0}{1}Grup {2} ile eşleşir: {3}
uk: Відповідність {0}{1}групі {2}: {3}
zh_cn: 匹配 {0}{1}组名 {2}: {3}
zh_hant: 符合 {0}{1}組名 {2}: {3}

# Bookmarks_Summary_WholeWord
source: Whole word
bg: Цели думи
ca: Paraula sencera
de: Ganzes Wort
fr: Mot Entier
he: מילה שלמה
hr: Cijela riječ
it: Intera parola
ja: 完全一致
pt: Palavra completa
ru: Слово целиком
sk: Celé slovo
sr: Цела реч
sv: Hela ordet
tr: Tüm kelime
uk: Ціле слово
zh_cn: 全字匹配
zh_hant: 全字符合

# ScriptHint_log_cmd_value
source: A message string, or 'time' to log the elapsed time
bg: Низ със съобщение или „time“ за извеждане на изминалото време
ja: メッセージ文字列、または 'time' で経過時間をログに記録
tr: Geçen süreyi günlüğe kaydetmek için bir mesaj dizesi veya 'time'
uk: Рядок повідомлення або «time» для реєстрації часу, що минув
zh_cn: 消息字符串，或记录运行时间的 'time’
zh_hant: 訊息字串, 或記錄耗費時間的 'time’

# ScriptHint_set_includehidden
source: Include hidden folders
bg: Включително скрити папки
ca: Inclou carpetes ocultes
fr: Inclure les dossiers cachés
he: כלול תיקיות מוסתרות
it: Includi cartelle nascosti
ja: 隠しフォルダーを含める
pl: Uwzględnij ukryte foldery
pt: Incluir pastas ocultas
sk: Zahrnúť skryté priečinky
sr: Укључи сакривене фасцикле
sv: Inkludera gömda mappar
tr: Gizli klasörleri dahil et
uk: Включати приховані папки
zh_cn: 包含隐藏文件夹
zh_hant: 包含隱藏資料夾

# ScriptHint_copyfiles
source: Copy result files to a new location
bg: Копира на друго място файловете, идващи като резултат
ca: Copiar els fitxers de resultats a una nova ubicació
ja: 検索結果のファイルを新しい場所にコピー
sr: Копирај датотеке резултата на нову локацију
tr: Sonuç dosyalarını yeni bir konuma kopyala
uk: Скопіюйте файли результатів у нове місце
zh_cn: 将结果文件复制到新位置
zh_hant: 將結果檔案複製到新位置

# Main_PatternType_Regex
source: _Regular expression
bg: _Регулярен израз
ca: Expressió _regular
fr: _Expression régulière
he: _Regex
hr: _Regularni izraz
it: Espressione _regolare
ja: 正規表現(_R)
pl: Wyrażenie regularne
pt: _Expressão regular
ru: _Regex (Регулярное выражение)
sk: _Regulárny výraz
sr: Регуларни израз
tr: _Normal ifade
uk: _Регулярний вираз
zh_cn: 正则(_R)
zh_hant: 正則運算式

# Options_ResultsFontFamily
source: Results font family
bg: Семейство на шрифта в резултатите
ca: Família del tipus de lletra dels resultats
fr: Famille de polices de résultats
ja: 結果のフォント ファミリー
pt: Família tipográfica dos resultados
sr: Породица слова резултата
tr: Sonuçların yazı tipi
uk: Сімейство шрифтів результатів
zh_cn: 搜索结果字体
zh_hant: 搜尋結果字體

# Main_FollowSymbolicLinks
source: Follow symbolic links
bg: Следване на символни връзки
ca: Segueix enllaços simbòlics
de: Folge Symbolischen Links
fr: Suivre les liens symboliques
he: כלול קישורים סימבולים
it: Segui i collegamenti simbolici
ja: シンボリックリンクを辿る
pl: Podążaj za linkami symbolicznymi
pt: Seguir links simbólicos
ru: Переходить по символическим ссылкам
sk: Nasledovať symbolické odkazy
sr: Прати симболичне везе
tr: Sembolik bağlantıları takip et
uk: Переходьте за символічними посиланнями
zh_cn: 跟随符号连接
zh_hant: 符號連結

# ScriptHint_set_maxsubfolderdepth_value
source: Folder depth limit (number)
bg: Ограничение на вложени папки (брой)
ja: フォルダーの階層制限(数)
sr: Ограничење дубине фасцикли (број)
tr: Klasör derinliği sınırı (sayı)
uk: Обмеження глибини папки (кількість)
zh_cn: 文件夹深度限制（几层）
zh_hant: 資料夾深度限制 (數字)

# Main_Status_Searching
source: Searching…
bg: Търсене…
ca: Cercant…
de: Durchsuche...
fr: Recherche…
he: מחפש...
hr: Pretražujem…
ja: 検索中…
pt: A procurar…
ru: Поиск...
sr: Претрага…
tr: Aranıyor…
uk: Пошук…
zh_cn: 正在搜索…
zh_hant: 搜尋中…

# MessageBox_FilesHaveBeenSuccessfullyReverted
source: Files have been reverted.
bg: Файловете са възстановени.
ca: S'han revertit els fitxers.
de: Dateienänderungen wurden erfolgreich rückgängig gemacht.
fr: Les fichiers ont été rétablis.
he: קבצים הוחזרו בהצלחה.
ja: ファイルは元に戻されました。
pt: Os ficheiros foram revertidos.
ru: Файлы были успешно восстановлены.
sr: Датотеке су враћене.
tr: Dosyalar geri alındı.
uk: Файли повернуто.
zh_cn: 文件已成功复原.
zh_hant: 檔案已復原.

# ReportOptionsWindow_CaptureGroupsOnly
source: Capture groups only
bg: Само групите за улавяне
ca: Captura només els grups
fr: Capture de groupes uniquement
ja: キャプチャ グループのみ
pt: Apenas grupos de captura
sr: Хватати само групе
tr: Yalnızca grupları yakala
uk: Лише групи захоплення
zh_cn: 仅捕获组
zh_hant: 僅擷取組

# Options_PersonalizeControlVisibility
source: Personalize control visibility
bg: Видими контроли
ca: Personalitza la visibilitat dels controls
fr: Personnaliser la visibilité des commandes
ja: コントロールの表示設定
pt: Personalizar controlo de visibilidade
sr: Подесити видљивост контроле
tr: Kontrol görünürlüğünü kişiselleştir
uk: Персоналізуйте контроль видимості
zh_cn: 个性化控件可见性
zh_hant: 個人化可見控制項

# ScriptHint_set_pathtoignore
source: Patterns to exclude filter
bg: Филтър по модели на изключване
ca: Filtre per a excloure patrons
ja: 除外フィルター パターン
sr: Шаблон датотека за игнорисање
tr: Filtreyi hariç tutmak için desenler
uk: Шаблони для виключення фільтра
zh_cn: 排除筛选器的模式
zh_hant: 排除過濾器樣式

# TTB1_ReplacesEntireRegex
source: $& replaces entire regular expression
bg: $& заменя целия регулярен израз
ca: $& substitueix tota l'expressió regular
de: $& ersetzt die gesamte Regular Expression
fr: $& remplace toute l'expression régulière
he: $& replaces entire regex
ja: $& は正規表現全体を置換します
pt: $& substitui integralmente a expressão regular
ru: $& заменяет регулярное выражение целиком
sr: $& замењује цео регуларни израз
tr: $& normal ifadenin tamamının yerine geçer
uk: $& замінює весь регулярний вираз
zh_cn: $& 插入整个正则表达式匹配项
zh_hant: $& 取代整個正則運算式
