Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# BookmarkDetails_IncludeHiddenFolders
source: Include hidden folders
bg: Включително скрити папки
ca: Inclou carpetes amagades
de: einschließlich versteckte Dateien
fr: Inclure les dossiers cachés
he: כלול תיקיות מוסתרות
it: Includi cartelle nascosti
ja: 隠しフォルダーを含める
pl: Uwzględnij ukryte foldery
pt: Incluir ficheiros ocultos
ru: Включать скрытые папки
sk: Zahrnúť skryté priečinky
sr: Укључи сакривене фасцикле
sv: Inkludera dolda mappar
tr: Gizli klasörleri dahil et
uk: Включати приховані папки
zh_cn: 包括隐藏文件夹
zh_hant: 包含隱藏資料夾

# ScriptHint_set_previewfile
source: Preview file
bg: Бърз преглед на файл
ja: プレビュー ファイル
sr: Преглед датотеке
tr: Dosyayı önizle
uk: Файл попереднього перегляду
zh_cn: 预览文件
zh_hant: 預覽檔案

# Main_UseGitignore
source: Use .gitignore
bg: Използване на .gitignore
ca: Utilitza .gitignore
de: benutze .gitignore
fr: Utiliser .gitignore
he: השתמש ב- .gitignore
hr: Koristi .gitignore
it: Usa .gitignore
ja: .gitignore を使用
pt: Utilizar .gitignore
ru: Использовать .gitignore
sk: Použiť .gitignore
sr: Употреби .gitignore
sv: Använd .gitignore
tr: .gitignore'u kullan
uk: Використовуйте .gitignore
zh_cn: 使用 .gitignore
zh_hant: 使用 .gitignore

# Options_ReuseExistingWindow
source: Reuse existing window (single instance) *
bg: Преизползване на прозореца (един екземпляр)*
ja: 既存のウィンドウを再利用 (シングルインスタンス) *
tr: Mevcut pencereyi yeniden kullan (tek örnek) *
uk: Повторне використання існуючого вікна (один екземпляр) *
zh_cn: 重用现有窗口（单个实例） *
zh_hant: 重新使用現有視窗 (單一實例) *

# ScriptHint_set_booleanoperators
source: Boolean operators
bg: Булеви оператори
ca: Operadors booleans
fr: Opérateurs booléens
he: אופרטורים בוליאניים
hr: Booleovi operatori
it: Operatori booleani
ja: 論理演算子
pl: Operatory logiczne
pt: Operadores booleanos
sk: Logické operátory
sr: Логички оператори
sv: Booleska operatorer
tr: Boolean operatörleri
uk: Логічні оператори
zh_cn: 布尔操作符
zh_hant: 布林運算元

# MessageBox_ThereWasAnErrorRunningRegexTest
source: Could not open the test window. Check the error log for details:
bg: Не може да бъде отворен тестов прозорец. Проверете дневника за подробности:
ca: No s'ha pogut obrir la finestra de prova. Comproveu el registre d'error per a més detalls:
de: Fehler beim Ausführen des Test-Fensters, für Details siehe Fehlerprotokoll:
fr: Impossible d'ouvrir la fenêtre de test. Vérifiez le journal des erreurs pour plus de détails :
he: אירעה שגיאה בהפעלת חלון הבדיקה. עיין ביומן השגיאות לפרטים:
ja: テスト ウィンドウを開けませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível abrir a janela de teste. Verifique os detalhes no ficheiro de erros:
ru: Произошла ошибка при запуске окна тестирования. Подробные сведения см. в логе ошибок:
sr: Није могуће отворити прозор за тестирање. Проверите извештај грешака:
tr: Test penceresi açılamadı. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося відкрити тестове вікно. Подробиці перевірте в журналі помилок:
zh_cn: 打开测试窗口时发生错误. 日志查看详情:
zh_hant: 無法開啟測試視窗. 日誌查看詳情:

# Main_FilterSummary_NoSubfolders
source: No subfolders
bg: Без подпапки
ca: Sense subcarpetes
de: keine Unterverzeichnisse
fr: Aucun sous-dossier
he: אין תיקיות משנה
hr: Bez podmapa
it: No sottocartelle
ja: サブフォルダーなし
pt: Sem subpastas
ru: Без подпапок
sk: Bez podpriečinkov
sr: Без подфасцикла
sv: Inga undermappar
tr: Alt klasörler hariç
uk: Немає вкладених папок
zh_cn: 非子文件夹
zh_hant: 非子資料夾

# Script_Editor_Edit
source: _Edit
bg: _Редактиране
ca: _Edita
fr: _Editer
he: _ערוך
hr: _Uredi
it: _Modifica
ja: 編集(_E)
pt: _Editar
sk: _Upraviť
sr: Измени
sv: _Redigera
tr: _Düzenle
uk: _Редагувати
zh_cn: 编辑(_E)
zh_hant: 編輯

# Options_Personalize_FileFilter
source: File filter
bg: Филтри за файлове
ca: Filtre de fitxers
fr: Filtre de fichier
ja: ファイル フィルター
pt: Filtro do ficheiro
sr: Филтер датотеке
tr: Dosya filtresi
uk: Файловий фільтр
zh_cn: 文件筛选器
zh_hant: 檔案過濾器

# Preview_UseRegularExpressions
source: Use regular expressions
bg: Използване на регулярни изрази
ca: Utilitza expressions regulars
de: Benutze Reguläre Asudrücke
fr: Utiliser des expressions régulières
he: השתמש בביטויים רגילים
ja: 正規表現を使用
pt: Utilizar expressões regulares
ru: Использовать регулярные выражения
sr: Користи регуларни изрази
tr: Normal ifadeler kullanın
uk: Використовуйте регулярні вирази
zh_cn: 使用正则表达式
zh_hant: 使用正則運算式

# Replace_PreviousFile
source: Previous file
bg: Предишен файл
ca: Fitxer anterior
de: Vorherige Datei
fr: Fichier précédent
he: קובץ קודם
hr: Prethodna datoteka
ja: 前のファイル
pt: Ficheiro anterior
ru: Предыдущий файл
sr: Претходна датотека
tr: Önceki dosya
uk: Попередній файл
zh_cn: 上一个文件
zh_hant: 上一個檔案

# ScriptHint_set_hoursto_value
source: Past hours filter upper limit (number)
bg: Горна граница на часовете (число)
ja: 過去の時間フィルターの上限(数)
sr: Горња граница филтера претходних сати (број)
tr: Geçmiş saatler filtresi üst sınırı (sayı)
uk: Верхня межа фільтра за минулі години (кількість)
zh_cn: Past 小时筛选器上限（数字）
zh_hant: Past 時數過濾器上限 (數字)

# Main_Results_ResetZoom
source: Reset zoom
bg: Нулиране на мащаба
ca: Reinicialitzar zoom
de: Vergrößerung zurücksetzen
fr: Réinitialiser le zoom
he: איפוס זום
hr: Resetiraj zumiranje
ja: ズームをリセット
pt: Repor zoom
ru: Сброс масштаба
sr: Рисет зума
tr: Yakınlaştırmayı sıfırla
uk: Скинути масштаб
zh_cn: 重置缩放
zh_hant: 重置縮放

# Replace_SyntaxNone
source: None
ca: Cap
de: Nicht
fr: Aucun
he: כלום
ja: なし
pt: Nenhum
ru: Без подсветки синтаксиса
sr: Ниједан
tr: Hiçbiri
uk: Жодного
zh_cn: 无
zh_hant: 無

# Script_Editor_Cut
source: Cu_t
bg: Из_рявзане
ja: 切り取り(_T)
sr: Исеци
tr: K_es
uk: Вирізати
zh_cn: 剪切(_T)
zh_hant: 剪下

# CopyCommand_CouldNotCreateDestinationDirectory0
source: Could not create destination directory: '{0}'
bg: Целевата папка не може да бъде създадена: „{0}“
ja: 宛先ディレクトリを作成できませんでした : '{0}'
tr: Hedef dizin oluşturulamadı: '{0}'
uk: Не вдалося створити цільовий каталог: "{0}"
zh_cn: 无法创建目标目录： '{0}'
zh_hant: 無法建立目的目錄: '{0}'

# Options_ResultsOptions
source: Search results
bg: Настройки на резултати
ca: Resultats de la cerca
de: Ergebnisanzeige
fr: Résultats de recherche
he: אפשרויות תוצאות
ja: 検索結果
pt: Resultados da pesquisa
ru: Опции результатов
sr: Резултати претраге
tr: Arama sonuçları
uk: Результати пошуку
zh_cn: 搜索结果选项
zh_hant: 搜尋結果

# Options_EditorCommand
source: Command
bg: Команда
ca: Ordre
de: Kommando
fr: Commande
he: פקודה
ja: コマンド
pt: Comando
ru: Команда
sr: Команда
tr: Komut
uk: Команда
zh_cn: 命令
zh_hant: 命令

# BookmarkDetails_PatternsToMatch
source: Patterns to match:
bg: Модели на съвпадение:
ca: Patrons de coincidència:
de: Suchmuster:
fr: Modèles à faire correspondre :
he: כלול קבצים אלו:
it: Pattern da includere:
ja: 一致するパターン :
pl: Wzory pasujące:
pt: Padrões a verificar:
ru: Шаблоны для совпадений:
sk: Vzory na zhodu:
sr: Шаблон за налажење:
sv: Mönster att matcha:
tr: Eşleşecek desenler:
uk: Шаблони для відповідності:
zh_cn: 匹配文件名:
zh_hant: 符合樣式:

# ReportSummary_CaseSensitive
source: Case sensitive
bg: Съвпадение на регистъра
ca: Distingeix majúscules i minúscules
de: Groß-/Kleinschreibung
fr: Sensible à la case
he: תלוי רישיות
hr: Osjetljivo na velika i mala slova
ja: 大/小文字を区別
pt: Sensível a maiúsculas
ru: Чувствительность к регистру
sr: Осетљиво на слова
sv: Versalkänslig
tr: Büyük/küçük harfe duyarlıdır
uk: Чутливий до регістру
zh_cn: 大小写敏感
zh_hant: 區分大小寫

# Main_Modified
source: Modified
bg: Промяна
ca: Modificat
de: geändert
fr: Modifié
he: שונה
hr: Izmjenjeno
it: Modificato
ja: 変更日時
pt: Modificado
ru: Изменен
sr: Промењено
sv: Modifierad
tr: Değiştirildi
uk: Змінено
zh_cn: 修改
zh_hant: 修改於

# MessageBox_PluginErrors
source: Plug-in Errors
bg: Грешка в добавка
ca: Errors del connector
de: Fehler in der Erweiterung
fr: Erreurs du plug-in
he: שגיאות תוסף.
ja: プラグイン エラー
pt: Erros no plug-in
ru: Ошибки плагина
sr: Грешка плагина
tr: Eklenti Hataları
uk: Помилки плагіна
zh_cn: 插件错误
zh_hant: 插件錯誤

# Replace_ReplaceMatchesMarkedForReplacement
source: Replace matches marked for replacement
bg: Заменя съвпаденията отбелязани за замяна
ca: Substitueix coincidències marcades per a la substitució
de: Fundstelle(n) ersetzen
fr: Remplacer les correspondances marquées pour le remplacement
he: החלף התאמות המסומנות להחלפה
ja: 置換のためにマークされた一致を置換
pt: Substituir correspondências marcadas para substituição
ru: Заменить помеченные совпадения
sr: Заменити налажења означена за замену
tr: Değiştirilmek üzere işaretlenen eşleşmeleri değiştir
uk: Замінити збіги, позначені для заміни
zh_cn: 对标记项执行替换
zh_hant: 標記取代的符合項

# Replace_MoveToThePreviousMatchInThisFile
source: Move to the previous match in this file
bg: Към предишното съвпадение във файла [Ctrl+Right]
ca: Moure a la coincidència anterior en aquest fitxer
de: Springe zur nächsten Fundstelle in der Datei [Strg+Rechts]
fr: Passer à la correspondance précédente dans ce fichier [Ctrl+Droit]
he: עבור אל ההתאמה הקודמת בקובץ זה [Ctrl+Right]
ja: このファイルの前の一致項目に移動
pt: Mover para a correspondência anterior neste ficheiro [Ctrl+Dir]
ru: Перейти к предыдущему совпадению в этом файле [Ctrl+Вправо]
sr: Пречи на претходно налажење у овој датотеци [Ctrl+Right]
tr: Bu dosyadaki önceki eşleşmeye git
uk: Перейти до попереднього збігу в цьому файлі [Ctrl+Right]
zh_cn: 移动到当前文件的上一个匹配项 [Ctrl+Right]
zh_hant: 移動到當前檔案的下一個符合項 [Ctrl+Right]

# Main_SortMenu_FileTypeAndName
source: File type and name
bg: По вид и име на файла
ca: Tipus de fitxer i nom
de: Dateityp und -name
fr: Type et nom de fichier
he: סוג קובץ ושם
hr: Vrsta i naziv datoteke
ja: ファイルの種類と名前
pt: Tipo e nome do ficheiro
ru: По типу и имени файла
sr: Тип и име датотеке
tr: Dosya türü ve adı
uk: Тип і назва файлу
zh_cn: 文件类型和文件名
zh_hant: 檔案類型和名稱

# Main_Results_MoveFiles
source: Move files…
bg: Преместване на файлове…
ca: Mou fitxers…
fr: Déplacer les fichiers…
he: העבר קבצים…
hr: Premjesti datoteke…
it: Sposta file…
ja: ファイルの移動…
pt: Mover ficheiros…
sr: Преместити датотеке…
sv: Flytta filer…
tr: Dosyaları taşı…
uk: Перемістити файли…
zh_cn: 移动文件…
zh_hant: 移動檔案…

# BookmarkDetails_SearchType_RegularExpressionSearch
source: Regular expression search
bg: Търсене с регулярен израз
ca: Cerca expressió regular
de: Suche mit regulären Ausdrücken
fr: Recherche d'expression régulière
he: חיפוש ביטוי רגיל
hr: Pretraga regularnim izrazom
it: Ricerca espressione regolare
ja: 正規表現検索
pt: Pesquisar expressão regular
ru: Поиск по регулярному выражению
sk: Hľadať regulárny výraz
sr: Претрага регуларним изразом
tr: Normal ifade araması
uk: Пошук за регулярним виразом
zh_cn: 正则表达式搜索
zh_hant: 正則運算式搜尋

# Main_FilterSummary_NoBinary
source: No binary
bg: Не двоични
ca: No binaris
de: keine binären Dateien
fr: Aucun binaire
he: אין בינארי
hr: Bez binarnih
it: No file binari
ja: バイナリなし
pt: Sem binário
ru: Без бинарных
sk: Bez binárnych
sr: Без бинарно
sv: Inga binära
tr: İkili dosyalar hariç
uk: Без двійкового коду
zh_cn: 非二进制
zh_hant: 非二進制

# Options_PreserveSourceFolderLayout
source: Preserve source folder layout
bg: Запазване на подредбата на изходната папка
ca: Manté la disposició de la carpeta d'origen
ja: ソースフォルダーのレイアウトを保持
tr: Kaynak klasör düzenini koru
uk: Зберегти макет вихідної папки
zh_cn: 保存源文件夹布局
zh_hant: 保持來源資料夾佈局

# Options_FilesAndIndividualMatches
source: files and individual matches
bg: файлове и отделни съвпадения
ca: Fitxers i coincidències individuals
fr: dossiers et correspondances individuelles
he: קבצים והתאמות בודדות
ja: ファイルおよび個々の一致
pt: ficheiros e correspondências individuais
ru: файлы и отдельные совпадения
sr: датотеке и појединачна налажења
tr: dosyalar ve bireysel eşleşmeler
uk: файли та окремі збіги
zh_cn: 文件和单独匹配
zh_hant: 檔案和個別符合項

# Main_FilterSummary_NoSymlinks
source: No symbolic links
bg: Без символни връзки
ca: Sense enllaços simbòlics
de: keine Symboliklinks
fr: Aucun lien symbolique
he: ללא קישורים סימבולים
hr: Bez simboličkih veza
it: No collegamenti simbolici
ja: シンボリックリンクなし
pt: Sem links simbólicos
ru: Без симв.ссылок
sr: Без симболичних веза
tr: Sembolik bağlantılar hariç
uk: Жодних символічних посилань
zh_cn: 非符号连接
zh_hant: 非符號連結

# Options_CheckDays
source: days
bg: дена
ca: dies
de: Tage
fr: jours
he: ימים
ja: 日
pt: dias
ru: дней
sr: дана
tr: günde bir
uk: днів
zh_cn: 天
zh_hant: 天 啟用自動更新

# Options_Personalize_ResultOptions
source: Result options
bg: Настройки на резултатите
ca: Opcions de resultats
fr: Options des résultats
ja: 結果オプション
pt: Opções de resultado
sr: Опције резултата
tr: Sonuç seçenekleri
uk: Варіанти результатів
zh_cn: 结果选项
zh_hant: 結果選項

# Main_ReportOption_CSVFileFormat
source: CSV (comma separated)
bg: Файл на CSV
ca: CSV (separat per comes)
de: CSV Dateiformat
fr: CSV (séparés par des virgules)
he: פורמט קובץ CSV
hr: CSV (odvojeno sa zarezom)
ja: CSV (カンマ区切り)
pt: CSV (separado por vírgulas)
ru: CSV-файл
sr: CSV (одвојено зарезом)
tr: CSV (virgülle ayrılmış)
uk: CSV (розділені комами)
zh_cn: CSV 文件格式
zh_hant: CSV (逗號分隔)

# ReportOptionsWindow_FullLines
source: Full lines
bg: Целите редове
ca: Línies senceres
fr: Lignes pleines
ja: 全行
pt: Linhas completas
sr: Цела линија
tr: Satırların tamamı
uk: Повні лінії
zh_cn: 整行
zh_hant: 整行

# Main_Results_NextFile
source: Next file
bg: Следващ файл
ca: Fitxer següent
fr: Fichier suivant
hr: Sljedeća datoteka
ja: 次のファイル
pt: Ficheiro seguinte
sr: Следећа датотека
tr: Sonraki dosya
uk: Наступний файл
zh_cn: 下一个文件
zh_hant: 下一個檔案

# Main_ReplaceTooltip_NoMatchesToReplace
source: No matches to replace
bg: Няма съвпадения, които да бъдат заменени
ca: No hi han coincidències per substituir
fr: Rien à remplacer
hr: Nema podudaranja za zamjenu
ja: 置換対象なし
pt: Sem correspondências para substituir
sr: Ништа да се промени
tr: Değiştirilecek eşleşme yok
uk: Немає збігів для заміни
zh_cn: 没有可替换的匹配项
zh_hant: 沒有可取代的符合項

# Test_SampleInputText
source: Sample input text:
bg: Примерен входен текст:
de: Beispiel Eingabetext:
fr: Exemple de texte d'entrée :
he: טקסט קלט לדוגמא:
ja: サンプル入力テキスト :
pt: Exemplo de texto de input:
ru: Образец входного текста:
sr: Пример текста:
tr: Örnek giriş metni:
uk: Зразок введення тексту:
zh_cn: 输入文本样例:
zh_hant: 輸入文字樣例:

# Options_ReplaceFontSize
source: Replace window font size
bg: Размер на шрифта в екрана за замяна
ca: Mida del tipus de lletra de la finestra Substituir
de: Ersetze Schriftgröße
fr: Remplacer la taille de la police de la fenêtre
he: החלף את גודל הגופן
ja: 置換ウィンドウのフォント サイズ
pt: Substituir o tamanho de letra da janela
ru: Размер шрифта в диалоге замены
sr: Заменити величину слова прозора
tr: Pencere yazı tipi boyutunu değiştir
uk: Замінити розмір шрифту вікна
zh_cn: 替换内容字体大小
zh_hant: 取代視窗字體大小

# MessageBox_ThereWasAnErrorMovingFiles
source: Could not move the files. Check the error log for details:
bg: Файловете не могат да бъдат преместени. Проверете дневника за подробности:
ca: No s'ha pogut moure el fitxer. Comproveu el registre d'error per a més detalls:
de: Fehler beim Dateiverschieben, für Details siehe Fehlerprotokoll:
fr: Impossible de déplacer le fichier. Vérifiez le journal des erreurs pour plus de détails :
he: אירעה שגיאה בהעברת קבצים. עיין ביומן השגיאות לפרטים:
ja: ファイルを移動できませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível mover os ficheiros. Verifique os detalhes no ficheiro de erros:
ru: Произошла ошибка при перемещении файлов. Подробные сведения см. в логе ошибок:
sr: Није могуће преместити датотеке. Проверите извештај грешака:
tr: Dosyalar taşınamadı. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося перемістити файли. Подробиці перевірте в журналі помилок:
zh_cn: 移动文件时发生错误. 日志查看详情:
zh_hant: 無法移動檔案. 日誌查看詳情:

# CopyCommand_ErrorTrueOrFalseIsRequiredForArgument0
source: Error: True or False is required for argument {0}
bg: Грешка: аргументът {0} изисква True или False
ja: エラー : 引数 {0} には True または False が必要です
tr: Hata: {0} argümanı için Doğru veya Yanlış gerekli
uk: Помилка: для аргументу {0} потрібне значення True або False
zh_cn: 错误：True 或 False 对变量 {0} 是必需的
zh_hant: 錯誤: 參數 {0} 需要 True 或 False

# Main_ResultList_AtPosition
source: at position {0}
bg: знак {0} на реда
ca: a la posició {0}
de: an Position {0}
fr: en position {0}
he: במיקום {0}
hr: na poziciji {0}
ja: 位置 {0} に
pt: na posição {0}
ru: в позиции:{0}
sr: на позицију {0}
tr: {0} konumunda
uk: на позиції {0}
zh_cn: 位于 {0}
zh_hant: 位於 {0}

# BookmarkDetails_ForExampleAsteriskPattern
source: For example: *.txt;*.xml
bg: Например: *.txt;*.xml
ca: Per exemple: *.txt;*.xml
de: z.B. datei??.*
fr: Par exemple : *.txt;*.xml
he: e.g. file??.*
it: Esempio: *.txt;*.xml
ja: 例 : *.txt;*.xml
pl: Na przykład: *.txt;*.xml
pt: Por exemplo: *.txt;*.xml
ru: Например: file??.*
sk: Napríklad: *.txt;*.xml
sr: На пример: *.txt;*.xml
sv: Till exempel: *.txt;*.xml
tr: Örneğin: *.txt;*.xml
uk: Наприклад: *.txt;*.xml
zh_cn: 例: *.txt;*.xml
zh_hant: 例: *.txt;*.xml

# ScriptHint_set_sizeto
source: Size to
bg: Размер до
ja: 終了サイズ
sr: Величина до
tr: Boyutuna
uk: Розмір до
zh_cn: 最大尺寸
zh_hant: 最大為

# Preview_Title_AsText
source: (as text)
bg: (като текст)
ca: (com a text)
fr: (en format texte)
ja: (テキストとして)
pt: (como texto)
sr: (као текст)
tr: (metin olarak)
uk: (як текст)
zh_cn: （显示为文本）
zh_hant: (以文字顯示)

# Main_Status_SearchCanceled
source: Search canceled
bg: Търсенето е спряно
ca: Cerca cancel·lada
de: Suche abbrechen
fr: Recherche annulée
he: החיפוש בוטל
hr: Pretraga otkazana
ja: 検索がキャンセルされました
pt: Pesquisa cancelada
ru: Замена отменена
sr: Претрага је отказана
tr: Arama iptal edildi
uk: Пошук скасовано
zh_cn: 搜索已取消
zh_hant: 搜尋已取消

# ScriptHint_set_separatelines
source: Report output on separate lines
bg: В справката всеки резултат е на нов ред
ja: 出力を別々の行にレポートする
sr: Извести излаз у одвојене линије
tr: Rapor çıktısı ayrı satırlarda
uk: Виведення звіту окремими рядками
zh_cn: 在单独的行上报告输出
zh_hant: 單行報告輸出

# Main_SearchButton
source: _Search
bg: _Търсене
ca: _Cerca
de: _Suche
fr: _Rechercher
he: _חיפוש
ja: 検索(_S)
pt: _Procurar
ru: _Поиск
sr: Тражити
tr: _Ara
uk: _Пошук
zh_cn: 搜索(_S)
zh_hant: 搜尋

# ReportSummary_NoSymlinks
source: No symbolic links
bg: Без символни връзки
ca: Sense enllaços simbòlics
de: keine Symbolische Links
fr: Aucun lien symbolique
he: ללא קישורים סימבולים
hr: Bez simboličkih veza
it: No collegamenti simbolici
ja: シンボリック リンクなし
pt: Sem links simbólicos
ru: Без симв.ссылок
sr: Без симболичних веза
tr: Sembolik bağlantılar hariç
uk: Жодних символічних посилань
zh_cn: 非符号连接
zh_hant: 非符號連結

# Replace_ReplaceButton
source: _Replace
bg: З_аменяне
ca: _Substitueix
de: _Ersetze
fr: _Remplacer
he: _החלף
hr: _Zamijeni
it: _Sostituisci
ja: 置換(_R)
pt: _Substituir
ru: _Замена
sr: Заменити
tr: _Değiştir
uk: _Замінити
zh_cn: 替换(_R)
zh_hant: 取代

# ScriptHint_copy
source: Copy and rename result files using regular expressions
bg: Копиране и преименуване на файлове чрез регулярни изрази
ca: Copiar i canviar el nom dels resultat utilitzant expressions regulars
ja: 正規表現を使用して結果ファイルをコピーおよびリネームします
tr: Normal ifadeleri kullanarak sonuç dosyalarını kopyala ve yeniden adlandır
uk: Скопіюйте та перейменуйте файли результатів за допомогою регулярних виразів
zh_cn: 使用正则表达式复制并重命名文件
zh_hant: 使用正則運算式複製和重新命名結果檔案

# MessageBox_CountFilesHaveBeenSuccessfullyDeleted
source: {0} files have been deleted.
bg: {0} файла са премахнати.
ca: S'han suprimit {0} fitxers.
de: {0} Dateien wurden erfolgreich gelöscht.
fr: {0} fichiers ont été supprimés.
he: {0} קבצים נמחקו בהצלחה.
ja: {0} ファイルが削除されました。
pt: {0} ficheiros foram eliminados.
ru: Успешно удалено файлов:{0}.
sr: {0} датотеке су избрисане.
tr: {0} dosya silindi.
uk: {0} файлів було видалено.
zh_cn: {0} 文件已被成功删除.
zh_hant: {0} 檔案已刪除.

# Options_EndOfDocument
source: End of document
bg: Накрая на документа
ja: 文書の終わり
tr: Belgenin sonu
uk: Кінець документа
zh_cn: 文档末尾
zh_hant: 文件末尾

# ScriptHint_set_wraptext
source: Wrap text
bg: Пренасяне на текста
ca: Ajusta text
fr: Mise en forme du texte
he: התאם טקסט לחלון
ja: 長い行を折り返す
pt: Contornar o texto
sr: Преломити текст
tr: Metni kaydır
uk: Обтікання текстом
zh_cn: 文本换行
zh_hant: 自動換行

# MessageBox_DoYouWantToExit
source: Do you want to exit?
bg: Излизане?
ja: 終了しますか?
tr: Çıkmak istiyor musunuz?
uk: Ви хочете вийти?
zh_cn: 你想退出吗？
zh_hant: 你要退出嗎?

# Options_RegexOptions
source: Regular expressions
bg: Настройки на регулярни изрази
ca: Expressions regulars
de: Regular Expression Optionen
fr: Expressions régulières
he: Regex אפשרויות
ja: 正規表現
pt: Expressões regulares
ru: Опции Regex
sr: Регуларни изрази
tr: Düzenli ifadeler
uk: Регулярні вирази
zh_cn: 正则选项
zh_hant: 正則運算式

# Script_Validation_TheScriptKeyWasNotFound
source: The script key was not found
bg: Скрипт със зададения идентификатор не е намерен
ja: スクリプト キーが見つかりませんでした
sr: Скрипт кључ није пронађен
tr: Komut dosyası anahtarı bulunamadı
uk: Ключ сценарію не знайдено
zh_cn: 没找到脚本键
zh_hant: 未找到指令碼鍵

# Main_SearchInArchives
source: Search in ar_chives
bg: Търсене в ар_хиви
ca: Cerca als fitxers com_primits
de: Suche in Ar_chiven
fr: Rechercher dans les archives
he: חיפוש בארכיונים
hr: Pretraži u ar_hivama
it: Cerca negli ar_chivi
ja: アーカイブ内を検索(_C)
pt: Pro_curar em arquivos
ru: Искать в ар_хивах
sk: Hľadať v ar_chívoch
sr: Тражити у архиве
sv: Sök i arkiv
tr: Arşi_vde Ara
uk: Пошук в архівах
zh_cn: 在压缩文件中搜索(_C)
zh_hant: 搜尋壓縮檔

# ScriptHint_set_fileinformation
source: Include file information in report
bg: Добавя информация за файловете към справката
ja: レポートにファイル情報を含める
sr: Укључи информације о датотеци у извештају
tr: Dosya bilgilerini rapora dahil et
uk: Включити інформацію про файл у звіт
zh_cn: 在报告中包含文件信息
zh_hant: 報告中包含檔案訊息

# MessageBox_FailedToExtractFileFromArchive
source: Could not extract file from archive. Check the error log for details:
bg: Файловете от архива не могат да бъдат извлечени. Проверете дневника за подробности:
ca: No s'ha pogut extreure de l'arxiu. Comprova el registre d'error per a més detalls:
de: Datei konnte nicht aus dem Archiv extrahiert werden. Für Details siehe Fehlerprotokoll:
fr: Impossible d'extraire le fichier de l'archive. Vérifiez le journal des erreurs pour plus de détails :
he: חילוץ הקובץ מהארכיון נכשל. עיין ביומן השגיאות לפרטים:
ja: アーカイブからファイルを抽出できませんでした。詳細についてはエラーログを確認してください :
pt: Não é possível extrair o ficheiro do arquivo. Verifique os detalhes no ficheiro de registo:
ru: Не удалось извлечь файл из архива. Подробные сведения см. в логе ошибок:
sr: Није могуће издвојити датотеку из архиве. Проверите дневник грешака:
tr: Dosya arşivden çıkarılamadı. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося розпакувати файл з архіву. Подробиці перевірте в журналі помилок:
zh_cn: 从压缩文件中解压文件时发生错入. 日志查看详情:
zh_hant: 檔案解壓縮時發生錯誤, 日誌查看詳情:

# Options_Medium
source: Medium
bg: Средни
ja: 中
tr: Orta
uk: Середній
zh_cn: 中
zh_hant: 中

# MessageBox_AreYouSureYouWantToContinue
source: Continue?
bg: Сигурни ли сте, че желаете да продължите?
ca: Continuar?
de: Wollen Sie wirklich fortzufahren?
fr: Continuer ?
he: האם אתה בטוח שברצונך להמשיך?
ja: 続行しますか?
pt: Continuar?
ru: Вы уверены, что хотите продолжить?
sr: Наставити?
tr: Devam et?
uk: Продовжити?
zh_cn: 是否继续?
zh_hant: 是否繼續?

# Options_PDFToText
source: PDF to text
ca: PDF a text
de: PDF zu Text
fr: PDF en texte
he: המרת PDF לטקסט
ja: PDF からテキストへ
pt: PDF para texto
ru: PDF в Текст
sr: PDF у текст
tr: PDF'yi Metne Dönüştür
uk: PDF в текст
zh_cn: PDF 转文本
zh_hant: PDF 轉文字

# Options_PluginExtensions
source: Extensions:
bg: Разширения:
de: Erweiterungen:
he: סיומות קבצים:
ja: 拡張子 :
pt: Extensões:
ru: Расширения:
sr: Додатци:
tr: Uzantılar:
uk: Розширення:
zh_cn: 扩展:
zh_hant: 擴充功能:

# Main_PatternsToMatch
source: Patterns to match:
bg: Модели на съвпадение:
ca: Patrons de coincidència:
de: Suchmuster:
fr: Modèles à correspondre :
he: כלול קבצים אלו:
it: Pattern da includere:
ja: 一致するパターン :
pl: Wzory pasujące:
pt: Padrões de correspondência:
ru: Шаблоны для совпадений:
sk: Vzory na zhodu:
sr: Шаблон за налажење:
sv: Mönster att matcha:
tr: Eşleşecek desenler:
uk: Шаблони для відповідності:
zh_cn: 匹配文件名:
zh_hant: 符合樣式:

# Script_Editor_Validate
source: Va_lidate
bg: Про_верка за грешки
ja: 検証(_L)
sr: Валидирај
tr: D_oğrula
uk: Перевірити
zh_cn: 验证(_L)
zh_hant: 驗證
