Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Main_DatePastMonths
source: months
bg: месеци
ja: 月
tr: ay
uk: місяців
zh_cn: 个月
zh_hant: 個月

# Main_DatePastYears
source: years
bg: години
ja: 年
tr: yıl
uk: років
zh_cn: 年
zh_hant: 年

# Options_NewRightClickMenu
source: Windows 11 right-click menu:
bg: Контекстуално меню на Windows 11:
ja: Windows 11 右クリックメニュー :
tr: Windows 11 sağ tıklama menüsü:
uk: Меню правої кнопки миші Windows 11:
zh_cn: Windows 11 右键菜单：
zh_hant: Windows 11 右鍵功能表:

# Main_MoreMenu_CopyFileNamesWithMatchCount
source: Copy file names with match count
bg: Копиране на имената и броя съвпадения
ja: 一致件数付きのファイル名をコピー
tr: Dosya adlarını eşleşme sayısıyla birlikte kopyala
uk: Копіювати імена файлів із підрахунком збігів
zh_cn: 复制匹配数字和文件名
zh_hant: 複製具有符合計數的檔案名稱

# Options_OriginalRightClickMenu
source: Original right-click menu:
bg: Обикновено контекстуално меню:
ja: 元の右クリックメニュー :
tr: Orijinal sağ tıklama menüsü:
uk: Оригінальне меню правої кнопки миші:
zh_cn: 原始右键菜单：
zh_hant: 原始右鍵功能表:

# Options_NumberOfMatchesToAutoPauseSearch
source: Number of matches to auto pause search
bg: Брой на съвпаденията, при които търсенето да изчака
ja: 検索を自動一時停止する一致数
tr: Aramayı otomatik olarak duraklatacak eşleşme sayısı
uk: Кількість збігів для автоматичного призупинення пошуку
zh_cn: 多少个匹配后自动暂停搜索
zh_hant: 自動暫停搜尋的符合項數量

# Options_DoNothing
source: Do nothing
bg: Без действие
ja: 何もしない
tr: Hiçbir şey yapma
uk: Нічого не робити
zh_cn: 什么也不做
zh_hant: 什麼也不做

# Options_EnableStickyScrollInResultsTree
source: Enable sticky scroll in results tree
bg: „Лепкава“ лента за плъзгане на дървото с резултати
ja: 結果ツリーで固定スクロールを有効にする
tr: Sonuç ağacında yapışkan kaydırmayı etkinleştir
uk: Увімкнути липке прокручування в дереві результатів
zh_cn: 在结果树中开启粘滞滚动
zh_hant: 在結果樹狀圖中啟用自黏捲動

# Main_DatePastWeeks
source: weeks
bg: седмици
ja: 週
tr: hafta
uk: тижнів
zh_cn: 周
zh_hant: 星期

# Main_SortMenu_ReadOnly
source: Read-only
bg: Само за четене
ja: 読み取り専用
tr: Salt okunur
uk: Тільки для читання
zh_cn: 只读
zh_hant: 唯讀

# Options_RequiresWindows11
source: Requires Windows 11
bg: Изисква Windows 11
ja: Windows 11が必要
tr: Windows 11 gerektirir
uk: Потрібна Windows 11
zh_cn: 需要 Windows 11
zh_hant: 需要 Windows 11

# ReportSummary_NotGlobal
source: Not global
bg: Не глобално
ja: 全体ではない
tr: Küresel değil
uk: Не глобально
zh_cn: 非全局
zh_hant: 非全局

# Main_GlobalTooltip_False
source: First match in each file
bg: Първо съвпадение във всеки файл
ja: 各ファイルの最初の一致
tr: Her bir dosyadaki ilk eşleşme
uk: Перший збіг у кожному файлі
zh_cn: 每个文件中的首个匹配
zh_hant: 每個檔案中的首個符合項

# Options_SetKeyboardFocusTo
source: After searching, set keyboard focus to
bg: След търсене, фокусът на клавиатурата се прехвърля към
ja: 検索後の、キーボードフォーカス先
tr: Arama yaptıktan sonra klavye odağını şuna ayarla
uk: Після пошуку встановіть фокус клавіатури на
zh_cn: 搜索后，设置键盘焦点到
zh_hant: 搜尋後, 將鍵盤焦點設定為

# Options_MoveTheWholeArchive
source: Move the whole archive
bg: Преместване на целия архив
ja: アーカイブ全体を移動する
tr: Arşivin tamamını taşı
uk: Перемістити весь архів
zh_cn: 移动整个压缩文件
zh_hant: 移動整個壓縮檔案

# Options_ExtractAndMoveFiles
source: Extract and move files
bg: Извличане и преместване на файловете
ja: ファイルの抽出と移動
tr: Dosyaları çıkar ve taşı
uk: Розпакуйте та перемістіть файли
zh_cn: 提取并移动文件
zh_hant: 提取並移動檔案

# Preview_ViewWhitespace
source: View Whitespace
bg: Преглед на интервали
ja: 空白を表示
tr: Boşlukları Görüntüle
uk: Переглянути пробіли
zh_cn: 查看空白处
zh_hant: 檢視 Whitespace

# Options_DeleteTheWholeArchive
source: Delete the whole archive
bg: Премахване на целия архив
ja: アーカイブ全体を削除する
tr: Tüm arşivi sil
uk: Видалити весь архів
zh_cn: 删除整个压缩文件
zh_hant: 刪除整個壓縮檔案

# Options_HashOfFileSizeAndModifiedTime
source: Hash of file size and modified time
bg: Отпечатък от размера и датата на промяна
ja: ファイルサイズと変更時刻のハッシュ
tr: Dosya boyutunun ve değiştirilme zamanının karması
uk: Хеш розміру файлу та часу зміни
zh_cn: 文件大小哈希值和修改时间
zh_hant: 檔案大小和修改時間的雜湊值

# Main_ReplaceMenu_UseReplaceDialog
source: Use Replace dialog
bg: Използване на диалога за заменяне
ja: 置換ダイアログを使用する
tr: Değiştir iletişim kutusunu kullan
uk: Використовуйте діалогове вікно заміни
zh_cn: 使用“替换”对话框
zh_hant: 使用取代對話框

# Main_ReplaceMenu_ReplaceInSelectedFiles
source: Replace in selected files
bg: Заменяне в избраните файлове
ja: 選択したファイルで置換
tr: Seçilen dosyalarda değiştir
uk: Замінити у вибраних файлах
zh_cn: 在选定文件中进行替换
zh_hant: 替換選取的檔案

# MessageBox_ThereAreNoFilesSelectedForReplace
source: There are no files selected for replace.
bg: Не са избрани файлове, в които да бъде заменяно.
ja: 置換対象として選択されたファイルがありません。
tr: Değiştirilmek üzere seçilen dosya yok.
uk: Немає файлів, вибраних для заміни.
zh_cn: 未选中要进行替换的文件。
zh_hant: 沒有選取要取代的檔案.

# MessageBox_CouldNotRegisterTheNewKeyboardShortcut
source: Could not register the new keyboard shortcut - is it in use?
bg: Новата клавишна комбинация не е регистрирана – използва ли се в момента?
ja: 新しいキーボードショートカットを登録できませんでした - 使用中ですか?
tr: Yeni klavye kısayolu kaydedilemedi - Kullanılıyor mu?
uk: Не вдалося зареєструвати нову комбінацію клавіш - вона використовується?
zh_cn: 无法注册新的键盘快捷键 - 它是否被占用？
zh_hant: 無法註冊新的鍵盤快速鍵 - 它正在使用中嗎?

# Options_KeyboardShortcutToRestoreWindow
source: Keyboard shortcut to restore dnGrep window
bg: Клавишна комбинация за възстановяване на прозореца dnGrep
ja: dnGrep ウィンドウを復元するためのキーボードショートカット
tr: DnGrep penceresini geri yüklemek için klavye kısayolu
uk: Комбінація клавіш для відновлення вікна dnGrep
zh_cn: 还原 dnGrep 窗口的键盘快捷键
zh_hant: 用於還原 dnGrep 視窗的鍵盤快速鍵

# Options_ForwardCommandLineArgumentsToTheExistingWindow
source: Forward command line arguments to the existing window
bg: Предаване на аргументите от команден ред към съществуващия прозорец
ja: コマンドライン引数を既存のウィンドウに転送する
tr: Komut satırı argümanlarını mevcut pencereye ilet
uk: Пересилання аргументів командного рядка до наявного вікна
zh_cn: 转发命令行参数到现有窗口
zh_hant: 將命令列參數轉送到現有視窗

# ReportSummary_Type0DateInThePast1To23
source: {0} date in the past {1} to {2} {3}
bg: Дата на „{0}“ през последния(ата) от {1} до {2} {3}
ja: {0} 過去の日付 {1} から {2} {3}
tr: {0} tarihi {1} ile {2} {3} arasında geçmiş
uk: {0} дата в минулому {1} до {2} {3}
zh_cn: {0} 日期，跨度为过去 {1} 到 {2} {3}
zh_hant: {0} 過去 {1} 至 {2} {3} 的日期

# Main_PauseAfterFirstMatch
source: Pause after first match
bg: Пауза при първо съвпадение
ja: 最初の一致後に一時停止
tr: İlk eşleşmeden sonra duraklat
uk: Пауза після першого матчу
zh_cn: 第一个匹配后暂停
zh_hant: 首個符合項後即暫停

# Main_PauseAfter0Matches
source: Pause after {0} matches
bg: Пауза при {0} съвпадения
ja: {0} 件の一致後に一時停止
tr: {0} eşleşmeden sonra duraklat
uk: Призупинити після {0} збігів
zh_cn: {0} 个匹配后暂停
zh_hant: 符合 {0} 項後暫停

# Main_StopAfter0Matches
source: Stop after {0} matches
bg: Спиране при {0} съвпадения
ja: {0} 件の一致後に停止
tr: {0} eşleşmeden sonra dur
uk: Зупинити після {0} збігів
zh_cn: {0} 个匹配后停止
zh_hant: 符合 {0} 項後停止

# Keyboard_WindowHeader
source: Window
ja: ウィンドウ

# Keyboard_ShortcutKeyHeader
source: Shortcut key
ja: ショートカットキー

# Keyboard_ResetAllToDefaults
source: Reset all to defaults
ja: すべてを既定値にリセット

# Keyboard_PressF1ForHelpOnKeyboardShortcuts
source: Press F1 for help on keyboard shortcuts
ja: キーボードショートカットのヘルプを表示するには、F1 キーを押してください

# Main_Menu_Keyboard
source: _Keyboard…
ja: キーボード(_K)…

# Window_Main
source: Main
ja: メイン

# Options_WithFilesInArchives
source: With files in archives
bg: Файлове в архиви
ja: アーカイブ内のファイル
tr: Arşiv dosyaları nasıl işlensin
uk: З файлами в архівах
zh_cn: 如何处理压缩文件中的文件
zh_hant: 如何處理壓縮檔案中的檔案

# Options_CopyTheWholeArchive
source: Copy the whole archive
bg: Копиране на целия архив
ja: アーカイブ全体をコピーする
tr: Arşivin tamamını kopyala
uk: Скопіюйте весь архів
zh_cn: 复制整个压缩文件
zh_hant: 複製整個壓縮檔案

# Options_FocusSearchFor
source: Search for input
bg: Полето за търсене
ja: 検索の入力欄
tr: Arama Alanı
uk: Пошук введення
zh_cn: 搜索输入
zh_hant: 搜尋輸入

# Main_Menu_About_AppLogs
source: Application _logs
bg: _Дневник на приложението
ja: アプリケーション ログ(_L)
tr: Uygulama _günlükleri
uk: _журнали програми
zh_cn: 程序日志(_L)
zh_hant: 程式日誌

# MessageBox_CopySettingsFileError
source: Some files could not be copied to the new directories. Check the error log for details:
bg: Някои от файловете на са копирани в новата папка. Проверете в дневника за подробности:
ja: 一部のファイルを新しいディレクトリにコピーできませんでした。詳細についてはエラーログを確認してください :
tr: Bazı dosyalar yeni dizinlere kopyalanamadı. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Деякі файли не вдалося скопіювати до нових каталогів. Подробиці перевірте в журналі помилок:
zh_cn: 无法将一些文件复制到新目录。详情请查看错误日志：
zh_hant: 一些檔案無法複製到新目錄. 檢查錯誤日誌以獲得詳細資訊:

# Preview_Error
source: Error:
bg: Грешка:
ja: エラー :
tr: Hata:
uk: Помилка:
zh_cn: 错误：
zh_hant: 錯誤:

# Preview_NoMatchesFound
source: No matches found!
bg: Няма съвпадения
ja: 一致するものが見つかりません!
tr: Eşleşme bulunamadı!
uk: Збігів не знайдено!
zh_cn: 未找到匹配项！
zh_hant: 未找到符合項!

# Error_ThePluginFailedToExtractAnyText
source: The {0} plugin failed to extract any text
bg: Добавката {0} не е извлякла текст
ja: {0} プラグインはテキストを抽出できませんでした
tr: {0} eklentisi herhangi bir metni çıkaramadı
uk: Додатку {0} не вдалося витягти жодного тексту
zh_cn: {0} 插件未能提取任何文本
zh_hant: {0} 外掛程式無法提取任何文字

# Error_TheFileCreatedByThePluginHasNoSearchableText
source: The file created by the {0} plugin has no searchable text
bg: Създаденият от добавката {0} файл не съдържа текст, годен за търсене
ja: {0}プラグインによって作成されたファイルには検索可能なテキストがありません
tr: {0} eklentisi tarafından oluşturulan dosyada aranabilir metin yok
uk: У файлі, створеному плагіном {0}, немає тексту для пошуку
zh_cn: {0} 插件创建的文件没有可搜索文本
zh_hant: {0} 外掛程式建立的檔案沒有可搜尋的文字

# Error_ThePluginCommandReturnedError
source: The {0} plugin command returned error: {1}
bg: Командата на добавката {0} върна грешка: {1}
ja: {0} プラグイン コマンドがエラーを返しました : {1}
tr: {0} eklenti komutu hata döndürdü: {1}
uk: Команда плагіна {0} повернула помилку: {1}
zh_cn: {0} 插件命令返回错误：{1}
zh_hant: {0} 外掛指令回傳錯誤: {1}

# Options_SortResultsAutomaticallyWhenSearchCompletes
source: Sort results automatically when search completes
bg: Сортиране на резултатите след завършване на търсенето
ja: 検索完了時に結果を自動的に並べ替える
sk: Po dokončení vyhľadávania automaticky zoradiť výsledky
tr: Arama tamamlandığında sonuçları otomatik olarak sırala
uk: Сортувати результати автоматично після завершення пошуку
zh_cn: 搜索完成时自动排序结果
zh_hant: 搜尋完成後自動排序結果

# Options_NumberOfMatchesToAutoStopSearch
source: Number of matches to auto stop search
bg: Брой на съвпаденията, при които търсенето да спре
ja: 検索を自動停止する一致数
tr: Aramayı otomatik olarak durduracak eşleşme sayısı
uk: Кількість збігів для автоматичної зупинки пошуку
zh_cn: 多少个匹配后自动停止搜索
zh_hant: 自動停止搜尋的符合項數量

# Options_EnableAutocompleteInTextInputBoxes
source: Enable autocomplete in text input boxes
bg: Автоматично довършване на текстовите полета
ja: テキスト入力ボックスでオートコンプリートを有効にする
tr: Metin giriş kutularında otomatik tamamlamayı etkinleştir
uk: Увімкнути автозаповнення в полях введення тексту
zh_cn: 在文本搜索框中启用自动完成
zh_hant: 在文字輸入框中啟用自動完成

# Bookmarks_Summary_NotGlobal
source: Not global
bg: Не глобално
ja: 全体ではない
tr: Küresel değil
uk: Не глобально
zh_cn: 非全局
zh_hant: 非全局

# Options_CacheExtractedFiles
source: Cache extracted files
bg: Запазване на извлечените файлове във временна памет
ja: 抽出したファイルをキャッシュする
tr: Çıkarılan dosyaları önbelleğe al
uk: Кешувати витягнуті файли
zh_cn: 缓存已提取的文件
zh_hant: 快取提取的檔案

# Options_CacheFilesInTempFolder
source: Cache files in Temp folder
bg: Запазване на временните файлове във временна памет
ja: Tempフォルダー内のキャッシュファイル
tr: Geçici dosyaları Temp klasörüne kaydet
uk: Кешувати файли в папці Temp
zh_cn: 将文件缓存在 Temp 文件夹中
zh_hant: 在 Temp 資料夾中快取檔案

# Options_DeleteFilesFromCacheIfNotUsedIn
source: Delete files from cache if not used in
bg: Премахване на файловете от временната памет ако не са ползвани повече от
ja: 指定期間使用されていない場合はファイルを削除
tr: Kullanılmadığı takdirde dosyaları önbellekten sil
uk: Видалити файли з кешу, якщо вони не використовуються в
zh_cn: 多久时间未用后从缓存中删除文件
zh_hant: 從快取中刪除檔案, 若未使用

# MessageBox_ThePlugInCacheSettingsHaveChanged
source: The plug-in cache settings have changed. Delete the old cache folder?
bg: Настройките за добавките са променени. Изпразване на старата папка с временна памет?
ja: プラグインのキャッシュ設定が変更されました。古いキャッシュフォルダーを削除しますか?
tr: Eklenti önbellek ayarları değişti. Eski önbellek klasörü silinsin mi?
uk: Налаштування кешу плагіна змінено. Видалити стару папку кешу?
zh_cn: 插件缓存设置已更改。删除旧的缓存文件夹吗？
zh_hant: 外掛程式快取設定已變更. 刪除舊的快取資料夾?

# Options_CreateCacheFileKeyUsing
source: Create cache file key using:
bg: Създаване на идентификатор на временна памет с помощта на:
ja: キャッシュ ファイル キーの作成 :
tr: Aşağıdakileri kullanarak önbellek dosyası anahtarı oluşturun:
uk: Створіть ключ файлу кешу за допомогою:
zh_cn: 选择创建缓存文件密钥的方式：
zh_hant: 建立快取檔案金鑰時, 使用:

# Options_HashOfFullFile
source: Hash of full file
bg: Отпечатък от съдържанието
ja: 完全なファイルのハッシュ
tr: Dosyanın tamamının karma değeri
uk: Хеш повного файлу
zh_cn: 完整文件的哈希值
zh_hant: 完整檔案的雜湊值

# About_NETLibraryToGenerateTextualDifferences
source: .NET library to generate textual differences
bg: Библиотека на .NET която отчита разлики в текстове
ja: テキストの差異を生成する .NET ライブラリ
tr: Metinsel farklılıklar oluşturmak için .NET kütüphanesi
uk: .Бібліотека NET для створення текстових відмінностей
zh_cn: 生成文本差异的 .NET 库
zh_hant: .NET 程式庫產生文字差異

# Replace_OpenFileCompare
source: Open file compare
bg: Сравняване на файлове
ja: ファイル比較を開く
tr: Dosya karşılaştırmasını aç
uk: Відкрити порівняння файлів
zh_cn: 打开文件比较
zh_hant: 開啟檔案比較

# Replace_PreviewShowingReplacements
source: Preview showing replacements
bg: Преглед на заместеното
ja: 置換を表示するプレビュー
tr: Değiştirmeleri göster ve önizle
uk: Попередній перегляд із замінами
zh_cn: 预览替换
zh_hant: 預覽顯示替換效果

# MessageBox_DirectoryNotEmptyWarning
source: The directory '{0}' may contain files that are not part of the application. Use this directory anyway?
bg: Папката „{0}“ вероятно съдържа файлове, които не са част от приложението. Да бъде ли използвана тази папка въпреки това?
ja: ディレクトリ '{0}' には、アプリケーションに含まれないファイルが含まれている可能性があります。このディレクトリを使用しますか?
tr: '{0}' dizini uygulamanın parçası olmayan dosyalar içerebilir. Yine de bu dizin kullanılsın mı?
uk: Каталог "{0}" може містити файли, які не є частиною програми. Усе одно використовувати цей каталог?
zh_cn: '{0}' 目录可能包含并非程序一部分的文件。仍要使用这个目录吗？
zh_hant: 目錄 '{0}' 可能包含不屬於應用程式的檔案. 仍然使用此目錄嗎?

# MessageBox_CopyApplicationDataFilesQuestion
source: The application directories have changed. Do you want to copy files to the new directories?
bg: Папките на приложението са променени. Желаете ли файловете да бъдат копирани в новите папки?
ja: アプリケーションディレクトリが変更されました。ファイルを新しいディレクトリにコピーしますか?
tr: Uygulama dizinleri değişti. Dosyaları yeni dizinlere kopyalamak istiyor musunuz?
uk: Змінено каталоги програм. Бажаєте скопіювати файли до нових каталогів?
zh_cn: 程序目录已更改。要将文件复制到新目录吗？
zh_hant: 應用程式目錄已變更. 您要將檔案複製到新目錄嗎?

# MessageBox_OverwriteExistingFileQuestion
source: The new directory already has a file named "{0}". Replace the existing file?
bg: Новата папка вече съдържа файл на име „{0}“. Да бъде ли заменен?
ja: 新しいディレクトリには既に "{0}" という名前のファイルがあります。既存のファイルを置き換えますか?
tr: Yeni dizinde zaten "{0}" adlı bir dosya var. Mevcut dosya değiştirilsin mi?
uk: У новому каталозі вже є файл із назвою "{0}". Замінити наявний файл?
zh_cn: 新目录中已经有名为 "{0}" 的文件。替换现有文件吗？
zh_hant: 新目錄已有名稱為 "{0}" 的檔案. 替換已存在的檔案？

# Options_ResultsFontWeight
source: Results font weight
bg: Дебелина на шрифта на резултатите
ja: 結果のフォントの太さ
tr: Sonuçların yazı tipi kalınlığı
uk: Маса шрифту результатів
zh_cn: 结果的字重（粗细程度）
zh_hant: 結果字體粗細

# Options_ForFileNameInSearchResults
source: For file name in search results
bg: За името на файла в резултатите от търсене
ja: 検索結果のファイル名
tr: Arama sonuçlarındaki dosya adı için
uk: Для імені файлу в результатах пошуку
zh_cn: 用于搜索结果中的文件名
zh_hant: 搜尋結果中的檔案名稱

# Keyboard_ShortcutForSelectedCommand
source: Shortcut for selected command
ja: 選択したコマンドのショートカット

# Keyboard_PressShortcutKeys
source: Press shortcut keys:
ja: ショートカットキーを押す :

# Keyboard_ShortcutCurrentlyUsedBy
source: Shortcut currently used by:
ja: 現在使用されているショートカット :

# Keyboard_Remove
source: Remove
ja: 削除
tr: Çıkar

# Keyboard_Assign
source: Assign
ja: 割り当てる

# Help_CmdLineEverything
source: /e [search commands] -e [search commands] -everything [search commands] Sets the Everything search text. Must be the last option on the command line and will copy the remainder of the command line verbatim.
bg: /e [команди за търсене] -e [команди за търсене] -everything [команди за търсене] Задава текст за търсене с Everything. Трябва да бъде последната команда на командния ред и ще използва дословно всичко след нея.
ja: /e [search commands] -e [search commands] -everything [search commands] Everything検索テキストを設定します。コマンドラインの最後のオプションとして指定する必要があり、コマンドラインの残りの部分をそのままコピーします。
tr: /e [search commands] -e [search commands] -everything [search commands] Everything arama metnini ayarlar. Komut satırındaki son seçenek olmalıdır ve komut satırının geri kalanını kelimesi kelimesine kopyalayacaktır.
uk: /e [команди пошуку] -e [команди пошуку] -все [команди пошуку] Встановлює текст пошуку «Все». Має бути останнім параметром у командному рядку та дослівно копіюватиме решту командного рядка.
zh_cn: /e [search commands] -e [search commands] -everything [search commands] 设置 Everything 搜索文本。 必须是命令行最后一个选项，会一字不差地复制命令行剩余部分。
zh_hant: /e [search commands] -e [search commands] -everything [search commands] 設定 Everything 搜尋文字. 必須是命令列上的最後一個選項, 並將逐字複製命令列的其餘部分.

# Options_ExtractAndCopyFiles
source: Extract and copy files
bg: Извличане и копиране на файловете
ja: ファイルの抽出とコピー
tr: Dosyaları çıkar ve kopyala
uk: Розпакуйте та копіюйте файли
zh_cn: 提取并复制文件
zh_hant: 提取並複製檔案

# Options_MinimizeToNotificationArea
source: Minimize to notification area *
bg: Скриване в областта с известията *
ja: 通知領域に最小化 *
tr: Bildirim alanına küçültün *
uk: Згорнути до області сповіщень *
zh_cn: 最小化到通知区域 *
zh_hant: 最小化到通知區域 *

# Keyboard_KeyboardShortcuts
source: Keyboard Shortcuts
ja: キーボード ショートカット

# BookmarkDetails_OK
source: OK
bg: Добре
ca: D'acord
he: אישור
sr: У реду
tr: Tamam
zh_cn: 确定
zh_hant: 確定

# Help_OK
source: OK
bg: Добре
ca: D'acord
he: אישור
sr: У реду
tr: Tamam
zh_cn: 确定
zh_hant: 確定

# Rename_OK
source: OK
bg: Добре
ca: D'acord
he: אישור
sr: У реду
tr: Tamam
zh_cn: 确定
zh_hant: 確定

# Replace_OK
source: OK
bg: Добре
ca: D'acord
he: אישור
sr: У реду
tr: Tamam
zh_cn: 确定
zh_hant: 確定

# Scripts_OK
source: OK
bg: Добре
ca: D'acord
he: אישור
it: Conferma
sr: У реду
tr: Tamam
zh_cn: 确定
zh_hant: 確定

# MessageBox_OK
source: OK
bg: Добре
ca: D'acord
he: אישור
it: Conferma
sr: У реду
tr: Tamam
zh_cn: 是
zh_hant: 是

# Bookmarks_ShiftAltDownArrow
source: Shift+Alt+Down Arrow
bg: Shift+Alt+стрелка надолу
fr: Shift+Alt+Flèche du bas
hr: Shift+Alt+Strelica prema dolje
it: Shift+Alt+Freccia Giù
sk: Shift+Alt+šipka nadol
sr: Shift+Alt+Стрелица на доле
sv: Skift+Alt+Nedåtpil
tr: Shift+Alt+Aşağı Ok
zh_cn: Shift+Alt+向下
zh_hant: Shift+Alt+↓

# Bookmarks_ShiftAltUpArrow
source: Shift+Alt+Up Arrow
bg: Shift+Alt+стрелка нагоре
fr: Shift+Alt+Flèche du haut
hr: Shift+Alt+Strelica prema gore
it: Shift+Alt+Freccia su
sk: Shift+Alt+šipka nahor
sr: Shift+Alt+Стрелица на горе
sv: Skift+Alt+Uppåtpil
tr: Shift+Alt+Yukarı Ok
zh_cn: Shift+Alt+向上
zh_hant: Shift+Alt+↑

# Bookmarks_AltDownArrow
source: Alt+Down Arrow
bg: Alt+стрелка надолу
fr: ALT+Flèche bas
hr: Alt+Strelica prema dolje
sk: Alt+šípka nadol
sr: Alt+Стрелица на доле
sv: Alt+Nedåtpil
tr: Alt+Aşağı Ok
uk: Alt+стрілка вниз
zh_cn: Alt+向下
zh_hant: Alt+↓

# Bookmarks_AltUpArrow
source: Alt+Up Arrow
bg: Alt+стрелка нагоре
fr: ALT+Flèche haut
hr: Alt+Strelica prema gore
sk: Alt+šípka hore
sr: Alt+Стрелица на горе
sv: Alt+Uppåtpil
tr: Alt+Yukarı Ok
uk: Alt+стрілка вгору
zh_cn: Alt+向上
zh_hant: Alt+↑

# Keyboard_WindowsLogoKey
source: Windows
uk: Вікна
zh_cn: 窗口

# Main_SizeKB
source: KB
bg: КБ
ru: KB (Кбайт)
sr: КБ

# Options_KB
source: KB
bg: КБ

# BookmarkDetails_PatternType_Everything
source: Everything
ca: Tot
de: Alles
pl: Wszystko
uk: Все

# Main_PatternType_Everything
source: Everything
ca: Tot
de: Alles
fr: Tout
pl: Wszystko
uk: Все
