Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Main_SearchType_ReadFileAsBinaryAndSearchForBytes
source: Byte search: read file as binary and search for bytes as hexadecimal digits: 68 65 78 20
bg: Прочита файла като двоични стойности и търси байтове във вид на шестадесетични числа: 68 65 78 20
ca: Cerca de byte: llegeix fitxer com a binari i cerca els bytes com dígits hexadecimals: 68 65 78 20
de: Lese Dateien binär und suche nach Bytes im hexadezimal Format: 68 65 78 20
fr: Recherche d'octets : lire le fichier en binaire et rechercher les octets sous forme de chiffres hexadécimaux : 68 65 78 20
he: קרא קובץ כמו בינארי וחפש בתים כמו ספרות הקסדצימלי: 68 65 78 20
hr: Pretraživanje bajtova: pročitaj datoteku binarno i pretraži bajtove kao heksadecimalne znamenke: 68 65 78 20
it: Ricerca byte: leggi file come binario e cerca per i byte come cifre esadecimali: 68 65 78 20
ja: バイト検索 : ファイルをバイナリとして読み取り、バイトを16進数で検索する : 68 65 78 20
pt: Pesquisar bytes: ler o ficheiro como binário e pesquisar bytes como dígitos hexadecimais: 68 65 78 20
ru: Считывание файла в двоичном формате и поиск байтов в виде шестнадцатеричных цифр. Например: 68 65 78 20
sr: Бајт претрага: читај датотеку као бинарну и тражи за бајтове као хегзадецималне цифре: 68 65 78 20
tr: Bayt arama: dosyayı ikili (binary) olarak oku ve baytları onaltılık rakamlarla ara: 68 65 78 20
uk: Пошук у байтах: читати файл у двійковому вигляді та шукати байти у вигляді шістнадцяткових цифр: 68 65 78 20
zh_cn: 二进制方式读取文件并使用16进制来搜索字节, 如: 68 65 78 20
zh_hant: 以二進制方式讀取檔案並使用16進制來搜尋位元組, 如: 68 65 78 20

# Options_CompareArguments
source: Arguments
bg: Аргументи
de: Argumente
he: ארגומנטים
ja: 引数
pt: Argumentos
ru: Аргументы
sr: Аргументи
tr: Argümanlar
uk: Аргументи
zh_cn: 参数
zh_hant: 引數

# Options_MatchThreshold
source: Match threshold (from 0 to 1.0)
bg: Праг на съвпадане (от 0 до 1.0)
ca: Llindar de coincidència (de 0 a 1,0)
de: Such-Schwelle (von 0 bis 1.0)
fr: Seuil de correspondance (de 0 à 1.0)
he: סף התאמה (מ 0 עד 1.0)
ja: 一致しきい値 (0 から 1.0)
pt: Limite de correspondência (de 0 a 1.0)
ru: Предел соответствия (from 0 to 1.0)
sr: Праг налажења (од 0 до 1.0)
tr: Eşleşme eşiği (0'dan 1,0'a)
uk: Поріг збігу (від 0 до 1,0)
zh_cn: 匹配阈值 (从 0 到 1.0)
zh_hant: 匹配閾值 (從 0 到 1.0)

# Main_Results_CopyLinesOfText
source: Copy lines of text
bg: Копиране на редовете текст
ca: Copiar línies de text
de: Textzeilen kopieren
fr: Copie de lignes de texte
he: העתק שורות טקסט
ja: テキストの行をコピー
pt: Copiar linhas de texto
ru: Скопировать строки текста
sr: Копирати линије текста
tr: Metin satırlarını kopyala
uk: Скопіюйте рядки тексту
zh_cn: 复制文本行
zh_hant: 複製文字行

# Main_ContextChangesWillBeAppliedInNextSearch
source: Context line changes will be applied in next search
bg: Промените в контекста ще бъдат приложени при последващо търсене
ca: Els canvis en les línies adjacents s'aplicaran en la pròxima cerca
de: Kontextänderungen werden bei der nächsten Suche übernommen
fr: Les modifications de la ligne de contexte seront appliquées lors de la prochaine recherche
he: השינוי יוצג בחיפוש הבא
hr: Promjene retka konteksta primijenit će se u sljedećem pretraživanju
ja: 該当箇所前後行の表示設定の変更は次の検索から適用されます
pt: As alterações à linha de contexto serão aplicadas na próxima busca
ru: Показывать строчки близь результата. Изменения контекста будут применены при следующем поиске
sk: Zobraziť riadky blízko výsledku. Zmeny kontextu sa použijú pri ďalšom vyhľadávaní
sr: Промене у линији контекста биће примењене у следећој претрази
tr: Bağlam satırı değişiklikleri bir sonraki aramada uygulanacak
uk: Зміни рядка контексту буде застосовано під час наступного пошуку
zh_cn: 上下文设置将在下次搜索时生效
zh_hant: 上下文行數設定將於下次搜尋時生效

# Options_EnablesStartingDnGrepFromTheWindowsExplorerRightClickContextMenu
source: Enables starting dnGrep from the Windows Explorer right-click context menu.
bg: Дава възможност за стартиране на dnGrep от контекстуалното меню на Windows Explorer.
ca: Activar arrancar dnGrep des del menú contextual de l'Explorador de Windows.
de: Aktiviert dnGrep im Windows Explorer Context Menu.
fr: Permet de lancer dnGrep à partir du menu contextuel de l'Explorateur Windows.
he: מאפשר הפעלת dnGrep מתפריט ההקשר באמצעות לחצן העכבר הימני של סייר Windows.
ja: エクスプローラの右クリック コンテキスト メニューから dnGrep を起動できるようになります。
pt: Ativa iniciar dnGrep a partir do menu de contexto do Explorador do Windows.
ru: Включает запуск dnGrep из контекстного меню проводника Windows, вызываемого правой кнопкой мыши.
sr: Омогућава покретање dnGrep-а из контекстног менија Windows Explorer-а десним кликом.
tr: Windows Gezgini'nin sağ tıklama bağlam menüsünden dnGrep'in başlatılmasını etkinleştirir.
uk: Дозволяє запустити dnGrep із контекстного меню правою кнопкою миші Провідника Windows.
zh_cn: 允许从 Windows 资源管理器右键菜单启动 dnGrep。
zh_hant: 啟用檔案總管右鍵功能表啟動 dnGrep.

# BookmarkDetails_UseGitignoreToFilterFiles
source: Use .gitignore to filter files
bg: Използва файла .gitignore за изключване на файлове
ca: Utilitza .gitignore per filtrar fitxers
de: benutze .gitignore Dateien zu filtern
fr: Utiliser .gitignore pour filtrer les fichiers
he: השתמש ב- .gitignore לסנן קבצים
hr: Koristi .gitignore za filtriranje datoteka
it: Usa .gitignore per filtrare i file
ja: .gitignore を使用してファイルをフィルタリングする
pt: Utilizar .gitignore para filtrar ficheiros
ru: Использовать .gitignore для фильтрации файлов
sk: Na filtrovanie súborov použiť .gitignore
sr: Узми у обзир .gitignore за филтрирање датотека
sv: Använd .gitignore för att filtrera filer
tr: Dosyaları filtrelemek için .gitignore kullan
uk: Використовуйте .gitignore для фільтрації файлів
zh_cn: 使用 .gitignore 来过滤文件
zh_hant: 使用 .gitignore 過濾檔案

# ScriptHint_set_includebinary
source: Include binary files
bg: Включително двоични файлове
ca: Inclou fitxers binaris
fr: Inclure les fichiers binaires
he: כלול קבצים בינאריים
it: Includi file binari
ja: バイナリ ファイルを含める
pl: Dołącz pliki binarne
pt: Incluir ficheiros binários
sk: Zahrnúť binárne súbory
sr: Укључи бинарне датотеке
sv: Inkludera binärfiler
tr: İkili dosyaları (binary) dahil et
uk: Включати двійкові файли
zh_cn: 包含二进制文件
zh_hant: 包含二進制檔案

# Options_CopyFiles
source: Copy files
bg: Копиране на файлове
ca: Copiar fitxers
he: העתקת קבצים
ja: ファイルのコピー
pt: Copiar Ficheiros
sr: Копирај фајлове
tr: Dosyaları kopyala
uk: Копіювати файли
zh_cn: 复制文件
zh_hant: 複製檔案

# Report_DnGrepSearchResults
source: dnGrep Search Results
bg: Резултати от търсене с dnGrep
ca: Resultats de la cerca dnGrep
de: dnGrep Suchergebnise
fr: Résultats de recherche de dnGrep
he: dnGrep תוצאות חיפוש
ja: dnGrep 検索結果
pt: Resultados da Pesquisa dnGrep
ru: Результаты поиска dnGrep
sr: dnGrep резултати претраге
tr: dnGrep Arama Sonuçları
uk: Результати пошуку dnGrep
zh_cn: dnGrep 搜索结果
zh_hant: dnGrep 搜尋結果

# MessageBox_WindowTitleIsName
source: Window title: {0}
bg: Заглавие на прозореца: {0}
ca: Títol de la finestra: {0}
de: Fenster Titel: {0}
fr: Titre de la fenêtre : {0}
he: כותרת חלון: {0}
ja: ウィンドウ タイトル : {0}
pt: Título da janela: {0}
ru: Заголовок окна: {0}
sr: Наслов прозора: {0}
tr: Pencere başlığı: {0}
uk: Назва вікна: {0}
zh_cn: 窗口标题: {0}
zh_hant: 視窗標題: {0}

# Options_PluginShowPlainTextInPreview
source: Show plain text in preview
bg: Показване на обикновен текст в прегледа
ca: Mostra text pla en la previsualització
fr: Afficher le texte dans l'aperçu
ja: プレビューでプレーン テキストを表示
pt: Mostrar texto simples na pré-visualização
sr: Приказати обичан текст у прегледу
tr: Düz metni önizlemede göster
uk: Показати простий текст у попередньому перегляді
zh_cn: 在预览中显示纯文本
zh_hant: 以純文字預覽

# Main_HighlightMatches
source: Highlight matches
bg: Открояване на съвпаденията
ca: Destaca coincidències
de: Fundstellen hervorheben
fr: Surbrillance des correspondances
he: הדגש התאמות
ja: 一致箇所を強調表示
pt: Destacar correspondências
ru: Подсвечивать совпадения
sr: Истакнути нађено
sv: Markera matchningar
tr: Eşleşenleri vurgula
uk: Виділіть збіги
zh_cn: 高亮匹配
zh_hant: 醒目標示符合項

# MessageBox_RunDnGrepAsAdministratorToChangeStartupRegister
source: Run dnGrep as Administrator to change application startup option.
bg: За да промените настройките за стартиране отворете dnGrep като администратор.
ca: Executa dnGrep com a administrador per canviar l'opció d'inici de l'aplicació.
de: Starte dnGrep als Administrator zur Änderung der Startup Parameter
fr: Exécutez dnGrep en tant qu'administrateur pour modifier l'option de démarrage de l'application.
he: הפעל את dnGrep כמנהל כדי לשנות את רישום ההפעלה
ja: アプリケーションの起動オプションを変更するには、管理者として dnGrep を実行します。
pt: Executar o dnGrrep como Administrador para alterar a opção de início da aplicação.
ru: Запустите dnGrep от имени администратора, чтобы изменить параметры запуска
sr: Покрените dnGrep као Администратор да би променили опције покретања.
tr: Uygulama başlatma seçeneğini değiştirmek için dnGrep'i Yönetici olarak çalıştırın.
uk: Запустіть dnGrep від імені адміністратора, щоб змінити параметр запуску програми.
zh_cn: 要更改应用程序的启动选项请以管理员身份运行 dnGrep。
zh_hant: 變更應用程式的啟動選項必須以管理員身份執行 dnGrep.

# Script_Validation_TheCommandIsInvalid
source: The command is not valid
bg: Командата не е правилна
ja: コマンドが無効です
sr: Команда није валидна
tr: Komut geçerli değil
uk: Команда недійсна
zh_cn: 命令无效
zh_hant: 此命令無效

# BookmarkDetails_SearchInArchives
source: Search in ar_chives
bg: Търсене в ар_хиви
ca: Cerca als fitxers com_primits
de: Suche in Archiven
fr: Rechercher dans les archives
he: חיפוש בארכיונים
hr: Pretraži u ar_hivama
it: Cerca negli ar_chivi
ja: アーカイブ内を検索(_C)
pt: Procurar em fi_cheiros
ru: Искать в ар_хивах
sk: Hľadať v ar_chívoch
sr: Тражи у архивама
sv: Sök i arkiv
tr: _Arşivlerde ara
uk: Пошук в архівах
zh_cn: 在压缩文件中搜索(_C)
zh_hant: 搜尋壓縮檔

# Options_ShowDnGrepInExplorerRightClickMenu
source: Show dnGrep in the right-click menu of Windows Explorer
bg: Показване на dnGrep в контекстуалното меню на Windows Explorer
ca: Mostra el dnGrep al menú del clic dret del Windows Explorer
de: zeige dnGrep im Explorer Context Menu
fr: Afficher dnGrep dans le menu clic droit de l'explorateur Windows
he: הצג את dnGrep בתפריט לחיצה ימנית בסייר הקבצים
ja: エクスプローラの右クリック メニューに dnGrep を表示
pt: Mostrar dnGrep no menu de contexto do Explorador do Windows
ru: Показывать dnGrep в контекстном меню Проводника
sr: Приказати dnGrep у менију десног клика Windows Explorer-а
tr: Windows sağ tıklama menüsünde dnGrep'i göster
uk: Показати dnGrep у контекстному меню Провідника Windows
zh_cn: 在 Windows 右键菜单中添加 dnGrep
zh_hant: 在檔案總管右鍵功能表中顯示dnGrep

# Script_Editor_Copy
source: _Copy
bg: _Копиране
ja: コピー(_C)
sr: Копирај
tr: _Kopyala
uk: _Копія
zh_cn: 复制(_C)
zh_hant: 複製

# Test_ReplaceTextIsNotValidXML
source: The replace text is not valid XML!
bg: Текстът за заменяне не е валиден XML!
ca: El text de substitució no és vàlid XML!
de: Ersetzter Text ist kein gültiges XML!
fr: Le texte de remplacement n'est pas un XML valide !
he: החלף טקסט אינו חוקי XML!
ja: 置換テキストは有効な XML ではありません!
pt: O texto de substituição não é XML válido!
ru: Заменяемый текст не является допустимым XML!
sr: Текст за замену није валидан XML!
tr: Değiştirilen metin geçerli XML değil!
uk: Текст заміни не є дійсним XML!
zh_cn: 替换文本不是合法的 XML!
zh_hant: 取代文字不是合法的 XML!

# Script_Editor_Help
source: _Help
bg: _Помощ
ca: _Ajuda
fr: _Aide
he: _עזרה
it: _Aiuto
ja: ヘルプ(_H)
pt: _Ajuda
sr: Помоћ
tr: _Yardım
uk: _Довідка
zh_cn: 帮助(_H)
zh_hant: 說明

# Main_Results_ExcludeFromResults
source: Exclude from results
bg: Изключване от резултатите
ca: Excloure dels resultats
de: vom Ergebnis ausschliessen
fr: Exclure des résultats
he: אל תכלול בתוצאה
ja: 結果から除外
pt: Excluir dos resultados
ru: Исключить из результатов
sr: Одбацити из резултата
tr: Sonuçlardan hariç tut
uk: Виключити з результатів
zh_cn: 从搜索结果中排除
zh_hant: 從搜尋結果中排除

# MessageBox_SearchResultsWillBeClearedOnExit
source: Search results will be cleared on exit.
bg: При изход резултатите от търснето ще бъдат изчистени.
ja: 終了時に検索結果は消去されます。
tr: Arama sonuçları çıkışta temizlenecektir.
uk: Результати пошуку буде видалено при виході.
zh_cn: 退出时将清除搜索结果。
zh_hant: 退出時將清除搜尋結果.

# ScriptHint_bookmark_remove
source: Remove a bookmark
bg: Премахва отметка
ja: ブックマークを削除
sr: Обриши обележивач
tr: Yer imini kaldır
uk: Видалити закладку
zh_cn: 删除书签
zh_hant: 移除書籤

# Test_SearchFor
source: Search for:
bg: Търсене:
ca: Cerca:
de: Suche nach:
fr: Recherche :
he: חפש את:
hr: Pronađi:
it: Cerca per:
ja: 検索対象 :
pt: Procurar:
ru: Искать:
sk: Hľadať obsah:
sr: Претражити:
sv: Sök efter:
tr: Şunu ara:
uk: Пошук:
zh_cn: 搜索:
zh_hant: 搜尋:

# Main_Menu_About_AboutDnGrep
source: _About dnGrep…
bg: _Относно dnGrep…
ca: En _Quant a dnGrep…
de: _Über dnGrep...
fr: _A propos de dnGrep…
he: _אודות dnGrep...
it: _Info su dnGrep…
ja: dnGrep について(_A)…
pt: _Sobre dnGrep…
ru: _О программе dnGrep...
sr: О dnGrep…
tr: dnGrep _Hakkında…
uk: _Про dnGrep…
zh_cn: 关于 dnGrep(_A)…
zh_hant: 關於 dnGrep…

# Options_FullSizeCharacterInParenthesis
source: Full size character in parenthesis
bg: Знак с нормален размер в скоби
ja: かっこ内のフルサイズの文字
tr: Parantez içinde tam boy karakter
uk: Символ повного розміру в дужках
zh_cn: 圆括号内全尺寸字符
zh_hant: 括號內為全形字元

# ReportOptionsWindow_SeparatorForMultipleMatchesOrGroupsOnALine
source: Separator for multiple matches or groups on a line
bg: Разделител при повече съвпадения или групи на един ред
ca: Separador per a coincidències o grups en una línia
fr: Séparateur pour les correspondances ou groupes multiples sur une ligne
ja: 1行に複数の一致またはグループがある場合の区切り文字
pt: Separador para correspondências múltiplas ou grupos numa linha
sr: Раздвајач за више налажења или група на линији
tr: Bir satırdaki birden fazla eşleşme veya grup için ayırıcı
uk: Роздільник для кількох збігів або груп у рядку
zh_cn: 一行上多个匹配项或组的分隔符
zh_hant: 為一行中多個符合項或組的分隔字元

# MessageBox_Replace
source: Replace
bg: Заменяне
ca: Substitueix
de: Ersetze
fr: Remplacer
he: החלף
ja: 置換
pt: Substituir
ru: Замена
sr: Преписати
tr: Değiştir
uk: Замінити
zh_cn: 替换
zh_hant: 取代

# Rename_NewName
source: New name:
bg: Ново име:
ca: Nou nom:
de: neuer Name:
fr: Nouveau nom :
he: שם חדש:
ja: 新しい名前 :
pt: Novo nome:
ru: Новое имя:
sr: Ново име:
tr: Yeni isim:
uk: Нова назва:
zh_cn: 新文件名:
zh_hant: 新檔案名稱:

# MessageBox_SearchOrReplaceFailed
source: Could not complete the search or replace. Check the error log for details:
bg: Търсенето или замяната не могат да бъдат завършени. Проверете дневника за подробности:
ca: No s'ha pogut completar la cerca o la substitució. Comprova el registre d'errors pels detalls:
de: Fehler beim Suchen oder Ersetzen, für Details siehe Fehlerprotokoll:
fr: Impossible de terminer la recherche ou le remplacement. Vérifiez le journal des erreurs pour plus de détails :
he: חיפוש או החלפה נכשל! ראה את יומן השגיאה לקבלת פרטים:
ja: 検索または置換を完了できませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível completar a pesquisa ou substituição. Verifique os detalhes no ficheiro de erros:
ru: Поиск или замена не удались! Подробные сведения см. в логе ошибок:
sr: Није могуће завршити претрагу или замену. Проверите дневник грешака:
tr: Arama tamamlanamadı veya değiştirilemedi. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося завершити пошук або замінити. Подробиці перевірте в журналі помилок:
zh_cn: 搜索或替换失败! 日志查看详情:
zh_hant: 搜尋或取代失敗! 日誌查看詳情:

# Script_Editor_ScriptingCommands
source: _Scripting commands
bg: _Команди в скриптовете
ja: スクリプト コマンド(_S)
sr: Скрипт команде
tr: _Komut dosyası komutları
uk: _Команди сценаріїв
zh_cn: 脚本命令(_S)
zh_hant: 指令碼命令

# MessageBox_TheFilePattern0IsNotAValidRegularExpression12
source: The file pattern '{0}' is not a valid regular expression:{1}{2}
bg: Моделът на файл „{0}“ е недопустим регулярен израз:{1}{2}
ca: El patró'{0}' no és una expressió regular vàlida:{1}{2}
de: Das Datei Suchmuster '{0}' ist kein gültiger Rregulärer Ausdruck{1}{2}
fr: Le modèle de fichier '{0}' n'est pas une expression régulière valide : {1}{2}
he: תבנית הקובץ '{0}' אינה ביטוי רגיל תקף:{1}{2}
ja: ファイル パターン '{0}' は有効な正規表現ではありません : {1}{2}
pt: O padrão do ficheiro '{0}' não é uma expressão regular:{1}{2}
ru: Шаблон файла '{0}' не является допустимым регулярным выражением:{1}{2}
sr: Образац датотеке '{0}' није валидан регуларни израз:{1}{2}
tr: '{0}' dosya modeli geçerli bir normal ifade değil:{1}{2}
uk: Шаблон файлу "{0}" не є дійсним регулярним виразом:{1}{2}
zh_cn: 文件名模式 '{0}' 不是合法的正则表达式:{1}{2}
zh_hant: 檔案樣式 '{0}' 不是合法的正則運算式: {1}{2}

# Main_ChangesTheResultsTreeZoom
source: Changes the zoom level of the results tree
bg: Променя мащаба на дървото с резултати
ca: Canvia el nivell de zoom de l'arbre de resultats
de: Verändere den Ergebnisbaumauflösung
fr: Change le niveau de zoom de l'arbre des résultats
he: משנה את הזום של עץ התוצאות
hr: Mijenja razinu zumiranja prikaza rezultata
it: Cambia il livello di zoom dell'albero dei risultati
ja: 結果ツリーのズーム レベルを変更
pt: Altera o nível de zoom para a árvore de resultados
ru: Изменение масштаба дерева результатов
sk: Zmení úroveň priblíženia stromu výsledkov
sr: Мења ниво зума од резултатног дрвета
tr: Sonuç ağacının yakınlaştırma düzeyini değiştirir
uk: Змінює масштаб дерева результатів
zh_cn: 改变搜索搜索结果显示缩放
zh_hant: 變更結果樹狀圖縮放顯示

# Replace_ShowTheNextFile
source: Show the next file
bg: Показва следващия файл [Ctrl+PgDn]
ca: Mostra el fitxer següent
de: Zeige die nächste Datei [Strg+Seite nach unten]
fr: Afficher le fichier suivant [Ctrl+PgDn]
he: הצג את הקובץ הבא [Ctrl+PgDn]
ja: 次のファイルを表示
pt: Mostrar o ficheiro seguinte [Ctrl+PgDn]
ru: Показать следующий файл [Ctrl+PgDn]
sr: Приказати следећу датотеку [Ctrl+PgDn]
tr: Sonraki dosyayı göster
uk: Показати наступний файл [Ctrl+PgDn]
zh_cn: 显示下一文件 [Ctrl+PgDn]
zh_hant: 顯示下一檔案 [Ctrl+PgDn]

# MessageBox_YesToAll
source: Yes to _All
bg: Да, _за всички
ca: Sí a _tot
ja: すべてはい(_A)
sr: Да за све
tr: _Tümüne Evet
uk: Так _Всім
zh_cn: 全是(_A)
zh_hant: 全部皆是

# ScriptHint_set_searchtype
source: The type of search pattern
bg: Вид шаблон за търсене
ja: 検索パターンの種類
sr: Тип обрасца претраге
tr: Arama modelinin türü
uk: Тип шаблону пошуку
zh_cn: 搜索模式的类型
zh_hant: 搜尋樣式類型

# ScriptHint_env_cmd_value
source: Variable=string (string may be empty to clear a variable)
bg: Променлива=низ (празен низ изчиства променливата)
ja: 変数=文字列 (文字列が空の場合は変数を消去)
tr: Değişken=dize (bir değişkeni temizlemek için dize boş olabilir)
uk: Змінна=рядок (рядок може бути порожнім, щоб очистити змінну)
zh_cn: 变量=字符串（字符串可以为空来清除变量）
zh_hant: 變數=字串 (字串可能為空以清除變數)

# Rename_FileNameAlreadyExistsInThisDirectory
source: File name already exists in this directory
bg: Файл със същото име съществува в папката
ca: El nom del fitxer ja existeix en aquest directori
ja: ファイル名は既にこのディレクトリに存在します
sr: Име датотеке већ постоји у овој фасцикли
tr: Dosya adı bu dizinde zaten mevcut
uk: Назва файлу вже існує в цьому каталозі
zh_cn: 此目录中已存在相同文件名
zh_hant: 此目錄已存在相同的檔案名稱

# Preview_ThisFileIsEitherBinaryOrTooLargeToPreview
source: This file is either binary, or too large to be shown.
bg: Файлът или е двоичен, или е много голям, за да бъде показан.
ca: Aquest fitxer és binari o massa gran per a mostrar-lo.
de: Diese Datei ist binär oder zu groß für die Vorschau.
fr: Ce fichier est soit binaire, soit trop grand pour être affiché.
he: הקובץ הזה הוא בינארי או גדול מכדי לצפות בו בתצוגה מקדימה.
ja: このファイルはバイナリであるか、表示するには大きすぎます。
pt: O ficheiro ou é binário ou demasiado grande para ser mostrado.
ru: Этот файл либо бинарный, либо слишком большой для предварительного просмотра.
sr: Ова датотека је или бинарна или превелика да би се приказала.
tr: Bu dosya ya ikili dosya (Binary) ya da gösterilemeyecek kadar büyük.
uk: Цей файл або двійковий, або завеликий для показу.
zh_cn: 无法预览. 二进制文件或体积过大.
zh_hant: 無法預覽, 二進制檔案或檔案過大.

# Options_DeletePermanently
source: Delete permanently
bg: се премахват директно
ca: Esborra permanentment
ja: 永久に削除
sr: Обриши трајно
tr: Kalıcı olarak sil
uk: Видалити остаточно
zh_cn: 永久删除
zh_hant: 永久刪除

# BookmarkDetails_EverythingIndexService
source: Everything index service
bg: Услуга за индексиране на Everything
ca: Servei d'indexació de tot
de: Everything Index Dienst
fr: Service d'indexation des applications
he: שירות אינדקס של Everything
it: Servizio di Indicizzazione di Everything
ja: Everything インデックス サービス
pl: Usługa indeksowania wszystkiego
pt: Rótulo da opção do padrão de ficheiro. "Everything" é uma aplicação (consulte https://www.voidtools.com/) É visível apenas se a aplicação estiver instalada no computador do utilizador.
ru: Служба индексации Everything
sk: Služba indexovania Everything
sr: „Everything“ сервис за индексирање
tr: Everything Dizin Servisi
uk: Сервіс індексу всього
zh_cn: Everything 索引服务
zh_hant: Everything 索引服務

# Main_ResultList_ReadOnly
source: [read-only]
bg: [само за четене]
ca: [només lectura]
de: [nur lesen]
fr: [lecture seule]
he: [לקריאה בלבד]
ja: [読み取り専用]
pt: [só de leitura]
ru: [Только чтение]
sr: [само читљиво]
tr: [salt okunur]
uk: [лише для читання]
zh_cn: [只读]
zh_hant: [唯讀]

# Main_Validation_XPathIsOK
source: XPath is OK
bg: Изразът на XPath е валиден
ca: XPath es correcte
de: XPath ist OK!
fr: XPath est OK
he: XPath בסדר!
ja: XPath は正常です
pt: XPath está OK
ru: XPath в норме!
sr: XPath је у реду
tr: XPath tamam
uk: XPath в порядку
zh_cn: XPath 没问题
zh_hant: XPath 正確

# Main_Multiline
source: _Multiline
bg: _Многоредово
ca: Multi_línia
de: _Mehrzeilig
fr: _Multiligne
hr: _Višelinijski
it: _Multilinea
ja: 複数行(_M)
pl: Multilinia
pt: _Multilinha
ru: _Многострочность
sk: _Viacriadkový
sr: Вишелинијско
tr: _Çok satırlı
uk: _Багаторядковий
zh_cn: 多行(_M)
zh_hant: 多行

# Report_FileNotFoundHasItBeenDeletedOrMoved
source: [File not found: has it been deleted or moved?]
bg: [Файлът не е намерен: дали не е преместен или премахнат?]
ca: [Fitxer no trobat: s'ha suprimit o mogut?]
de: [Datei nicht gefunden: wurde sie gelöscht oder verschoben?]
fr: [Fichier non trouvé : a-t-il été supprimé ou déplacé ?]
he: [הקובץ לא נמצא: האם הוא נמחק או הועבר?]
ja: [ファイルが見つかりません : 削除または移動された可能性がありますか?]
pt: [Ficheiro não encontrado: terá sido eliminado ou removido?]
ru: [Файл не найден: он был удален или перемещен?]
sr: [Датотека није пронађена: да ли је избрисана или премештена?]
tr: [Dosya bulunamadı: silindi mi veya taşındı mı?]
uk: [Файл не знайдено: його видалено чи переміщено?]
zh_cn: [文件未找到: 已被删除或移动过?]
zh_hant: [檔案未找到: 已被刪除或移動?]

# MessageBox_ReplaceFailedError
source: Could not replace text in files. Check the error log for details:
bg: В някои от файловете текстът не може да бъде заменен. Проверете дневника за подробности:
ca: No s'ha pogut substituir el text als fitxers. Comprova el registre d'errors per a més detalls:
de: Fehler beim Ersetzen, für Details siehe Fehlerprotokoll:
fr: Impossible de remplacer le texte dans les fichiers. Vérifiez le journal des erreurs pour plus de détails :
he: החלפה נכשלה! ראה את יומן השגיאה לקבלת פרטים:
ja: ファイル内のテキストを置換できませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível substituir o texto nos ficheiros. Verifique os detalhes no ficheiro de registo:
ru: Замена не удалась! Подробные сведения см. в логе ошибок:
sr: Није могуће заменити текст у датотекама. Проверите дневник грешака:
tr: Dosyalardaki metin değiştirilemedi. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося замінити текст у файлах. Подробиці перевірте в журналі помилок:
zh_cn: 替换失败! 日志查看详情:
zh_hant: 取代失敗! 日誌查看詳情:

# Scripts_NewScript
source: New script
bg: Нов скрипт
ja: 新しいスクリプト
tr: Yeni komut dosyası
uk: Новий сценарій
zh_cn: 新脚本
zh_hant: 新指令碼

# ScriptHint_set_uniquescope
source: Report unique values scope: by file or all files
bg: Обхват на уникалност на справката: по файл или от всички файлове
ja: レポートの一意の値の範囲 : ファイル別またはすべてのファイル
tr: Benzersiz değerleri raporlama kapsamı: dosyaya göre veya tüm dosyalar
uk: Обсяг унікальних значень звіту: за файлом або всіма файлами
zh_cn: 报告唯一值范围：按文件或所有文件
zh_hant: 報告唯一值範圍: 依檔案或所有檔案

# ScriptHint_replace
source: Replace matches in files
bg: Заменя съвпаденията във файлове
ca: Substitueix les coincidències en els fitxers
ja: ファイル内の一致を置換
sr: Замени поготке у фајловима
tr: Dosyalardaki eşleşmeleri değiştir
uk: Замінити збіги у файлах
zh_cn: 替换文件中的匹配项
zh_hant: 取代檔案中的符合項
