Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# ScriptHint_set_reportmode
source: Report output setting
bg: Настройва вида на справката
ja: レポートの出力設定
sr: Подешавање излаза извештаја
tr: Rapor çıktısı ayarı
uk: Налаштування виведення звіту
zh_cn: 报告的输出设置
zh_hant: 報告輸出設定

# MessageBox_ThereWasAnErrorCopyingFiles
source: Could not copy the files. Check the error log for details:
bg: Файловете не могат да бъдат копирани. Проверете дневника за подробности:
ca: No s'ha pogut copiar els fitxers- Comprova el registre pels detalls:
de: Fehler beim Dateikopieren, für Details siehe Fehlerprotokoll:
fr: Impossible de copier les fichiers. Vérifiez le journal des erreurs pour plus de détails :
he: אירעה שגיאה בהעתקת קבצים. עיין ביומן השגיאות לפרטים:
ja: ファイルをコピーできませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível copiar os ficheiros. Verifique os detalhes no ficheiro de erros:
ru: Произошла ошибка при копировании файлов. Подробные сведения см. в логе ошибок:
sr: Није могуће копирати датотеке. Проверите извештај грешака:
tr: Dosyalar kopyalanamadı. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося скопіювати файли. Подробиці перевірте в журналі помилок:
zh_cn: 复制文件时发生错误. 日志查看详情:
zh_hant: 無法複製檔案. 日誌查看詳情:

# Main_PauseButton
source: Pause
bg: Спиране
ja: 一時停止
tr: Duraklat
uk: Пауза
zh_cn: 暂停
zh_hant: 暫停

# BookmarkDetails_FollowSymbolicLinks
source: Follow symbolic links
bg: Следване на символни връзки
ca: Segueix enllaços simbòlics
de: Symbolische Links folgen
fr: Suivre les liens symboliques
he: כלול קישורים סימבולים
it: Segui i collegamenti simbolici
ja: シンボリックリンクを辿る
pl: Podążaj za linkami symbolicznymi
pt: Seguir links simbólicos
ru: Переходить по символическим ссылкам
sk: Nasledovať symbolické odkazy
sr: Пратити симболичке везе
tr: Sembolik bağlantıları takip et
uk: Переходьте за символічними посиланнями
zh_cn: 跟随符号连接
zh_hant: 符號連結

# ReportOptionsWindow_Global
source: Global
bg: Глобално
ja: 全ファイル
sr: Глобално
tr: Küresel
uk: Глобальний
zh_cn: 全局
zh_hant: 全局

# Test_Title
source: Test
bg: Проверяване на заявката
fr: Tester
ja: テスト
pt: Teste
ru: Тестирование поискового запроса
sr: Проба
uk: Тест
zh_cn: 测试
zh_hant: 測試

# ScriptHint_deletefiles
source: Delete the result files permanently
bg: Безвъзвратно премахва файловете от резултата
ja: ファイルを永久に削除
sr: Обриши датотеке резултата трајно
tr: Sonuç dosyalarını kalıcı olarak sil
uk: Видаліть файли результатів назавжди
zh_cn: 永久删除结果文件
zh_hant: 永久刪除結果檔案

# Replace_Title
source: Replace Text
bg: Заменяне на текст
ca: Substitueix Text
de: Text ersetzen
fr: Remplacer le texte
he: החלף טקסט
ja: テキストの置換
pt: Substituir Texto
ru: Замена текста
sr: Заменити текст
tr: Metni Değiştir
uk: Замінити текст
zh_cn: 替换文本
zh_hant: 取代文字

# CopyCommand_Copied0To1
source: Copied '{0}' to '{1}'
bg: Копирано „{0}“ в/ъв „{1}“
ja: '{0}' を '{1}' にコピーしました
tr: '{0}', '{1}' öğesine kopyalandı
uk: Скопійовано "{0}" до "{1}"
zh_cn: 已复制 '{0}' 到 '{1}'
zh_hant: 已複製 '{0}' 到 '{1}'

# ScriptHint_set_folder_value
source: The folder, file path, or comma separated list of folders or files
bg: Папка, път до файл или списък от папки и файлове, разделен със запетая
ca: Carpeta, ruta del fitxer o llista de carpetes o fitxers separats per comes
ja: フォルダー、ファイル パス、またはフォルダーまたはファイルのカンマ区切りリスト
sr: Фасцикла, путања датотеке или зарезом одвојена листа фасцикла или датотека
tr: Klasör, dosya yolu veya virgülle ayrılmış klasör veya dosya listesi
uk: Папка, шлях до файлу або розділений комами список папок або файлів
zh_cn: 文件夹、文件路径或以英文逗号分隔的文件夹或文件列表
zh_hant: 資料夾, 檔案路徑或以逗號分隔的資料夾/檔案清單

# ScriptHint_set_filetimerange
source: Time range filter selection
bg: Избор на филтър за часове
ja: 時間範囲フィルターの選択
sr: Одабир временског распона
tr: Zaman aralığı filtre seçimi
uk: Вибір фільтра діапазону часу
zh_cn: 时间范围筛选器选择
zh_hant: 時間範圍過濾器選擇

# Options_FontFamily
source: Font family
bg: Семейство на шрифта
ca: Família de tipus de lletra
de: Schriftartenfamilie
fr: Famille de police
he: שם גופן
ja: フォント ファミリー
pt: Família tipográfica
ru: Семейство шрифтов
sr: Породица фонтова
tr: Yazı tipi
uk: Сімейство шрифтів
zh_cn: 字体
zh_hant: 字體

# ReportSummary_MaxFolderDepth
source: Max folder depth: {0}
bg: Дълбочина на подпапките {0}
ca: Màxima profunditat de carpetes: {0}
de: Maximale Verzeichnistiefe {0}
fr: Longueur maximale du dossier : {0}
he: עומק התיקיה המרבי {0}
hr: Maks. dubina mapa: {0}
it: Massima profondità cartelle: {0}
ja: フォルダーの最大階層 : {0}
pt: Profundidade máxima da pasta: {0}
ru: Максимальная глубина папки {0}
sk: Maximálna hĺbka priečinka 1{0}
sr: Макс дубина фасцикле: {0}
tr: Maksimum klasör derinliği: {0}
uk: Максимальна глибина папки: {0}
zh_cn: 最大文件夹深度 {0}
zh_hant: 最大資料夾深度: {0}

# MessageBox_ClearingThisBookmarkWillAlsoClearThatBookmark
source: Clearing this bookmark also clears that bookmark.
bg: Премахването на тази отметка премахва и тази отметка.
ca: Netejar aquest marcador també neteja aquest marcador.
de: Löschung des Lesezeichen löscht diese Lesezeichen.
fr: L'effacement de ce signet efface également ce signet.
he: ניקוי סימניה זו ינקה גם את הסימנייה הזאת.
ja: このブックマークを消去すると、そのブックマークも消去されます。
pt: Limpar este marcador também limpa este.
ru: Очистка этой закладки также приведет к удалению этой закладки.
sr: Брисањем овог обележивача такође се брише и тај обележивач.
tr: Bu yer imini temizlemek, o yer imini de temizler.
uk: Очищення цієї закладки також очищає цю закладку.
zh_cn: 清除当前书签也会清除另一书签.
zh_hant: 清除當前書籤也會清除另一個書籤.

# Main_Status_Excluded0MissingFiles
source: Excluded {0} missing files.
bg: Пропуснати са {0} липсващи файла.
ca: S'han exclòs {0} fitxers perduts.
de: Ausgeschlossene {0} fehlende Dateien.
fr: Fichiers manquants exclus {0}.
he: אל תכלול {0} קבצים חסרים.
hr: Isključeno {0} nedostajućih datoteka.
ja: 除外された {0} 件の不足ファイル。
pt: Excluídos {0} ficheiros em falta.
ru: Исключено {0} отсутствующих файлов.
sr: Искључене {0} датотеке које недостају.
tr: {0} eksik dosya hariç tutuldu.
uk: Виключено {0} відсутніх файлів.
zh_cn: 排出了 {0} 个丢失的文件.
zh_hant: 排除 {0} 個遺失的檔案.

# Test_SearchType_Text
source: _Text
bg: _Текст
fr: _Texte
he: _טקסט
hr: _Tekst
it: _Testo
ja: テキスト(_T)
pt: _Texto
ru: _Текст
sr: Текст
tr: _Metin
uk: _Текст
zh_cn: 文本(_T)
zh_hant: 文字

# Main_ReplaceTooltip_NoWritableFilesInResults
source: No writable files in results
bg: В резултатите няма файлове, които имат права за писане
ca: No hi ha fitxers amb permisos d'escriptura als resultats
fr: Aucun fichier enregistrable dans les résultats
ja: 結果に書き込み可能なファイルなし
pt: Sem ficheiros graváveis nos resultados
sr: Нема датотека за писање у резултатима
tr: Sonuçlarda yazılabilir dosya yok
uk: У результатах немає файлів для запису
zh_cn: 结果中没有可写文件
zh_hant: 結果中無可寫入檔案

# Main_CancelButton
source: _Cancel
bg: Отка_з
ca: _Cancel·lar
de: _Abbrechen
fr: _Annuler
he: _ביטול
hr: _Otkaži
it: _Annulla
ja: キャンセル(_C)
pt: _Cancelar
ru: _Отмена
sk: _Zrušiť
sr: Поништи
tr: _İptal
uk: _Скасувати
zh_cn: 取消(_C)
zh_hant: 取消

# Options_OpenTheWholeArchiveForTheseExtensions
source: On file open, open the whole archive for these extensions:
bg: При отваряне на файл, следните разширения да бъдат възприемани като архив:
ja: ファイルを開く際には、これらの拡張子に対してアーカイブ全体を開く :
tr: Dosya açıldığında şu uzantılara ait arşivin tamamını aç:
uk: Відкривши файл, відкрийте весь архів для цих розширень:
zh_cn: 打开文件时，打开这些扩展名的整个压缩包：
zh_hant: 開啟檔案時, 開啟這些附檔名的整個壓縮檔案:

# Report_FoundNoMatchesFor
source: Found no matches for
bg: Не са намерени съвпадения за
ca: No s'ha trobat cap coincidència per a
de: keine Fundstelle für
fr: Aucune correspondance trouvée pour :
he: לא נמצאו התאמות עבור
ja: 一致なし :
pt: Sem correspondências para
ru: Не найдено совпадений для
sr: Ништа није нађено за
tr: Şunun için eşleşme bulunamadı
uk: Не знайдено збігів для
zh_cn: 未找到匹配下列查询的项目
zh_hant: 未找到符合查詢的項目

# Options_MatchTimeout
source: Match timeout
bg: Изчакване на съвпадение
ca: Temps d'espera de la coincidència
de: Such Timeout
fr: Temporisation de correspondance
he: משך הזמן למציאת התאמה
ja: 一致のタイムアウト
pt: Limite temporal de correspondência
ru: Тайм-аут совпадения
sr: Тајмаут налажења
tr: Eşleşme zaman aşımı
uk: Тайм-аут матчу
zh_cn: 匹配超时
zh_hant: 匹配超時

# Bookmarks_ReplaceWithHeader
source: Replace with
bg: Заменяне
ca: Substitueix per
de: Ersetze mit
fr: Remplacer par
he: להחליף ב
hr: Zamijeni s
it: Sostituisci con
ja: 置換対象
pt: Substituir por
ru: Заменять на
sk: Nahradiť
sr: Замени са
sv: Ersätt med
tr: Şununla değiştir
uk: Замінити
zh_cn: 替换为
zh_hant: 取代為

# MessageBox_ThereWasAnErrorUnregisteringAutoStartup
source: Could not unregister auto startup. Check the error log for details:
bg: Не може да бъде премахната регистрацията за автоматично стартиране. Проверете дневника за подробности:
ca: No s'ha pogut desregistrar l'inici automàtic. Comproveu el registre d'error per a més detalls:
de: Fehler beim Deaktivieren des Autostarts , für Details siehe Fehlerprotokoll:
fr: Impossible de désenregistrer le démarrage automatique. Vérifiez le journal des erreurs pour plus de détails :
he: אירעה שגיאה בעת ביטול ההפעלה האוטומטית. עיין ביומן השגיאות לפרטים:
ja: 自動起動の登録を解除できませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível desregistar arranque automático. Verifique os detalhes no ficheiro de erros:
ru: Произошла ошибка при отмене регистрации автозапуска. Подробные сведения см. в логе ошибок:
sr: Није могуће опозвати регистрацију аутоматског покретања. Проверите извештај за детаље:
tr: Otomatik başlatmanın kaydı silinemedi. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося скасувати реєстрацію автоматичного запуску. Подробиці перевірте в журналі помилок:
zh_cn: 取消开机启动时发生错误. 日志查看详情:
zh_hant: 無法取消開機啟動. 日誌查看詳情:

# MessageBox_ThereWasAnErrorSavingOptions
source: Could not save options. Check the error log for details:
bg: Настройките не могат да бъдат запазени. Проверете дневника за подробности:
ca: No s'ha pogut desar les opcions. Comproveu el registre d'error per a més detalls:
de: Fehler beim Sichern der Optionen, für Details siehe Fehlerprotokoll:
fr: Impossible de sauvegarder les options. Vérifiez le journal des erreurs pour plus de détails :
he: אירעה שגיאה בשמירת אפשרויות. עיין ביומן השגיאות לפרטים:
ja: オプションを保存できませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível guardar as opções. Verifique os detalhes no ficheiro de erros:
ru: Произошла ошибка при сохранении параметров. Подробные сведения см. в логе ошибок:
sr: Није могуће сачувати опције. Проверите извештај грешака:
tr: Seçenekler kaydedilemedi. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося зберегти параметри. Подробиці перевірте в журналі помилок:
zh_cn: 保存选项时发生错误. 日志查看详情:
zh_hant: 無法儲存選項. 日誌查看詳情:

# Main_ForExampleAsteriskPattern
source: For example: *.txt;*.xml
bg: Например: *.txt;*.xml
ca: Per exemple: *.txt;*.xml
de: z.B. Datei??.*
fr: Par exemple : *.txt;*.xml
he: e.g. file??.*
it: Esempio: *.txt;*.xml
ja: 例 : *.txt;*.xml
pl: Na przykład: *.txt;*.xml
pt: Por exemplo: *.txt;*.xml
ru: Например: file??.*
sk: Napríklad: *.txt;*.xml
sr: На пример: *.txt;*.xml
sv: Till exempel: *.txt;*.xml
tr: Örneğin: *.txt;*.xml
uk: Наприклад: *.txt;*.xml
zh_cn: 例. file??.*
zh_hant: 例: *.txt;*.xml

# Main_WindowTitle
source: {0} in "{1}" – dnGrep
ca: {0} a"{1}" – dnGrep
fr: {0} dans "{1}" - dnGrep
he: {0} ב- "{1}" - dnGrep
ja: "{1}" 内の {0} – dnGrep
pt: {0} em "{1}" – dnGrep
ru: Поиск {0} в "{1}" - dnGrep
sr: {0} у "{1}" – dnGrep
tr: "{1}" içinde {0} – dnGrep
uk: {0} у "{1}" – dnGrep
zh_cn: {0} 在 "{1}" - dnGrep
zh_hant: "{0}" 在 "{1}" 中 - dnGrep

# Options_OnMainPanel
source: on the main panel
bg: основния панел
ca: al panell de cerca
de: im Suchbereich
fr: sur le panneau principal
he: בחלון הראשי
ja: メイン パネル上
pt: no painel principal
ru: на главной панели (Поиск содержимого)
sr: на главном панелу
tr: ana panelde
uk: на головній панелі
zh_cn: 在主面板
zh_hant: 主面板

# MessageBox_UndoWillRevertModifiedFiles
source: Undo will revert modified file(s) back to their original state. Any changes made to the file(s) after the replace will be overwritten. Continue?
bg: При отменяне променените файлове ще бъдат върнати в изходно състовние. Промените, направени след заменянето ще бъдат презаписани. Желаете ли да продължите?
ca: Desfés tornarà a revertir els fitxer(s) modificats al seu estat original. Qualsevol canvi fet al(s) fitxer(s) després de la substitució serà sobreescrit. Voleu continuar?
de: Rückgängig machen versetzt die geänderte(n) Datei(en) wieder in ihren ursprünglichen Zustand zurück. Alle Änderungen, die nach dem Ersetzen an der/den Datei(en) vorgenommen wurden, werden überschrieben. Sind Sie sicher, dass Sie fortfahren möchten?
fr: Annuler ramènera le(s) fichier(s) modifié(s) à leur état d'origine. Toute modification apportée au(x) fichier(s) après le remplacement sera écrasée. Continuer ?
he: ביטול יחזיר את הקובץ (או קבצים) שהשתנו בחזרה למצבם המקורי. כל השינויים שבוצעו בקובץ (או קבצים) לאחר ההחלפה יוחלפו. האם אתה בטוח שברצונך להמשיך?
ja: 元に戻すと変更されたファイルが元の状態に戻ります。置換後にファイルに加えられた変更は上書きされます。続行しますか?
pt: Anular irá reverter o(s) ficheiro(s) modificado(s) para o estado original. Quaisquer alterações feitas após a substituição serão perdidas. Continuar?
ru: Отмена вернет измененные файлы в исходное состояние. Любые изменения, внесенные в файл(ы) после замены, будут перезаписаны. Вы уверены, что хотите продолжить?
sr: Опозив ће вратити измењене датотеке у почетно стање. Све промене направљене у датотекама након замене биће преписане. Настави?
tr: Geri alma, değiştirilen dosyaları orijinal durumlarına geri döndürecektir. Değiştirme işleminden sonra dosya(lar)da yapılan değişikliklerin üzerine yazılacaktır. Devam etmek ister misiniz?
uk: Функція «Відмініти» поверне змінені файли до їх початкового стану. Будь-які зміни, внесені у файл(и) після заміни, буде перезаписано. Продовжити?
zh_cn: 撤销操作会将文件还原到他们原始的状态. 任何修改将会丢失. 确定要这么做?
zh_hant: 撤銷操作會將檔案還原到原始狀態, 任何變更將會遺失. 確定執行?

# ReportSummary_Encoding
source: Encoding:
bg: Кодиране:
ca: Codificació:
de: Zeichencodierung:
fr: Encodage :
he: הצפנה:
hr: Enkodiranje:
it: Codifica:
ja: エンコーディング :
pl: Kodowanie:
pt: Codificação:
ru: Кодировка:
sk: Kódovanie:
sr: Енкодирање:
tr: Kodlama:
uk: Кодування:
zh_cn: 编码:
zh_hant: 編碼:

# Main_ResultList_CountMatches
source: {0} ({1} matches)
bg: {0} ({1} съвпадения)
ca: {0} ({1} coincidències)
de: {0} ({1} Fundstellen)
fr: {0} ({1} correspond)
he: {0} \u200f({1} התאמות)
hr: {0} ({1} podudaranja)
ja: {0} ({1} 件の一致)
pt: {0} ({1} correspondências)
ru: {0} (совпадений:{1})
sr: {0} ({1} нађено)
tr: {0} ({1} eşleşme)
uk: {0} ({1} збігається)
zh_cn: {0} ({1} 个匹配)
zh_hant: {0} ({1} 個符合項)

# Main_ResetOptions
source: Reset filters
bg: Нулиране на настройки
ca: Reinicialitzar filtres
de: Zurücksetzen
fr: Réinitialisation des filtres
he: איפוס אפשרויות
hr: Resetiraj filtere
ja: フィルターをリセット
pt: Repor filtros
ru: Сброс параметров
sr: Ресетовање филтера
tr: Filtreleri sıfırla
uk: Скинути фільтри
zh_cn: 重置选项
zh_hant: 重置過濾器

# Main_AllDates
source: All dates
bg: Всички дати
ca: Totes les dates
de: jedes Datum
fr: Toutes les dates
he: כל התאריכים
it: Ogni data
ja: すべての日付
pt: Todas as datas
ru: Любая дата
sk: Akýkoľvek dátum
sr: Сви датуми
sv: Alla datum
tr: Tüm tarihler
uk: Всі дати
zh_cn: 所有日期
zh_hant: 所有日期

# Main_Validation_XPathIsNotValid
source: XPath is not valid!
bg: Изразът на XPath не е валиден!
ca: XPath no és vàlid!
de: XPtah ist nicht gültig!
fr: XPath n'est pas valide !
he: XPath אינו תקין!
ja: XPath が無効です!
pt: XPath não é válido!
ru: Недопустимый XPath!
sr: XPath није важећи!
tr: XPath geçerli değil!
uk: XPath недійсний!
zh_cn: XPath 不合法!
zh_hant: XPath 不合法!

# ScriptHint_set_filedatefilter
source: Date filter selection
bg: Избор на филтър за дати
ja: 日付フィルターの選択
sr: Одабир датумског филтера
tr: Tarih filtresi seçimi
uk: Вибір фільтра дати
zh_cn: 日期筛选器选择
zh_hant: 日期過濾器選擇

# Main_Attributes_Encoding
source: Encoding:
bg: Кодиране:
ca: Codificació:
de: Zeichencodierung:
fr: Encodage :
he: הצפנה:
hr: Enkodiranje:
it: Codifica:
ja: エンコーディング :
pl: Kodowanie:
pt: Codificação:
ru: Кодировка:
sk: Kódovanie:
sr: Енкодирање:
tr: Kodlama:
uk: Кодування:
zh_cn: 编码:
zh_hant: 檔案編碼:

# Main_Attributes_DateModified
source: Date modified:
bg: Дата на промяна:
ca: Data de modificació:
de: Änderungsdatum:
fr: Date modifiée :
he: תאריך שינוי:
it: Ultima modifica:
ja: 変更日時 :
pt: Data de modificação:
ru: Дата изменения:
sk: Dátum úpravy:
sr: Промењено:
sv: Datum modifierad:
tr: Değiştirilme tarihi:
uk: Дата зміни:
zh_cn: 修改时间:
zh_hant: 修改日期:

# Main_DateTo
source: to
bg: и
ca: fins
de: zu
fr: à
he: עד
hr: do
it: e le
ja: まで
pt: a
ru: заканчивая
sr: до
sv: till
tr: Bitiş Tarihi
uk: до
zh_cn: 到
zh_hant: 到

# Main_FilterSummary_ByModifiedDate
source: By modified date
bg: По дата на промяна
ca: Per data de modificació
de: über Änderungsdatum
fr: Par date de modification
he: לפי תאריך שונה
it: Per data di modifica
ja: 変更日時順
pt: Por data de modificação
ru: По дате изменения
sr: По датуму промене
tr: Değiştirilme tarihine göre
uk: За зміненою датою
zh_cn: 根据修改时间
zh_hant: 依據修改日期

# BookmarkDetails_CaseSensitive
source: C_ase sensitive
bg: Съвпадение на _регистъра
ca: Distingeix _majúscules i minúscules
de: Groß-/Kleinschreibung
fr: Sensible à la case
he: תלוי רישיות
hr: Osjetljiv na velika i mala slova
it: M_aiuscolo/Minuscolo
ja: 大/小文字を区別する(_A)
pl: Wielkość liter ma znaczenie
pt: Respeitar maiús_culas
ru: Чувствительность к р_егистру
sr: Осетљиво на величину слова
sv: versalkänslig
tr: _Harfe duyarlı
uk: Чутливий до регістру
zh_cn: 大小写敏感(_A)
zh_hant: 區分大小寫

# Script_Validation_TheTargetNameIsInvalid
source: The target name is not valid
bg: Името на целта е недействително
ja: 対象名が無効です
sr: Име дестинације није валидно
tr: Hedef adı geçerli değil
uk: Цільове ім'я недійсне
zh_cn: 目标名称无效
zh_hant: 目標名稱無效

# Main_Menu_About_Help
source: _Help
bg: _Помощ
ca: A_juda
de: _Hilfe
fr: _Aide
he: _עזרה
it: _Aiuto
ja: ヘルプ(_H)
pt: _Ajuda
ru: _Помощь
sr: Помоћ
tr: _Yardım
uk: _Допомога
zh_cn: 帮助(_H)
zh_hant: 說明

# ScriptHint_copyfilenames
source: Copy file names in results to the clipboard
bg: Копира в междинната памет имената на файловете, идващи като резултат
ja: 検索結果のファイル名をクリップボードにコピー
sr: Копирај имена датотека резултата на спремиште
tr: Sonuçlardaki dosya adlarını panoya kopyala
uk: Скопіюйте назви файлів у результатах у буфер обміну
zh_cn: 将结果中的文件名复制到剪贴板
zh_hant: 將結果中的檔案名稱複製到剪貼簿

# Options_ShowResultsTreeExpanded
source: Show results tree expanded
bg: Дървото на резултатите да е разтворено
ca: Mostra l'arbre de resultats expandit
de: zeige Ergebnisbaum ausführlich
fr: Afficher l'arbre des résultats étendu
he: הצג את עץ התצוגה מורחב
ja: 結果ツリーを展開して表示
pt: Mostrar a árvore expandida de resultados
ru: Показывать развернутое дерево результатов
sr: Приказати стабло резултата проширено
tr: Sonuç ağacını genişletilmiş olarak göster
uk: Показати розгорнуте дерево результатів
zh_cn: 展开显示搜索结果
zh_hant: 展開顯示搜尋結果

# Options_CompareCommand
source: Command
bg: Команда
ca: Ordre
de: Kommando
fr: Commande
he: פקודה
ja: コマンド
pt: Comando
ru: Команда
sr: Команда
tr: Komut
uk: Команда
zh_cn: 命令
zh_hant: 命令

# Replace_Next
source: _Next
bg: На_пред
ca: _Següent
de: _Weiter
fr: _Suivant
he: _הבא
ja: 次へ(_N)
pt: _Seguinte
ru: _Следующее
sr: Следеће
tr: _Sonraki
uk: _Далі
zh_cn: 下一个(_N)
zh_hant: 下一個

# MessageBox_ErrorSettingClipboardTextTheClipboardIsLockedBy
source: Could not set clipboard text. The clipboard is locked by
bg: Грешка при поставяне на текст в междинната памет. Тя е заключена от
ca: No s'ha pogut copiar al porta-retalls. El porta-retalls està bloquejat per
de: Fehler beim Übertragen in die Zwischenablage, die Zwischenablage ist gesperrt durch
fr: Impossible de définir le texte du presse-papiers. Le presse-papiers est verrouillé par
he: שגיאה בהגדרת טקסט הלוח, הלוח ננעל על ידי
ja: クリップボードのテキストを設定できませんでした。クリップボードはロックされています
pt: Não foi possível obter o texto do clipboard. O clipboard está bloqueado por
ru: Ошибка настройки текста буфера обмена, буфер обмена заблокирован
sr: Није могуће поставити текст клипборду. Клипборд је закључан од
tr: Pano metni ayarlanamadı. Pano şu şekilde kilitlendi
uk: Не вдалося встановити текст буфера обміну. Буфер обміну заблоковано
zh_cn: 无法设置剪贴板文本。剪贴板被以下东西锁定
zh_hant: 無法設定剪貼簿文字, 剪貼簿被鎖定

# MessageBox_YesExitAnyway
source: Yes, exit anyway
bg: Да
ja: はい、とにかく終了
tr: Evet, yine de çık
uk: Так, все одно вийти
zh_cn: 是的，退出
zh_hant: 是的, 退出

# Options_FilesOnly
source: files only
bg: само файлове
ca: només fitxers
fr: Fichiers seulement
he: קבצים בלבד
ja: ファイルのみ
pt: apenas ficheiros
ru: только файлы
sr: само датотеке
tr: yalnızca dosyalar
uk: тільки файли
zh_cn: 仅文件
zh_hant: 僅檔案

# Main_MoreMenu_Save_TextResults
source: Text results
bg: Като текст
ca: Resultats en textual
de: Text Ergebnisse
fr: Résultats du texte
he: תוצאות טקסט
hr: Tekstualni rezultati
it: Risultati testo
ja: テキスト形式
pt: Resultados em texto
ru: Текстовые результаты
sr: Текст резултати
sv: Textresultat
tr: Metin sonuçları
uk: Текстові результати
zh_cn: 文本搜索结果
zh_hant: 文字搜尋結果

# ScriptHint_run_powershell
source: Run a PowerShell script
bg: Изпълнява скрипт на PowerShell
ja: PowerShell スクリプトの実行
sr: Покрени PowerShell скрипт
tr: PowerShell komut dosyası çalıştır
uk: Запустіть сценарій PowerShell
zh_cn: 运行 PowerShell 脚本
zh_hant: 執行 PowerShell 指令碼

# ScriptHint_bookmark_add
source: Add a new bookmark
bg: Добавя отметка
ja: 新しいブックマークを追加
sr: Додај нови обележивач
tr: Yeni bir yer imi ekle
uk: Додати нову закладку
zh_cn: 添加一个新书签
zh_hant: 新增書籤

# Bookmarks_MoveToBottom
source: Move to bottom
bg: Преместване накрая
ca: Mou fins el final
fr: déplacer en bas
hr: Pomakni na dno
it: Sposta al fondo
ja: 一番下に移動
sk: Presunúť na koniec
sr: Премести на крај
sv: Gå till botten
tr: En alta taşı
uk: Перемістіть вниз
zh_cn: 移到底部
zh_hant: 移到底部

# Main_MoreMenu_Report_Options
source: Report options…
bg: Настройки на отчети…
ca: Opcions de l'informe…
fr: Options du rapport …
hr: Opcije izvještaja…
ja: レポート オプション…
pt: Reportar opções…
sr: Опције рапорта…
sv: Rapportalternativ…
tr: Rapor seçenekleri…
uk: Параметри звіту…
zh_cn: 报告选项…
zh_hant: 報告選項…

# TTA5_MatchesAnyNumberOfCharacters
source: * matches any number of characters
bg: * съвпада с произволен брой знаци
de: * sucht beliebige Anzahl von Zeichen
fr: * correspond à un nombre quelconque de caractères
ja: * は任意の数の文字に一致
pt: * correspondências de qualquer número de carateres
ru: * соответствует любому количеству символов
sr: * одговара било колико карактера
tr: * herhangi bir sayıda karakterle eşleşir
uk: * відповідає будь-якій кількості символів
zh_cn: * 匹配任意数量字符
zh_hant: * 符合任意數量字元

# Main_AddSearchPatternToBookmarks
source: Add search pattern to bookmarks
bg: Добавяне на модела за търсене в отметките
ca: Afegeix el patró de cerca als favorits
de: Suchmuster-Lesezeichen hinzufügen
fr: Ajouter un modèle de recherche aux signets
he: הוסף תבנית חיפוש לסימניות
ja: 検索パターンをブックマークに追加
pt: Adicionar padrões de pesquisa aos marcadores
ru: Добавить шаблон поиска в закладки
sk: Pridať vzor vyhľadávania do záložiek
sr: Додати шаблон за претрагу у обележиваче
sv: Lägg till sökmönster till bokmärken
tr: Yer imlerine arama deseni ekle
uk: Додати шаблон пошуку до закладок
zh_cn: 给书签添加搜索模式
zh_hant: 將搜尋樣式加入書籤

# Options_PreviewToolForTranslators
source: Preview tool for translators
bg: Предварителен преглед на преводи
ca: Eina de previsualització per als traductors
de: Vorschautool für Übersetzer
fr: Outil de prévisualisation pour les traducteurs
he: כלי תצוגה מקדימה למתרגמים
ja: 翻訳者向けプレビュー ツール
pt: Ferramenta de pré-visualização para tradutores
ru: Инструмент предварительного просмотра для переводчиков
sr: Алат за преглед за преводиоце
tr: Çevirmenler için önizleme aracı
uk: Інструмент попереднього перегляду для перекладачів
zh_cn: 译员预览工具
zh_hant: 譯員預覽工具
