Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Main_Status_ReplaceComplete0FilesReplaced
source: Replace completed – replaced text in {0} files.
bg: Заменянето е завършено - има замяна в {0} файла.
ca: Substitució completada - text substituït en {0} fitxers.
de: Ersetzen abgeschlossen - {0} Dateien bearbeitet.
fr: Remplacement terminé - texte remplacé dans {0} fichiers.
he: החלפה הסתיימה - {0} קבצים הוחלפו.
hr: Zamjena izvršena - zamijenjen tekst u {0} datoteka.
ja: 置換が完了 – {0} ファイルでテキストが置換されました。
pt: Substituição completa - texto substituído em {0} ficheiros.
ru: Замена выполнена - файлов заменено:{0}.
sr: Замена завршена – замењен текст у {0} датотекама.
tr: Tamamlananları değiştir – {0} dosyadaki metin değiştirildi.
uk: Заміну завершено – замінено текст у {0} файлах.
zh_cn: 替换完成 - {0} 个文件内容已被替换.
zh_hant: 取代完成 - {0} 個檔案內容已取代.

# Main_Results_RenameFile
source: Rename file
bg: Преименуване на файл
ca: Canviar el nom del fitxer
de: Datei umbenennen
fr: Renommer un fichier
he: שנה שם קובץ
hr: Preimenuj datoteku
ja: ファイルの名前変更
pt: Renomear ficheiro
ru: Переименовать файл
sr: Преименовати датотеку
tr: Dosyayı yeniden adlandır
uk: Перейменувати файл
zh_cn: 重命名文件
zh_hant: 重新命名檔案

# Script_Editor_RunScript
source: _Run script
bg: _Изпълняване на скрипт
ja: スクリプトの実行(_R)
sr: Покрени скрипт
tr: Komut dosyasını _çalıştır
uk: _Запустіть сценарій
zh_cn: 运行脚本（_R)
zh_hant: 執行指令碼

# Options_UseDefault
source: Use default font
bg: Използване на системния
ca: Utilitza el tipus de lletra per defecte
de: Vorgaben benutzen
fr: Utiliser la police par défaut
he: השתמש בברירת המחדל
ja: 既定のフォントを使用する
pt: Utilizar tipografia predefinida
ru: Использовать стандартный
sr: Користити подразумевани фонт
tr: Varsayılan yazı tipini kullan
uk: Використовувати шрифт за замовчуванням
zh_cn: 使用默认
zh_hant: 使用預設字體

# Options_ArchiveExtensions
source: Extensions:
bg: Разширения:
de: Erweiterungen:
he: סיומות קבצים:
ja: 拡張子 :
pt: Extensões:
ru: Расширения:
sr: Додатци:
tr: Uzantılar:
uk: Розширення:
zh_cn: 扩展:
zh_hant: 擴充功能:

# Main_Status_Replacing
source: Replacing…
bg: Заменяне…
ca: Substituint…
de: Ersetzen...
fr: Remplacer…
he: מחליף...
hr: U procesu zamjenjavanja…
ja: 置換中…
pt: Substituindo…
ru: Замена...
sr: Замена…
tr: Değiştiriliyor…
uk: Заміна…
zh_cn: 正在替换…
zh_hant: 取代中…

# Main_Zoom
source: Zoom:
bg: Мащаб:
de: Vergrößern:
he: זום:
ja: ズーム :
ru: Масштаб:
sr: Зум:
tr: Yakınlaştır:
uk: Збільшити:
zh_cn: 缩放:
zh_hant: 縮放:

# BookmarkDetails_Title
source: Bookmark Details
bg: Детайли на отметка
ca: Detalls del marcador
de: Leisezeichendetails
fr: Détails du signet
he: פרטי סימנייה
it: Dettagli Preferito
ja: ブックマークの詳細
pt: Detalhes do Marcador
ru: Подробности закладки
sk: Podrobnosti o záložke
sr: Детаљи обележивача
sv: Bokmärkedetaljer
tr: Yer İmi Ayrıntıları
uk: Деталі закладки
zh_cn: 书签详情
zh_hant: 書籤詳細資訊

# ReportSummary_UsingEverythingIndexSearch
source: Using Everything index search
bg: Използване на услугата за индексиране на Everything
de: Benutze Everything Index Suche
fr: Utilisation de la recherche par index Everything
he: השתמש באינדקס החיפוש של Everything
ja: Everything インデックス検索を使用
pt: Cadeia de texto incorporada no relatório dnGrep quando a opção do Tipo de padrão de ficheiro Everything está selecionada. "Everything" é o nome de uma aplicação (consulte https://www.voidtools.com/) Este controlo é visível apenas se a aplicação estiver instalada no computador do utilizador
ru: Использована Служба индексации Everything
sr: Употреба претраге Everything-а
tr: Everything dizini aramasını kullan
uk: Використання пошуку в індексі Everything
zh_cn: 使用 Everything 索引搜索
zh_hant: 使用 Everything 索引搜尋

# Options_Minutes
source: minutes
bg: минути
ja: 分
tr: dakika
uk: хвилин
zh_cn: 分钟
zh_hant: 分鐘

# Replace_SearchFor
source: Search for:
bg: Търсене:
ca: Cerca:
de: Suche nach:
fr: Recherche :
he: חפש את:
hr: Pronađi:
it: Cerca per:
ja: 検索対象 :
pt: Procurar:
ru: Искать содержимое:
sk: Hľadať obsah:
sr: Претажити:
sv: Sök efter:
tr: Şunu ara:
uk: Пошук:
zh_cn: 搜索:
zh_hant: 搜尋:

# ScriptHint_set_hoursto
source: Date time 'Past' hours filter
bg: Часове за филтъра „В последните“, за полето „до“
ja: 日時 '過去' 時間のフィルター
tr: Tarih saat 'Geçmiş' saat filtresi
uk: Дата час Фільтр «Минулих» годин
zh_cn: 日期时间“Past”小时筛选器
zh_hant: 日期時間 'Past' 時數過濾器

# Options_Close
source: _Close
bg: _Затваряне
ca: _Tancar
de: _Schliessen
fr: _Fermer
he: _סגור
hr: _Zatvori
it: _Chiudi
ja: 閉じる(_C)
pt: _Fechar
ru: _Закрыть
sk: _Zavrieť
sr: Затворити
sv: _Stäng
tr: _Kapat
uk: _Закрити
zh_cn: 关闭(_C)
zh_hant: 關閉

# Options_ContextBeforeAnd
source: before and
bg: реда преди и
ca: abans i
de: vor und
fr: avant et
he: לפני
hr: prije i
it: prima e
ja: 行前から
pt: antes e
ru: перед и
sk: pred a
sr: пре и
sv: före och
tr: önce ve
uk: перед і
zh_cn: 前
zh_hant: 行和後

# Help_CmdLineUsage
source: Usage:
bg: Използване:
ca: Utilització:
fr: Utilisation :
he: שימוש:
ja: 使用方法 :
pt: Utilização:
sk: Používanie:
sr: Употреба:
tr: Kullanımı:
uk: Використання:
zh_cn: 使用方法:
zh_hant: 用法:

# TTB3_InsertsASingleDollarSignIntoTheReplacementText
source: $$ inserts a single dollar sign into the replacement text
bg: $$ вмъква един знак за долар в текста за заменяне
ca: $$ insereix un sol signe de dòlar en el text de substitució
de: $$ fügt ein einzelnes Dollarzeichen in den Ersetzungstext ein
fr: $$ insère un seul signe de dollar dans le texte de remplacement
ja: $$ は、置換テキストに単一のドル記号を挿入します
pt: $$ insere um símbolo de dólar no texto de correspondência
ru: $$ вставляет один знак доллара в заменяющий текст
sr: $$ убацује један знак долара у заменски текст
tr: $$, değiştirilen metne tek bir dolar işareti ekler
uk: $$ вставляє один знак долара в текст заміни
zh_cn: $$ 在替换字符中插入一个 $ 符号 (转义)
zh_hant: $$ 在取代字元中插入一個 $ 符號

# Main_SizeIs
source: Size is
bg: Големина от
ca: Mida
de: Größe in
fr: Taille est
he: הגודל הוא
hr: Veličina je
ja: サイズが
pt: O tamanho é
ru: Размер от:
sr: Величина је
tr: Boyut
uk: Розмір є
zh_cn: 大小
zh_hant: 大小

# Report_FoundMatchesFor
source: Found matches for
bg: Намерени съвпадения за
ca: S'han trobat coincidències per a
de: gefundene Fundstelle für
fr: Correspondances trouvées pour :
he: נמצאו התאמות עבור
ja: 次のキーワードの一致 :
pt: Encontradas correspondências para
ru: Найдены совпадения для
sr: Пронађено налажење за
tr: Şunun için eşleşmeler bulundu
uk: Знайдено збіги для
zh_cn: 找到了下列查询的匹配
zh_hant: 找到符合查詢的項目

# ReportOptionsWindow_PressF1ForHelp
source: Press F1 for help
bg: Натиснете F1 за помощ
ca: Premeu F1 per a obtenir ajuda
fr: Presser F1 pour l'aide
ja: ヘルプを表示するには F1 を押してください
pt: Pressione F1 para ajuda
sr: F1 за помоћ
tr: Yardım için F1'e basın
uk: Натисніть F1, щоб отримати допомогу
zh_cn: 按 F1 获取帮助
zh_hant: 按 [F1] 獲得相關說明

# Main_PatternsToExclude
source: Patterns to exclude:
bg: Модели на изключване:
ca: Patrons a excloure:
de: Muster ausschliessen:
fr: Modèles à exclure :
he: אל תכלול:
hr: Obrasci za isključiti:
it: Pattern da escludere:
ja: 除外するパターン :
pl: Wzorce do wykluczenia:
pt: Padrões a excluir:
ru: Исключающие шаблоны:
sk: Vzory na vylúčenie:
sr: Шаблон за одбацивање:
sv: Mönster att utesluta:
tr: Hariç tutulacak desenler:
uk: Шаблони для виключення:
zh_cn: 排除文件名:
zh_hant: 排除樣式:

# MessageBox_ClearingThisBookmarkWillAlsoRemoveThoseBookmarks
source: Clearing this bookmark also removes those bookmarks.
bg: Премахването на тази отметка премахва и тези отметки.
ca: Netejar aquest marcador també eliminarà aquests marcadors.
de: Löschung des Lesezeichens entfernt das Lesezeichen.
fr: L'effacement de ce signet supprime également ces signets.
he: ניקוי סימניה זו יסיר גם את הסימניות האלו.
ja: このブックマークを消去すると、それらのブックマークも削除されます。
pt: Limpar este marcador também limpa estes.
ru: Очистка этой закладки также приведет к удалению этих закладок.
sr: Брисањем овог обележивача такође се уклањају ови обележивачи.
tr: Bu yer imini temizlediğinizde bu yer imleri de kaldırılır.
uk: Очищення цієї закладки також видаляє ці закладки.
zh_cn: 清除当前书签也会清除另一些书签.
zh_hant: 清除當前書籤也會清除另一些書籤.

# BookmarkDetails_SearchType_XPath
source: _XPath
ja: XPath(_X)

# Bookmarks_Title
source: Bookmarks
bg: Отметки
ca: Marcadors
de: Lesezeichen
fr: Signets
he: סימניות
hr: Knjižne oznake
it: Preferiti
ja: ブックマーク
pt: Marcadores
ru: Закладки
sk: Záložky
sr: Обележивачи
sv: Bokmärken
tr: Yer İmleri
uk: Закладки
zh_cn: 书签
zh_hant: 書籤

# Options_Small
source: Small
bg: Малки
ja: 小
tr: Küçük
uk: Маленький
zh_cn: 小
zh_hant: 小

# CopyCommand_Error0ForArgument1
source: Error: {0} for argument {1}
bg: Грешка: {0} за аргумента {1}
ja: エラー : 引数 {1} に対して {0} が必要です
tr: Hata: {1} argümanı için {0}
uk: Помилка: {0} для аргументу {1}
zh_cn: 错误：变量 {1} 的错误消息 {0}
zh_hant: 錯誤: 參數 {1} 的錯誤訊息 {0}

# Main_UseGitignoreToFilterFiles
source: Use .gitignore to filter files
bg: За изключване на файлове се използва файла .gitignore
ca: Utilitza .gitignore per filtrar fitxers
de: benutze .gitignore zur Dateifilterung
fr: Utiliser .gitignore pour filtrer les fichiers
he: השתמש ב- .gitignore לסנן קבצים
hr: Koristi .gitignore za filtriranje datoteka
it: Usa .gitignore per filtrare i file
ja: .gitignore を使用してファイルをフィルタリング
pt: Utilizar .gitignore para filtrar ficheiros
ru: Использовать .gitignore для фильтрации файлов
sk: Na filtrovanie súborov použiť .gitignore
sr: Употребити .gitignore за филтрирање датотека
sv: Använd .gitignore för att filtrera filer
tr: Dosyaları filtrelemek için .gitignore kullan
uk: Використовуйте .gitignore для фільтрації файлів
zh_cn: 使用 .gitignore 来过滤文件
zh_hant: 使用 .gitignore 過濾檔案

# Bookmarks_MoveDown
source: Move down
bg: Преместване надолу
ca: Mou avall
fr: descendre
hr: Pomakni dolje
it: Sposta giù
ja: 下へ移動
sk: Presunúť dole
sr: На доле
sv: Gå ner
tr: Aşağı taşı
uk: Рухатися вниз
zh_cn: 下移
zh_hant: 下移

# ReportSummary_Type0DateFrom1To2
source: {0} date from {1} to {2}
bg: Датата на {0} е между {1} и {2}
de: {0} Datum vom {1} bis {2}
fr: {0} date de {1} à {2}
he: {0} תאריך מ {1} ל {2}
ja: {0} の日付 : {1} から {2} まで
pt: {0} data de {1} a {2}
ru: {0} от {1} до {2}
sr: {0} датум од {1} до {2}
tr: {0} tarihi {1} ile {2} arasında
uk: {0} дата з {1} до {2}
zh_cn: {0} 时间自 {1} 至 {2}
zh_hant: {0} 日期自 {1} 至 {2}

# ScriptHint_movefiles_value
source: The destination folder path
bg: Целева папка
ca: Ruta a la carpeta de destinació
ja: 宛先フォルダーのパス
sr: Путања дестинационе фасцикле
tr: Hedef klasör yolu
uk: Шлях цільової папки
zh_cn: 目标文件夹路径
zh_hant: 目標資料夾路徑

# ScriptHint_report_csv
source: The result report as a csv file
bg: Справка във вид на CSV
ja: CSV ファイルでの結果レポート
sr: Извештај резултата као CSV фајл
tr: Sonuçları CSV dosyası olarak raporla
uk: Звіт про результати у вигляді файлу csv
zh_cn: csv 文件格式的报告
zh_hant: csv 檔案格式報告

# Options_ButtonSize
source: Button size:
bg: Размер на бутоните:
ja: ボタンのサイズ :
tr: Düğme boyutu:
uk: Розмір кнопки:
zh_cn: 按钮大小：
zh_hant: 按鈕大小:

# Main_Results_CopyFullFilePaths
source: Copy full file paths
bg: Копиране на пълните пътища
ca: Copiar rutes senceres dels fitxers
de: Kompletten Verzeichnispfad kopieren
fr: Copier le chemin complet des fichiers
he: העתק נתיבי קבצים מלאים
ja: ファイルのフルパスをコピー
pt: Copiar caminho completo do ficheiro
ru: Скопировать полные пути к файлам
sr: Копирати пуну путању датотеке
tr: Tam dosya yollarını kopyala
uk: Скопіюйте повні шляхи до файлів
zh_cn: 复制完整文件路径
zh_hant: 複製完整檔案路徑

# ReportSummary_ExcludePattern
source: Exclude file pattern:
bg: Изключващ модел:
ca: Excloure patró de fitxers:
de: Ausgeschlossen Suchmuster:
fr: Modèle d'exclusion de fichier :
he: תבנית אי הכללה:
ja: 除外するファイル パターン :
pt: Excluir padrão de ficheiro:
ru: Исключающий шаблон:
sr: Шаблон датотеке за изузимање:
tr: Dosya desenini hariç tut:
uk: Виключити шаблон файлу:
zh_cn: 排除文件名:
zh_hant: 排除檔案樣式:

# ReportSummary_DotAsNewline
source: Dot as newline
bg: Точка за _нов ред
ca: Punt com a nova línia
de: Punkt als neue Zeile
fr: Point comme nouvelle ligne
he: עגון בשורה חדשה
ja: ドットを改行として扱う
pt: Ponto como nova linha
ru: Точка в роли новой строки
sr: Тачка као нова линија
tr: Nokta Yeni Satır
uk: Крапка як новий рядок
zh_cn: 点号作为新行
zh_hant: 點號(.)搜尋包含換行字元

# ScriptHint_set
source: Set a value on a target property
bg: Задава стойност на целевия параметър
ja: 対象プロパティに値を設定
sr: Постави вредност на дестинационој особини
tr: Hedef özelliğe değer ayarla
uk: Установіть значення цільової властивості
zh_cn: 在目标属性上设置一个值
zh_hant: 在目標屬性上設定一個值

# Script_Editor_Save
source: _Save
bg: _Запазване
ja: 保存(_S)
sr: Сними
tr: _Kaydet
uk: _Зберегти
zh_cn: 保存(_S)
zh_hant: 儲存

# Main_SearchType_Hex
source: Byte
bg: Шестнадесетично
fr: Octet
he: Hex
hr: Bajt
ja: バイト
ru: Hex (Шестнадцатеричный)
sk: Bajt (hexadecimálny)
sr: Бајт
uk: Байт
zh_cn: 16 进制
zh_hant: 位元組

# BookmarkDetails_Content_Group
source: Content
ca: Contingut
fr: Contenu
it: Contenuto
ja: 内容
pl: Zawartość
pt: Conteúdo
sk: Obsah
sr: Садржај
sv: Innehåll
tr: İçerik
uk: Зміст
zh_cn: 内容
zh_hant: 內容

# Script_Validation_ThisCommandDoesNotAllowANullValue
source: This command does not allow a null value
bg: Командата не приема null като стойност
ja: このコマンドは null 値を許可しません
sr: Команда не дозвољава празне вредности
tr: Bu komut boş bir değere izin vermez
uk: Ця команда не допускає нульове значення
zh_cn: 该命令不允许空值
zh_hant: 此命令不允許空值

# MessageBox_SomeOfTheFilesCannotBeModifiedIfYouContinueTheseFilesWillBeSkipped
source: Some of the files cannot be modified. If you continue, these files will be skipped.
bg: Някои от файловете не могат да бъдат променяни. Ако продължите ще бъдат пропуснсти.
ca: Alguns dels fitxers no es poden modificar. Si continueu, aquests fitxers s'ometran.
de: Einige Dateien könne nicht verschoben werden. Bei Fortführung werden diese Dateien übersprungen.
fr: Certains des fichiers ne peuvent pas être modifiés. Si vous continuez, ces fichiers seront ignorés.
he: לא ניתן לשנות חלק מהקבצים. אם תמשיך, קבצים אלה ידולגו.
ja: 一部のファイルは変更できません。続行すると、これらのファイルはスキップされます。
pt: Alguns ficheiros não podem ser modificados. Se continuar, esses ficheiros serão ignorados.
ru: Некоторые файлы не могут быть изменены. Если вы продолжите, эти файлы будут пропущены.
sr: Неке датотеке се не могу мењати. Ако наставите, ове датотеке ће бити прескочене.
tr: Bazı dosyalar değiştirilemez. Devam ederseniz bu dosyalar atlanacak.
uk: Деякі файли не можна змінити. Якщо ви продовжите, ці файли буде пропущено.
zh_cn: 部分文件无法被修改. 如果继续, 这些文件将会被跳过.
zh_hant: 部分檔案無法修改. 如果繼續, 這些檔案將會被跳過.

# Test_WholeWord
source: _Whole word
bg: Цели _думи
ca: _Paraula sencera
de: _Ganzes Wort
fr: _Mot entier
he: _מילה שלמה
hr: _Cijela riječ
it: _Intera parola
ja: 完全一致(_W)
pt: _Palavra completa
ru: _Слово целиком
sk: _Celé slovo
sr: Цела реч
tr: _Tüm kelime
uk: _Ціле слово
zh_cn: 全字匹配(_W)
zh_hant: 全字符合

# Options_ShowFilesWithSearchErrorsInResultsPanel
source: Show files with search errors in results panel
bg: Файлове с грешки от търсенето в панела с резултати
ca: Mostra els fitxers amb errors de cerca al panell de resultats
ja: 結果パネルで検索エラーのあるファイルを表示
tr: Arama hatası içeren dosyaları sonuçlar panelinde göster
uk: Показувати файли з помилками пошуку на панелі результатів
zh_cn: 在结果面板中显示搜索出错的文件
zh_hant: 在結果面板中顯示搜尋錯誤的檔案

# Main_SearchFilesInMultipleThreads
source: Search files in multiple threads
bg: Търси файлове с помощта на няколко нишки
ca: Cerca fitxers en múltiples fils
de: Dateien in mehreren Stränge suchen
fr: Recherche de fichiers dans plusieurs fils
ja: 複数スレッドでファイルを検索
pt: Procurar ficheiros em múltiplas linhas
ru: Поиск файлов несколькими потоками выполнения
sr: Претражите датотеке у више нити
tr: Birden çok ileti dizisindeki dosyaları ara
uk: Пошук файлів у кількох потоках
zh_cn: 多线程搜索文件
zh_hant: 多執行緒搜尋檔案

# Test_CopyToClipboard
source: Copy to clipboard
bg: Копиране в междинната памет
de: In die Zwischenablage übernehmen
fr: Copier dans le presse-papier
he: העתק ללוח
ja: クリップボードにコピー
pt: Copiar para memória
ru: Скопировать в буфер обмена
sr: Копирати у оставу
tr: Panoya kopyala
uk: Копіювати в буфер обміну
zh_cn: 复制到剪贴板
zh_hant: 複製到剪貼簿

# Main_Attributes_File
source: File:
bg: Файл:
ca: Fitxer:
de: Datei:
fr: Fichier :
he: קוֹבֶץ:
hr: Datoteka:
ja: ファイル :
pt: Ficheiro:
ru: Файл:
sk: Súbor:
sr: Датотека:
sv: Fil:
tr: Dosya:
uk: Файл:
zh_cn: 文件:
zh_hant: 檔案名稱:

# MessageBox_CouldNotLoadTheme
source: Could not load the '{0}' theme. Check the error log for details:
bg: Темата „{0}“ не може да бъде отворена. Проверете дневника за подробности:
ca: No s'ha pogut carregar el tema `{0}'. Comproveu el registre d'error per a més detalls:
de: Kann die Themendatei '{0}' nicht laden, für Details siehe Fehlerprotokoll:
fr: Impossible de charger le thème '{0}'. Vérifiez le journal des erreurs pour plus de détails :
he: לא ניתן לטעון את ערכת הנושא '{0}', עיין ביומן השגיאות לפרטים:
ja: '{0}' テーマを読み込めませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível carregar o tema '{0}'. Verifique o registo detalhado de erros:
ru: Не удалось загрузить тему '{0}', Подробные сведения см. в логе ошибок:
sr: Не могу да учитам тему '{0}'. Проверите дневник грешака за детаље:
tr: '{0}' teması yüklenemedi. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося завантажити тему "{0}". Подробиці перевірте в журналі помилок:
zh_cn: 无法读取主题 '{0}', 日志查看详情:
zh_hant: 無法載入主題 '{0}', 日誌查看詳情:

# Bookmarks_Edit
source: _Edit
bg: _Редактиране
ca: _Editar
de: _Editieren
fr: _Editer
he: _ערוך
hr: _Uredi
it: _Modifica
ja: 編集(_E)
pt: _Editar
ru: _Редактировать
sk: _Upraviť
sr: Измени
sv: _Redigera
tr: _Düzenle
uk: _Редагувати
zh_cn: 编辑(_E)
zh_hant: 編輯

# Options_MoveFiles
source: Move files
bg: Преместване на файлове
ca: Al moure fitxers
he: העבר קבצים
ja: ファイルの移動
pt: Mover Ficheiros
sr: Помери фајлове
tr: Dosyaları taşı
uk: Перемістити файли
zh_cn: 移动文件
zh_hant: 移動檔案

# ScriptHint_set_hoursfrom
source: Date time 'Past' hours filter
bg: Дата и час за филтъра „В последните“, за полето „от“
ja: 日時 '過去' 時間のフィルター
tr: Tarih saat 'Geçmiş' saat filtresi
uk: Дата час Фільтр «Минулих» годин
zh_cn: 日期时间“Past”小时筛选器
zh_hant: 日期時間 'Past' 時數過濾器

# BookmarkDetails_SearchType_Regex
source: _Regular expression
bg: _Регулярен израз
ca: Expressió _regular
fr: _Expression régulière
he: _Regex
hr: _Regularni izraz
it: Espressione _Regolare
ja: 正規表現(_R)
pl: Wyrażenie regularne
pt: _Expressão regular
ru: _Regex (Регулярное выражение)
sk: _Regulárny výraz
sr: Регуларни израз
tr: _Normal ifade
uk: _Регулярний вираз
zh_cn: 正则表达式(_R)
zh_hant: 正則運算式

# Options_ShowNavigationButtons
source: Show navigation buttons
bg: Бутони за придвижване
ja: ナビゲーション ボタンを表示
tr: Gezinti düğmelerini göster
uk: Показати кнопки навігації
zh_cn: 显示导航按钮
zh_hant: 顯示導航按鈕

# Test_SearchGroup
source: Search
bg: Търсене
ca: Cerca
de: Suche
fr: Rechercher
he: חיפוש
ja: 検索
pt: Procurar
ru: Поиск
sr: Претражити
tr: Ara
uk: Пошук
zh_cn: 搜索
zh_hant: 搜尋

# Main_SortMenu_FileNameOnly
source: File name only
bg: Само по име на файла
ca: Només nom de fitxer
de: nur Dateinamen
fr: Nom de fichier seulement
he: שם קובץ בלבד
hr: Samo naziv datoteke
ja: ファイル名のみ
pt: Só o nome do ficheiro
ru: Только по имени файла
sr: Само име датотеке
tr: Yalnızca dosya adı
uk: Тільки ім'я файлу
zh_cn: 仅文件名
zh_hant: 僅檔案名稱

# MessageBox_TheFile0AlreadyExistsIn1OverwriteExisting
source: The file '{0}' already exists in {1}. Overwrite existing?
bg: Файлът „{0}“ вече съществува в {1}. Да бъде ли презаписан?
ca: El fitxer '{0}' ja existeix a {1}. Voleu sobreescriure l'existent?
de: Die Datei '{0}' existiert bereits in {1}, überschreiben?
fr: Le fichier '{0}' existe déjà dans {1}. Ecraser l'existant ?
he: הקובץ '{0}' כבר קיים ב-{1}, להחליף את הקיים?
ja: ファイル '{0}' は既に {1} に存在します。上書きしますか?
pt: O ficheiro '{0}' já existe em {1}. Gravar por cima?
ru: Файл '{0}' уже существует в {1}, перезаписать его?
sr: Даттоека '{0}' већ постоји у {1}. Преписати постојећу?
tr: '{0}' dosyası zaten {1} içinde mevcut. Mevcut olanın üzerine yazılsın mı?
uk: Файл "{0}" уже існує в {1}. Перезаписати наявне?
zh_cn: 文件 '{0}' 已存在于文件夹 {1}, 覆盖?
zh_hant: 檔案 '{0}' 已存在於資料夾 {1}, 是否覆蓋?

# Preview_Zoom
source: Zoom:
bg: Мащаб:
de: Auflösung:
he: זום:
ja: ズーム :
ru: Масштаб:
sr: Зум:
tr: Yakınlaştır:
uk: Збільшити:
zh_cn: 缩放:
zh_hant: 縮放:

# BookmarkDetails_UseGitignore
source: Use .gitignore
bg: Използване на .gitignore
ca: Utilitza .gitignore
de: benutze .gitignore
fr: Utiliser .gitignore
he: השתמש ב- .gitignore
hr: Koristi .gitignore
it: Usa .gitignore
ja: .gitignore を使用
pt: Utilizar .gitignore
ru: Использовать .gitignore
sk: Použiť .gitignore
sr: Узми у обзир .gitignore
sv: Använd .gitignore
tr: .gitignore'u kullan
uk: Використовуйте .gitignore
zh_cn: 使用 .gitignore
zh_hant: 使用 .gitignore

# ScriptHint_set_encoding_value
source: Set the code page number or -1 for Auto detection
bg: Задава кодова страница или -1 за автоматичен избор
ja: コードページ番号または自動検出の場合は -1
sr: Постави број кодне стране или -1 за аутоматско откривање
tr: Otomatik algılama için kod sayfası numarasını veya -1'i ayarlayın
uk: Установіть номер кодової сторінки або -1 для автоматичного визначення
zh_cn: 设置代码页码，-1 表示自动检测
zh_hant: 設定程式碼頁碼, -1 為自動檢測

# Script_Validation_Header_Message
source: Message
bg: Съобщение
ja: メッセージ
sr: Поруке
tr: Mesaj
uk: Повідомлення
zh_cn: 消息
zh_hant: 訊息

# ReportOptionsWindow_ReportOptions
source: Report Options
bg: Настройки на отчети
ca: Opcions de l'informe
fr: Options des rapports
ja: レポート オプション
pt: Opções do Relatório
sr: Опције извештаја
tr: Rapor Seçenekleri
uk: Параметри звіту
zh_cn: 报告选项
zh_hant: 報告選項

# Script_Editor_SaveAs
source: Save _as…
bg: Запазване _като…
ja: 名前をつけて保存(_A)…
sr: Сними као…
tr: _Farklı Kaydet…
uk: Зберегти _як…
zh_cn: 另存为(_A)…
zh_hant: 另存新檔…

# Bookmarks_Summary_Multiline
source: Multiline
bg: Многоредово
ca: Multilínia
de: Mehrzeilig
fr: Multiligne
hr: Višelinijski
it: Multilinea
ja: 複数行
pt: Multilinha
ru: Многострочность
sk: Viacriadkové
sr: Вишелинијско
tr: Çok Satırlı
uk: Багаторядковий
zh_cn: 多行
zh_hant: 多行

# ScriptHint_undo
source: Undo the last replace operation
bg: Отменя последното действие на заместване
ca: Desfés l'última operació de substitució
ja: 最後の置換操作を元に戻す
tr: Son değiştirme işlemini geri al
uk: Скасувати останню операцію заміни
zh_cn: 撤消上次替换操作
zh_hant: 撤銷上次取代操作

# Main_HideResultOptions
source: Hide result options
bg: Скрива настройките на резултатите
ca: Amaga les opcions del resultat
de: unterdrücke Ergbnisoptionen
fr: Masquer les options de résultat
he: הסתר אפשרויות תוצאה
it: Nascondi opzioni risultati
ja: 結果オプションを非表示
pt: Esconder resultado de opções
ru: Скрыть параметры результатов
sr: Сакрити опције резултата
sv: Göm resultatsalternativ
tr: Sonuç seçeneklerini gizle
uk: Приховати параметри результату
zh_cn: 隐藏搜索结果选项
zh_hant: 隱藏搜尋結果選項

# ScriptHint_exit
source: Close all the windows and exit dnGrep
bg: Затваря прозорците на dnGrep и излиза от приложението
ja: すべてのウィンドウを閉じて dnGrep を終了
sr: Затвори све прозоре и угаси dnGrep
tr: Tüm pencereleri kapat ve dnGrep'ten çık
uk: Закрийте всі вікна та вийдіть з dnGrep
zh_cn: 关闭所有窗口并退出 dnGrep
zh_hant: 關閉所有視窗並退出 dnGrep

# Main_ResultList_AtEndOfLine
source: (at end of the line)
bg: (на края на реда)
ca: (al final del fitxer)
de: (am Ende einer Zeile)
fr: (à la fin de la ligne)
he: (בסוף הקו)
hr: (na kraju linije)
ja: (行の末尾で)
pt: (no final da linha)
ru: (в конце строки)
sr: (на крају линије)
tr: (satırın sonunda)
uk: (в кінці рядка)
zh_cn: (行尾)
zh_hant: (行尾)

# Replace_ReplaceKey2_SelectedMatch
source: Selected match
bg: Избрано съвпадение
ca: Coincidències seleccionades
de: Fundstelle selektiert
fr: Correspondance sélectionnée
he: התאמה נבחרת
ja: 選択された一致項目
pt: Correspondência selecionada
ru: Выбранное совпадение
sr: Одабрано налажење
tr: Seçilen eşleşme
uk: Вибраний збіг
zh_cn: 已选择匹配
zh_hant: 已選擇符合項

# Main_DockRight
source: Dock right
bg: Закотвяне вдясно
ca: Ancla a la dreta
de: Anbindung rechts
fr: Position à droite
he: עגינה ימינה
hr: Zakvači desno
it: Ancora a destra
ja: 右に配置
pt: Doca à direita
ru: Dock-панель Справа
sr: Постави десно
tr: Sağda
uk: Док праворуч
zh_cn: 向右停靠
zh_hant: 向右停駐
