Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# About_AboutDnGREP
source: About dnGrep
bg: Относно dnGrep
ca: Quant a dnGrep
de: Über dnGrep
fr: À propos de dnGrep
he: אודות dnGrep
hr: Informacije o dnGrep
it: Informazioni su dnGrep
ja: dnGrep について
pl: O programie dnGrep
pt: Sobre dnGrep
ru: О программе dnGrep
sk: O programe dnGrep
sr: О dnGrep
sv: Om dnGrep
tr: dnGrep Hakkında
uk: Про dnGrep
zh_cn: 关于 dnGrep
zh_hant: 關於 dnGrep

# About_BuiltOn
source: Built on
bg: Компилирано на
ca: Compilat el
de: Erstellt am
fr: Construire sur
he: תאריך בנייה
it: Compilato su
ja: ビルド日時
pl: Zbudowany na
pt: Compilado em
ru: Сборка
sk: Zostava
sr: Направљен
tr: Sürüm tarihi
uk: Побудований на
zh_cn: 构建于
zh_hant: 建構於

# About_ConvertsPDFFilesToPlainText
source: Converts PDF files to plain text
bg: Преобразува файлове на PDF в текст
ca: Converteix fitxers PDF a text pla
de: Wandelt PDF Dateien in Text um
fr: Convertir les fichiers PDF en texte
he: ממיר קבצי PDF לטקסט רגיל
it: Coverte i file PDF in text normale
ja: PDF ファイルをプレーンテキストに変換
pl: Konwertuje pliki PDF na zwykły tekst
pt: Converte ficheiros PDF em texto simples
sk: Konvertuje súbory PDF na obyčajný text
sr: Конвертује PDF датотеке у обичан текст
sv: Konverterar PDF-filer till oformatterad text
tr: PDF dosyalarını düz metne dönüştürür
uk: Перетворює PDF-файли на звичайний текст
zh_cn: 将 PDF 文件转换为纯文本
zh_hant: 將 PDF 檔案轉換為純文字

# About_DnGrepOnGitHub
source: dnGrep on GitHub
bg: dnGrep в GitHub
ca: dnGrep a GitHub
de: dnGrep auf GitHub
fr: dnGrep sur GitHub
he: dnGrep ב- GitHub
hr: dnGrep na GitHub-u
it: dnGrep su GitHub
ja: dnGrep のウェブサイト
pl: dnGrep na GitHubie
pt: dnGrep no GitHub
ru: dnGrep в GitHub
sk: dnGrep na GitHub
sr: dnGrep на GitHub
sv: dnGrep på GitHub
tr: GitHub'da dnGrep
uk: dnGrep на GitHub
zh_hant: dnGrep 於 GitHub

# About_FileSystemIndexingLocateFilesInstantly
source: File system indexing, locate files instantly
bg: Индексиране на файлова система, мигновено намиране на файлове
ca: Indexació del sistema d'arxius, localitza els fitxers a l'instant
de: Dateinsystem indizieren, lokale Dateien ersatzweise
fr: Indexation des fichiers système, localisation instantanée des fichiers
he: אינדקס מערכת קבצים, מצא קבצים מיידית
hr: Indeksiranje i instantno lociranje datoteka
it: Indicizzazione del file system, individua i file immediatamente
ja: ファイルシステムのインデックス作成、ファイルの瞬時検索
pl: Indeksowanie systemu plików, natychmiastowa lokalizacja plików
pt: Sistema de indexação de ficheiros, localiza ficheiros instantaneamente
sk: Indexovanie súborového systému, okamžité vyhľadávanie súborov
sr: Систем индексирања датотека, одмах лоцирајте датотеке
sv: Filsystem indexering, hitta filer direkt
tr: Dosya sistemi indeksleme, dosyaları anında bulun
uk: Індексація файлової системи, миттєвий пошук файлів
zh_cn: 文件系统索引，立即定位文件
zh_hant: 檔案系統索引, 立即定位檔案

# About_LibraryForReadingArchiveFiles
source: Library for reading archive files
bg: Библиотека за четене на архиви
ca: Llibreria per a llegir fitxers
de: Lese-Bibliothek für Archive Dateien
fr: Librairie pour lecture des fichiers archive
he: ספרייה לקריאת קבצי ארכיון
hr: Biblioteka za čitanje arhiviranih datoteka
it: Libreria per la lettura dei file di archivio
ja: アーカイブファイル読み込み用ライブラリ
pl: Biblioteka do odczytu plików archiwalnych
pt: Biblioteca para leitura de ficheiros de arquivo
sk: Knižnica na čítanie archívnych súborov
sr: Библиотека за читање архивских датотека
sv: Bibliotek för att läsa arkivfiler
tr: Arşiv dosyalarını okumak için kütüphane
uk: Бібліотека для читання архівних файлів
zh_cn: 用于读取压缩文件的库
zh_hant: 用於讀取壓縮檔案的函式庫

# About_NETLibraryFor7Zip
source: .NET library for 7-Zip
bg: Библиотека на .NET за 7-Zip
ca: Llibreria .NET per a 7-Zip
de: .NET Bibliothek für 7-Zip
fr: Librairie .NET pour 7-Zip
he: ספריית .NET ל- 7-Zip
hr: .NET biblioteka za 7-Zip
it: Libreria .NET per 7-Zip
ja: 7-Zip 用の .NET ライブラリ
pl: Biblioteka .NET dla 7-Zip
pt: Biblioteca .NET para 7-Zip
sk: Knižnica .NET pre 7-Zip
sr: .NET библиотека за 7-Zip
sv: .NET bibliotek för 7-Zip
tr: 7-Zip için .NET kitaplığı
uk: Бібліотека .NET для 7-Zip
zh_cn: 7-Zip 的 .NET 库
zh_hant: 7-Zip 的 .NET 函式庫

# About_NETLibraryForCharacterSetDetection
source: .NET library for character set detection
bg: Библиотека на .NET за разпознаване на знаци
ca: Llibreria .NET per a la detecció del joc de caràcters
de: .NET Bibliothek für Zeichensatzerkennung
fr: Librairie .NET pour détection des jeux de caractères
he: ספריית .NET לאיתור ערכות תווים
hr: .NET biblioteka za otkrivanje skupa znakova
it: Libreria .NET per il riconoscimento del set di caratteri
ja: 文字セット検出用の .NET ライブラリ
pl: Biblioteka .NET do wykrywania zestawu znaków
pt: Biblioteca .NET para deteção de conjunto de carateres
sk: Knižnica .NET na detekciu znakovej sady
sr: .NET библиотека за откривање скупа знакова
sv: .NET-bibliotek för teckenuppsättningsdetektion
tr: Karakter Seti Tespiti İçin .NET Kitaplığı
uk: Бібліотека .NET для виявлення набору символів
zh_cn: 用于检测字符集的 .NET 框架
zh_hant: 用於檢測字元集的 .NET 函式庫

# About_NETLibraryForExtendedLengthPaths
source: .NET library for extended length paths
bg: Библиотека на .NET за работа с дълги пътища
ca: Llibreria .NET per a rutes de longitud estesa
de: .NET Bibliothek für erweiterte Pfadlänge
fr: Librairie .NET pour chemins de longueur étendue
he: ספריית .NET לנתיבים באורך מורחב
hr: .NET biblioteka za produžene duljine putanja
it: Libreria .NET per percorsi di lunghezza estesa
ja: 拡張長パス用の .NET ライブラリ
pl: Biblioteka .NET dla dłuższych ścieżek
pt: Biblioteca .NET para caminhos estendidos
sk: Knižnica .NET pre dlhšie cesty
sr: .NET библиотека за дугачке путање фајлова
tr: Genişletilmiş Uzunluktaki Yollar İçin .NET Kitaplığı
uk: Бібліотека .NET для розширених шляхів
zh_cn: 用于扩展长度路径的 .NET 库
zh_hant: 用於擴展長度路徑的 .NET 函式庫

# About_NETLibraryForReadingMicrosoftExcelFiles
source: .NET library for reading Microsoft Excel files
bg: Библиотека на .NET за прочитане на файлове на Microsoft Excel
ca: Llibreria .NET per llegir fitxers de Microsoft Excel
de: .NET Bibliothek für Microsoft Excel Dateien
fr: Librairie .NET pour lecture des fichiers Microsoft Excel
he: ספריית .NET לקריאת קבצי Microsoft Excel
hr: .NET biblioteka za čitanje Microsoft Excel datoteka
it: Libreria .NET per leggere file di Microsoft Excel
ja: Microsoft Excel ファイル読み込み用の .NET ライブラリ
pl: Biblioteka .NET do odczytu plików Microsoft Excel
pt: Biblioteca .NET para leitura de ficheiros Microsoft Excel
sk: Knižnica .NET na čítanie súborov Microsoft Excel
sr: .NET библиотека за читање Microsoft Excel датотеке
sv: .NET-bibliotek för att läsa Microsoft Excel-filer
tr: Microsoft Excel Dosyalarını Okumak İçin .NET Kitaplığı
uk: Бібліотека .NET для читання файлів Microsoft Excel
zh_cn: 读取 Microsoft Excel 文件的 .NET 库
zh_hant: 用於讀取 Microsoft Excel 檔案的 .NET 函式庫

# About_NETLibraryToParseECMA376Numbers
source: .NET library to parse ECMA-376 numbers
bg: Библиотека на .NET за анализ на числа на ECMA-376
ca: Llibreria .NET per analitzar nombres ECMA-376
de: .NET Bibliothek zur Analyse von ECMA-376 Nummern (Open Office XML)
fr: Librairie .NET pour analyse des nombres ECMA-376
he: ספריית .NET לנתח מספרי ECMA-376
hr: .NET biblioteka za parsiranje ECMA-376 brojeva
it: Libreria .NET per analizzare numeri ECMA-376
ja: ECMA-376 数値解析用の .NET ライブラリ
pl: Biblioteka .NET do analizowania numerów ECMA-376
pt: Biblioteca .NET para extrair números ECMA-376
sk: Knižnica .NET na analýzu čísel ECMA-376
sr: .NET библиотека за ишчитавање ECMA-376 бројева
tr: ECMA-376 Sayılarını Ayrıştırmak İçin .NET Kitaplığı
uk: Бібліотека .NET для аналізу чисел ECMA-376
zh_cn: 解析 ECMA-376 数字的 .NET 库
zh_hant: 用於解析 ECMA-376 數字的 .NET 函式庫

# About_Acknowledgments
source: Acknowledgments
bg: Благодарности
ca: Agraïments
de: Komponenten
fr: Remerciements
he: הכרות תודה
hr: Priznanja
it: Ringraziamenti
ja: 謝辞
pl: Podziękowanie
pt: Agradecimentos
ru: Благодарности
sk: Poďakovanie
sr: Признања
sv: Tack till
tr: Bildirimler
uk: Подяки
zh_cn: 特别鸣谢
zh_hant: 致謝

# About_JsonFrameworkForNET
source: JSON framework for .NET
bg: Софтуерна рамка на .NET за JSON
ca: JSON framework per a .NET
de: JSON Framework für .NET
fr: Infrastructure JSON pour .NET
he: Json framework ל- .NET
hr: JSON framework za .NET
it: JSON framework per .NET
ja: .NET 用のJSONフレームワーク
pl: Framework JSON dla .NET
pt: Framework JSON para .NET
sk: Framework JSON pre .NET
sr: JSON framework за .NET
sv: JSON ramverk för .NET
tr: .NET için JSON çerçevesi
uk: JSON framework для .NET
zh_cn: .NET 的 JSON 框架
zh_hant: .NET 的 JSON 框架

# About_LoggingFrameworkForNET
source: Logging framework for .NET
bg: Софтуерна рамка на .NET за дневници
ca: Registre del framework de .NET
de: Protokoll Framework für .NET
fr: Infrastructure de journalisation pour .NET
he: רישום framework עבור .NET
hr: Framework za zapisivanje za .NET
it: Framework di logging per .NET
ja: .NET 用ログ フレームワーク
pl: Struktura rejestrowania dla .NET
pt: Framework de registo de logs para .NET
sk: Rámec protokolovania pre .NET
sr: Извештај за .NET
sv: Loggningsramverk för .NET
tr: .NET günlük kaydı çerçevesi
uk: Платформа журналювання для .NET
zh_cn: .NET 日志框架
zh_hant: .NET 日誌框架

# About_NETLibraryToWorkWithWordAndExcelDocuments
source: .NET library to work with Word and Excel documents
bg: Библиотека на .NET за работа с документи на Word и Excel
ca: Llibreria .NET per a treballar amb documents de Word i Excel
de: .NET Bibliothek zur Verarbeitung von Word und Excel Dokumenten
fr: Librairie .NET pour travailler avec des documents Word et Excel
he: ספריית .NET לעבודה עם מסמכי Word ו- Excel
hr: .NET biblioteka za rad s Word i Excel dokumentima
it: Libreria .NET per lavorare con documenti di Word ed Excel
ja: Word および Excel ドキュメント操作用の .NET ライブラリ
pl: Biblioteka .NET do pracy z dokumentami Word i Excel
pt: Biblioteca .NET para trabalhar com documentos Word e Excel
sk: Knižnica .NET na prácu s dokumentmi Word a Excel
sr: .NET библиотека за рад са Word и Excel документима
sv: .NET-bibliotek för att arbeta med Word och Excel-dokument
tr: Word ve Excel Belgeleriyle Çalışmak İçin .Net Kitaplığı
uk: Бібліотека .NET для роботи з документами Word і Excel
zh_cn: 处理 Word 和 Excel 文档的 .NET 库
zh_hant: 用於處理 Word 和 Excel 文件的 .NET 函式庫

# BookmarkDetails_AssociatedFolders
source: Associated folders:
bg: Свързани папки:
ca: Carpetes associades:
de: dazugehörige Verzeichnisse:
fr: Dossiers associés :
he: תיקיות הקשורות:
hr: Povezane mape:
it: Cartelle associate:
ja: 関連付けされたフォルダー :
pl: Powiązane foldery:
pt: Pastas associadas:
ru: Связанные папки:
sk: Priradené priečinky:
sr: Асоциране фасцикле:
sv: Associerade mappar:
tr: İlişkili klasörler:
uk: Пов'язані папки:
zh_cn: 关联的文件夹:
zh_hant: 關聯資料夾:

# About_NETWPFTextEditorComponent
source: .NET WPF text editor component
bg: Компонент за текстов редактор на .NET WPF
ca: Component d'editor de text WPF de .NET
de: .NET WPF Texteditor Komponenten
fr: Composant d'éditeur de texte WPF .NET
he: .NET WPF רכיב עורך טקסט
hr: .NET WPF komponenta za uređivanje teksta
it: Componente per l'editor di testo .NET WPF
ja: .NET WPF テキストエディタ コンポーネント
pl: Komponent edytora tekstu .NET WPF
pt: Componente do editor de texto . NET WPF
sk: Komponent textového editora .NET WPF
sr: .NET компонента за WPF текст едитор
tr: .NET WPF Metin Düzenleyici Bileşeni
uk: Компонент текстового редактора .NET WPF
zh_cn: .NET WPF 文本编辑器组件
zh_hant: .NET WPF 文字編輯器組件

# About_Version
source: Version
bg: Издание
ca: Versió
he: גרסה
hr: Verzija
it: Versione
ja: バージョン
pl: Wersja
pt: Versão
ru: Версия
sk: Verzia
sr: Верзија
tr: Sürüm
uk: Версія
zh_cn: 版本
zh_hant: 版本

# BookmarkDetails_BookmarkName
source: Bookmark Name:
bg: Наименование на отметката:
ca: Nom del marcador:
fr: nom de l'onglet:
hr: Ime oznake:
ja: ブックマーク名 :
pl: Nazwa zakładki:
sk: Názov záložky:
sr: Име обележивача:
sv: Bokmärkesnamn:
tr: Yer İmi Adı:
uk: Назва закладки:
zh_cn: 书签名：
zh_hant: 書籤名稱:

# BookmarkDetails_BooleanOperators
source: Boolean operators
bg: Булеви оператори
ca: Operadors booleans
de: Boolische Operatoren
fr: Opérateurs booléens
he: אופרטורים בוליאניים
hr: Booleovi operatori
it: Operatori booleani
ja: 論理演算子
pl: Operatory logiczne
pt: Operadores booleanos
ru: Булевы операторы
sk: Logické operátory
sr: Логички оператори
sv: Booleska operatorer
tr: Boolean Operatörleri
uk: Логічні оператори
zh_cn: 布尔操作
zh_hant: 布林運算元

# About_OK
source: OK
bg: Добре
ca: D'acord
he: אישור
it: Conferma
ja: 閉じる
sr: У реду
tr: Tamam
zh_cn: 确定
zh_hant: 確定

# ScriptHint_sort
source: Sort results
bg: Сортиране на резултати
ja: 結果の並べ替え
tr: Sonuçları sırala
uk: Сортувати результати
zh_cn: 结果分类
zh_hant: 排序結果

# Test_SearchType_XPath
source: _XPath
ja: XPath(_X)

# BookmarkDetails_Description
source: Description:
bg: Описание:
ca: Descripció:
de: Beschreibung:
he: תיאור:
it: Descrizione:
ja: 説明 :
pl: Opis:
pt: Descrição:
ru: Описание:
sk: Popis
sr: Опис:
sv: Beskrivning:
tr: Açıklama:
uk: Опис:
zh_cn: 描述:
zh_hant: 描述:

# MessageBox_Scripts_HasUnsavedChangesSaveNow
source: {0} has unsaved changes. Save now?
bg: В скрипта „{0}“ има промени. Да бъдат ли запазени?
ca: {0} te c<nvis no desats. Desar ara?
ja: {0} には保存されていない変更があります。今保存しますか?
sr: {0} има несачуване промене. Сними сада?
tr: {0}'da kaydedilmemiş değişiklikler var. Şimdi kaydedilsin mi?
uk: {0} має незбережені зміни. Зберегти зараз?
zh_cn: {0} 有未保存的更改。 马上保存吗？
zh_hant: {0} 有未儲存的變更. 馬上儲存?

# Help_CmdLineVersion
source: Version {0} built on {1}
bg: Издание {0} създадено на {1}
ca: Versió {0} compilat el {1}
fr: Version {0} basée sur {1}
he: גרסה {0} תאריך בנייה {1}
ja: バージョン {0} ビルド日時 {1}
pt: Versão {0} produzida em {1}
sk: Verzia {0} zostava {1}
sr: Верзија {0} креирана {1}
sv: Version {0} byggd på {1}
tr: Sürüm {0}, {1} üzerine inşa edilmiştir
uk: Версія {0} побудована на {1}
zh_cn: 版本 {0} 编译于 {1}
zh_hant: 版本 {0} 編譯於 {1}

# TTA1_MatchesAllCharacters
source: . matches all characters
bg: . съвпада с всички знаци
de: . findet alle Zeichen
fr: . correspond à tous les caractères
ja: . はすべての文字に一致
pt: . corresponde a todos os carateres
ru: . соответствует всем символам
sr: . налази сва слова
tr: . tüm karakterlerle eşleşir
uk: . відповідає всім символам
zh_cn: . 匹配所有字符
zh_hant: . 符合所有字元

# ScriptHint_set_replacewith
source: Replace with
bg: Заменяне с
ca: Substitueix per
fr: Remplacer par
he: להחליף ב
hr: Zamijeni s
it: Sostituisci con
ja: 置換対象
pt: Substituir por
sk: Nahradiť
sr: Промени са
sv: Ersätt med
tr: Şununla değiştir
uk: Замінити на
zh_cn: 替换为
zh_hant: 取代為

# Main_EncodingAutoDetection
source: Auto detection (default)
bg: Автоматично (по подразбиране)
ca: Detecció automàtica (defecte)
de: automatische Erkennung (vorbelegt)
fr: Détection automatique (défaut)
he: איתור אוטומטי (ברירת מחדל)
it: Rilevamento automatico (default)
ja: 自動検出 (既定)
pt: Deteção automática (predefinição)
ru: Автоопределение (по умолчанию)
sr: Аутоматско откривање (подразумевано)
tr: Otomatik algılama (varsayılan)
uk: Автоматичне визначення (за замовчуванням)
zh_cn: 自动检测 (默认)
zh_hant: 自動檢測 (預設)

# MessageBox_ResourcesFile0IsNotAResxFile
source: Resources file '{0}', is not a resx file.
bg: Файлът с ресурси „{0}“, не е файл на resx.
ca: Fitxer de recursos '{0}', no es un fitxer resx.
de: Quelldatei '{0}', ist keine resx-Datein.
fr: Le fichier de ressources '{0}' n'est pas un fichier resx.
he: קובץ משאבים '{0}', אינו קובץ resx.
ja: リソース ファイル '{0}' は resx ファイルではありません。
pt: O ficheiro de recursos '{0}', não é um ficheiro resx.
ru: Файл ресурсов '{0}', не является resx-файлом.
sr: Ресурс '{0}', није resx датотека.
tr: '{0}' kaynak dosyası bir resx dosyası değil.
uk: Файл ресурсів "{0}" не є файлом resx.
zh_cn: 资源文件 '{0}' 并不是 resx 文件.
zh_hant: 資源檔 '{0}' 並不是 resx 檔案.

# Main_SearchGroup
source: Search
bg: Търсене
ca: Cerca
de: Suche
fr: Rechercher
he: חיפוש
hr: Pretraga
ja: 検索
pt: Procurar
ru: Поиск содержимого в файлах
sr: Тражити
tr: Ara
uk: Пошук
zh_cn: 搜索
zh_hant: 搜尋

# Validation_stringToDouble_IllegalCharacters
source: Illegal characters
bg: Неприемливи знаци
ja: 不正な文字
tr: Geçersiz karakterler
uk: Недопустимі символи
zh_cn: 非法字符
zh_hant: 非法字元

# Main_Validation_HexStringIsOK
source: Byte string is OK
bg: Шестнадесетичният низ е валиден
ca: La cadena de bytes es correcta
de: Hex Zeichen ist OK
fr: La chaîne d'octets est OK
he: מחרוזת Hex תקינה!
ja: バイト文字列は正常です
pt: A cadeia byte está OK
ru: Hex-строка в норме!
sr: Низ бајтова је ОК
tr: Bayt dizesi tamam
uk: Рядок байтів в порядку
zh_cn: 16 进制串没问题
zh_hant: 位元組字串正確

# Preview_ChangesTextEditorZoom
source: Changes text editor zoom
bg: Променя мащаба на текстовия редактор
ca: Canvia el zoom de l'editor de text
de: Ändere die Texteditor Auflösung
fr: Modification du zoom de l'éditeur de texte
he: שנה את הגודל של עורך הטקסט
ja: テキスト エディタのズームを変更
pt: Zoom do editor de texto das alterações
ru: Изменение масштаба текстового редактора
sr: Мења зум уређивача текста
tr: Metin düzenleyici yakınlaştırmasını değiştirir
uk: Змінює масштаб текстового редактора
zh_cn: 改变文本编辑器缩放
zh_hant: 變更文字編輯器縮放

# ScriptHint_expandfilefilters
source: Expand or hide the file filters section
bg: Отваря или затваря панела с филтри за файлове
ca: Expandeix o amaga la secció de filtres de fitxer
ja: ファイルフィルター セクションの展開または非表示
sr: Прошири или сакриј секцију филера датотека
tr: Dosya filtreleri bölümünü genişlet veya gizle
uk: Розгорнути або приховати розділ фільтрів файлів
zh_cn: 展开或隐藏文件筛选器部分
zh_hant: 展開或隱藏檔案過濾器部分

# Main_DotAsNewline
source: _Dot as newline
bg: Точка за _нов ред
ca: Punt com a _nova línia
de: _Punkt als neue Zeile
fr: _Point comme nouvelle ligne
he: _עגון בשורה חדשה
hr: _Točka kao nova linija
it: _Punto come nuova linea
ja: ドットを改行として扱う(_D)
pl: Kropka jako znak nowej linii
pt: _Ponto como nova linha
ru: _Точка в роли новой строки
sk: _Bodka ako znak nového riadku
sr: Тачка као нова линија
tr: _Nokta Yeni Satır
uk: _Крапка як новий рядок
zh_cn: 点号作为新行(_D)
zh_hant: 點號(.)搜尋包含換行字元

# ScriptHint_set_highlightmatches
source: Highlight matches
bg: Откроява съвпаденията
ca: Ressalta les coincidències
ja: 一致を強調表示
sr: Истакни поготке
sv: Markera matchningar
tr: Eşleşenleri vurgula
uk: Виділіть збіги
zh_cn: 高亮匹配
zh_hant: 醒目標示符合項

# Options_CompareApplication
source: Compare application
bg: Приложение за сравняване
ca: Aplicació de comparació
de: Dateivergleich
fr: Comparer l'application
ja: アプリケーションの比較
pt: Comparar aplicação
ru: Приложение сравнения
sr: Апликација упореда
tr: Uygulamayı karşılaştır
uk: Порівняти додаток
zh_cn: 对比软件
zh_hant: 比對應用程式

# ReportSummary_BooleanOperators
source: Boolean operators
bg: Булеви оператори
ca: Operadors booleans
de: Boolische Operatoren
fr: Opérateurs booléens
he: אופרטורים בוליאניים
hr: Booleovi operatori
it: Operatori booleani
ja: 論理演算子
pl: Operatory logiczne
pt: Operadores booleanos
ru: Булевы операторы
sk: Logické operátory
sr: Булови оператори
sv: Booleska operatorer
tr: Boolean operatörleri
uk: Логічні оператори
zh_cn: 布尔操作
zh_hant: 布林運算元

# BookmarkDetails_ForExampleRegularExpession
source: For example: file[0-9]{1,2}\\.txt
bg: Например: file[0-9]{1,2}\\.txt
ca: Per exemple: fitxer[0-9]{1,2}\\.txt
de: z.B. datei[0-9]{1,2}\\.txt
fr: Par exemple : fichier[0-9]{1,2}\\.txt
he: e.g. file[0-9]{1,2}\\.txt
it: Esempio: file[0-9]{1,2}\\.txt
ja: 例 : file[0-9]{1,2}\\.txt
pl: Na przykład: plik[0-9]{1,2}\\.txt
pt: Por exemplo: ficheiro[0-9]{1,2}\\.txt
ru: Например: file[0-9]{1,2}\\.txt
sk: Napríklad: súbor[0-9]{1,2}\\.txt
sr: На пример: file[0-9]{1,2}\\.txt
sv: Till exempel: file[0-9]{1,2}\\.txt
tr: Örneğin: dosya [0-9]{1,2}\\.txt
uk: Наприклад: файл[0-9]{1,2}\\.txt
zh_cn: 例: file[0-9]{1,2}\\.txt
zh_hant: 例: file[0-9]{1,2}\\.txt

# TTB2_InsertsTheTextMatchedIntoTheReplacementText
source: $1, $2, $3, etc… inserts the text matched between capturing parentheses into the replacement text
bg: $1, $2, $3, и т.н - вмъква попадащото между улавящите скоби в текста за заменяне
ca: $1, $2, $3, etc... insereix el text coincident entre parèntesis en el text de substitució
de: $1, $2, $3, etc... fügt die mit Klammern eingeschlossenen Fundstelle(n) in den durchsuchten Text ein
fr: $1, $2, $3, etc... insère le texte correspondant entre les parenthèses de capture dans le texte de remplacement
ja: $1、$2、$3 などは、キャプチャされた括弧の間に一致したテキストを挿入します
pt: $1, $2, $3, etc… insere o texto correspondente entre a captura de parênteses no texto de substituição
ru: $1, $2, $3, и т.д - вставляет текст, совпадающий между скобками захвата, в заменяющий текст
sr: $1, $2, $3, etc… умеће текст који се подудара између заграда у заменски текст
tr: $1, $2, $3 vb. parantezlerin arasında eşleşen metni değiştirilecek metne ekler
uk: $1, $2, $3 тощо… вставляє текст, що відповідає між круглими дужками, у текст заміни
zh_cn: $1, $2, $3, etc... 插入整个表达式相应的匹配组到替换文本
zh_hant: $1, $2, $3, 等… 將擷取括號間符合的文字插入為取代文字

# BookmarkDetails_Filters_Group_Tooltip
source: Include file filter properties in bookmark
bg: Включване на свойствата на филтъра за файлове в отметката
ca: Inclou propietats de filtre de fitxer al marcador
fr: Inclure les propriétés du filtre de fichier dans le signet
it: Includi le proprietà dei filtri file nei segnalibri
ja: ブックマークにファイルフィルタープロパティを含める
pl: Uwzględnij właściwości filtra plików w zakładce
pt: Incluir as propriedades do filtro do ficheiro no marcador
sk: Zahrnúť vlastnosti filtra súboru do záložky
sr: Укључи својства филтера датотека у обележивач
sv: Inkludera filfilteregenskaper i bokmärke
tr: Yer İmlerine dosya filtresi özelliklerini dahil et
uk: Включити властивості фільтра файлів у закладку
zh_cn: 在书签中包含文件筛选器属性
zh_hant: 在書籤中包含檔案過濾器屬性

# BookmarkDetails_IncludeSubfolders
source: Include subfolders
bg: Включително подпапки
ca: Inclou subcarpetes
de: einschließlich Unterverzeichnisse
fr: Inclure les sous-dossiers
he: כלול תיקיות משנה
hr: Uključi podmape
it: Includi sottocartelle
ja: サブフォルダーを含める
pl: Włączając podfoldery
pt: Incluir subpastas
ru: Включать подпапки
sk: Zahrnúť podpriečinky
sr: Укључи подфасцикле
sv: Inkludera undermappar
tr: Alt klasörleri dahil et
uk: Включати вкладені папки
zh_cn: 包括子文件夹
zh_hant: 包含子資料夾

# MessageBox_CustomEditorFileOpenError
source: Could not open the file with the custom editor.
bg: Файлът не може да бъде отворен с избрания редактор.
ca: No s'ha pogut obrir el fitxer amb l'editor personalitzat.
de: Es gab eine Fehler beim Öffnen der Datei mit dem externen Editor.
fr: Impossible d'ouvrir le fichier avec l'éditeur personnalisé.
he: אירעה שגיאה קובץ פתיחה על ידי עורך מותאם אישית.
ja: カスタム エディタでファイルを開けませんでした。
pt: Não foi possível abrir o ficheiro com o editor personalizado.
ru: Произошла ошибка при открытии файла пользовательским редактором.
sr: Није могуће отворити датотеку помоћу прилагођеног уређивача.
tr: Dosya özel düzenleyiciyle açılamadı.
uk: Не вдалося відкрити файл за допомогою спеціального редактора.
zh_cn: 使用自定义编辑器打开文件时发生错误.
zh_hant: 使用自訂編輯器開啟檔案時發生錯誤.

# Main_Status_Searched0FilesFound1MatchingFiles
source: Searched {0} files, found {1} matching files.
bg: Претърсени {0} файла, намерени {1} съвпадащи файла.
ca: S'han cercat {0} fitxers, s'han trobat {1} fitxers amb coincidències.
de: Durchsucht {0} Dateien. Gefunden {1} passende Dateien.
fr: Fichiers cherchés {0}, fichiers correspondants trouvés {1}.
he: חופשו {0} קבצים. נמצאו {1} התאמות קבצים.
hr: Pretraženo {0} datoteka, pronađeno {1} datoteka s podudaranjima.
ja: {0} ファイルを検索し、{1} 個の一致するファイルが見つかりました。
pt: Pesquisados {0} ficheiros, encontrados {1} ficheiros correspondentes.
ru: Искомых файлов:{0}. Найдено совпадающих файлов:{1}.
sr: Претражено {0} датотека, пронађено је {1} одговарајућих датотека.
tr: {0} dosya arandı, eşleşen {1} dosya bulundu.
uk: Знайдено {0} файлів, знайдено {1} відповідних файлів.
zh_cn: 搜索了 {0} 个文件. 找到 {1} 个文件.
zh_hant: 搜尋 {0} 個檔案, 找到 {1} 個符合檔案.
