Repository: dnGrep/dnGrep
Catalog: dnGREP.Localization/Properties/Resources.*.resx
Languages: bg, ca, de, fr, he, hr, it, ja, pl, pt, ru, sk, sr, sv, tr, uk, zh_cn, zh_hant

# Options_MaximizeResultsPanelOnSearch
source: Maximize results panel on search
bg: Увеличаване на панела с резултатите при търсене
ca: Maximitza el panell de resultats a la cerca
fr: Maximiser le panneau des résultats de la recherche
ja: 検索時に結果パネルを最大化
pt: Maximizar o painel de resultados na pesquisa
sr: Повећајте таблу резултата у претрази
tr: Aramada sonuç panelini en üst düzeye çıkar
uk: Розгорнути панель результатів пошуку
zh_cn: 搜索时最大化搜索结果面板
zh_hant: 最大化搜索結果面板

# Options_SendToRecycleBin
source: Send to recycle bin
bg: се изпращат в кошчето
ca: Envia a la paperera de reciclatge
ja: ごみ箱に送る
sr: Пошаљи у канту
tr: Geri dönüşüm kutusuna gönder
uk: Відправити в кошик
zh_cn: 发送到回收站
zh_hant: 傳送到資源回收筒

# MessageBox_SomeOfTheFilesAreLocatedInTheSelectedDirectory
source: Attention, some of the files are located in the selected directory.
bg: Внимание, някои от файловете се намират в избраната папка.
ca: Atenció, alguns dels fitxers estan en el directori seleccionat.
de: Achtung, einige der Dateien befinden sich im selektierten Verzeichnis.
fr: Attention, certains des fichiers sont situés dans le répertoire sélectionné.
he: תשומת לב, חלק מהקבצים ממוקמים בספריה שנבחרה.
ja: 注意 : 一部のファイルが選択したディレクトリにあります。
pt: Atenção, alguns ficheiros estão localizados na pasta selecionada.
ru: Внимание! Некоторые файлы находятся в выбранном каталоге.
sr: Пажња, неке од датотеке се налазе у изабраној датотеци.
tr: Dikkat, bazı dosyalar seçilen dizinde bulunuyor.
uk: Увага, деякі файли знаходяться у вибраній директорії.
zh_cn: 注意，一些文件位于选定的目录中。
zh_hant: 注意, 一些檔案位於選定的目錄中.

# Scripts_FileNotFound
source: The {0} file '{1}' was not found
bg: Файлът „{1}“ не е намерен при изпълнение на командата {0}
ja: {0}ファイル'{1}'が見つかりませんでした
tr: {0} dosyası '{1}' bulunamadı
uk: Файл {0} "{1}" не знайдено
zh_cn: 没找到 {0} 文件 '{1}'
zh_hant: 未找到 {0} 檔案 '{1}'

# Script_Validation_Header_Line
source: Line
bg: Ред
ja: 行
sr: Линија
tr: Satır
uk: Лінія
zh_cn: 行
zh_hant: 行

# ScriptHint_bookmark_addfolder
source: Add a new bookmark associated with the current search folder
bg: Добавя отметка към папката, в която се извършва търсене
ja: 現在の検索フォルダーに関連付けた新しいブックマークを追加
sr: Додај нови обележивач повезан са текућом фасциклом за претрагу
tr: Geçerli arama klasörüyle ilişkili yeni bir yer imi ekle
uk: Додайте нову закладку, пов’язану з поточною папкою пошуку
zh_cn: 添加与当前搜索文件夹关联的新书签
zh_hant: 新增與目前搜尋資料夾關聯的新書籤

# Main_Status_SearchCompletedIn0_1MatchesFoundIn2FilesOf3Searched
source: Search completed in {0} – {1} matches found in {2} files of {3} searched.
bg: Търсенето е завършено за {0} – намерени {1} съвпадения в {2} файла от {3} претърсени.
ca: Cerca completada en {0} – {1} coincidències trobades a {2} fitxers de {3} cercats.
fr: Recherche terminée en {0} - {1} correspondances trouvées dans {2} fichiers sur {3} recherchés.
hr: Pretraga izvršena u {0} - {1} podudaranja pronađeno u {2} datoteka od {3} pretraženih.
ja: {0} で検索完了 – 検索した {3} ファイルで {2} ファイルに {1} 件の一致が見つかりました。
pt: Pesquisa completa em {0} - {1} correspondências encontradas em {2} ficheiros de {3} pesquisados.
sr: Претрага завршена за {0} – нађено {1} у {2} датотеке од {3} претражене.
tr: Arama {0} içinde tamamlandı: Aranan {3} dosyadan {2} dosyada {1} eşleşme bulundu.
uk: Пошук завершено за {0} – знайдено {1} збігів у {2} файлах із {3}, які шукали.
zh_cn: 搜索于 {0} 内完成 – 找到 {1} 个匹配项，它们位于 {2} 个文件内，共搜索了 {3} 个文件。
zh_hant: 搜尋於 {0} 完成 – 共搜尋 {3} 個檔案, 在 {2} 個檔案中找到 {1} 個符合項.

# BookmarkDetails_IncludeBinaryFiles
source: Include binary files
bg: Включително двоични файлове
ca: Inclou fitxers binaris
de: einschließlich Binärdateien
fr: Inclure les fichiers binaires
he: כלול קבצים בינאריים
it: Includi file binari
ja: バイナリ ファイルを含める
pl: Dołącz pliki binarne
pt: Incluir ficheiros binários
ru: Включать бинарные файлы
sk: Zahrnúť binárne súbory
sr: Укључи бинарне датотеке
sv: Inkludera binärfiler
tr: İkili dosyaları (binary) dahil et
uk: Включати двійкові файли
zh_cn: 包括二进制文件
zh_hant: 包含二進制檔案

# Options_ArchiveReset
source: Reset
bg: Нулиране
ca: Restableix
fr: Réinitialiser
he: איפוס
ja: リセット
pt: Repor
sr: Ресетуј
tr: Sıfırla
uk: Скинути
zh_cn: 重置
zh_hant: 重置

# Main_SortMenu_Ascending
source: Ascending
bg: Възходящ ред
ca: Ascendent
de: aussteigend
fr: Ascendant
he: עולה
hr: Uzlazno
ja: 昇順
pt: Ascendente
ru: По возрастанию
sr: Узлазни
tr: Artan
uk: Висхідний
zh_cn: 升序
zh_hant: 升冪

# ScriptHint_set_searchfor_value
source: Search pattern or empty string
bg: Модел за търсене или празен низ
ja: 検索パターンまたは空白文字列
sr: Образац претраживања или празан низ
tr: Arama deseni veya boş dize
uk: Шаблон пошуку або порожній рядок
zh_cn: 搜索模式或空字符串
zh_hant: 搜尋樣式或空字串

# Options_ExtractedHeaderAndFooterPosition
source: Extracted header and footer position:
bg: Разполагане на извлеченото от колонтитулите:
ja: 抽出されたヘッダおよびフッタの位置 :
tr: Çıkarılan üst bilgi ve alt bilgi konumu:
uk: Розташування верхнього та нижнього колонтитулів:
zh_cn: 提取的页眉和脚注位置：
zh_hant: 提取的頁首和頁腳位置:

# Options_PluginOptions
source: Plug-ins
bg: Настройки на добавки
ca: Connectors
de: Plugin Optionen
he: אפשרויות תוסף
ja: プラグイン
ru: Опции плагинов
sr: Додатци
tr: Eklentiler
uk: Плагіни
zh_cn: 插件选项
zh_hant: 插件

# Options_DockedToSideOfResultsTree
source: Docked to side of results tree:
bg: Закачен отстрани на дървото с резултатите:
ja: 結果ツリーの横にドッキング :
tr: Sonuç ağacının yanına sabitleyin:
uk: Прикріплено до дерева результатів:
zh_cn: 和结果树一侧相接：
zh_hant: 停駐於結果樹狀圖一側:

# ScriptHint_report_text
source: The result text-only report
bg: Справка във вид на текст
ja: 結果のテキストのみのレポート
sr: Резулат као текстулани извештај
tr: Sonuç salt metin raporu
uk: Результат тільки текстовий звіт
zh_cn: 纯文本报告
zh_hant: 純文字報告

# Bookmarks_Summary_NoBinary
source: No binary
bg: Не двоични
ca: Sense binaris
de: kein Binay
fr: Non binaire
he: אין בינארי
hr: Bez binarnih
it: No binari
ja: バイナリなし
pt: Não binário
ru: Без бинарных
sk: Bez binárnych
sr: Без бинарних
sv: Inga binära
tr: İkili dosyalar hariç
uk: Немає двійкового коду
zh_cn: 非二进制
zh_hant: 非二進制

# Main_SearchType_PlainTextSearch
source: Plain text search
bg: Търсене на текст
ca: Cerca text pla
de: Klartextsuche
fr: Recherche de texte
he: חיפוש טקסט רגיל
hr: Pretraživanje običnog teksta
it: Ricerca testo semplice
ja: プレーンテキスト検索
pt: Pesquisar texto simples
ru: Поиск обычного текста
sk: Hľadať v obyčajnom texte
sr: Претрага обичног текста
sv: Oformaterad sökning
tr: Düz metin araması
uk: Пошук у звичайному тексті
zh_cn: 纯文本搜索
zh_hant: 純文字搜尋

# Main_WrapText
source: Wrap text
bg: Пренасяне на текста
ca: Ajusta el text
de: Textumbruch
fr: Habillage du texte
he: התאם טקסט לחלון
ja: 長い行を折り返す
pt: Contornar texto
ru: Перенос текста
sr: Преломити текст
tr: Metni kaydır
uk: Обтікання текстом
zh_cn: 自动换行
zh_hant: 自動換行

# Main_ResultList_AdditionalMatches
source: additional matches:
bg: допълнителни съвпадения:
ca: Coincidències addicionals:
de: zusätzliche Muster:
fr: correspondances supplémentaires :
he: התאמות נוספות:
hr: dodatna podudaranja:
ja: 追加の一致 :
pt: correspondências adicionais:
ru: дополнительные совпадения:
sr: додатно налажење:
tr: Ek eşleşmeler:
uk: додаткові збіги:
zh_cn: 额外匹配:
zh_hant: 額外符合項:

# Options_CommentReferenceNumbers
source: Comment reference numbers:
bg: Идентификатор на коментар:
ja: コメントの参照番号 :
tr: Yorum referans numaraları:
uk: Номери коментарів:
zh_cn: 附注参考编号：
zh_hant: 備註參照編號:

# Replace_FileNumberOfCountName
source: File {0} of {1}: {2} ({3} matches on {4} lines)
bg: Файл {0} от {1}: {2} ({3} съвпадения на {4} реда)
ca: Fitxer {0} de {1}: {2} ({3} coincidències en {4} línies)
de: Datei {0} von {1}: {2} ({3} Suchermuster passt bei {4} Zeilen)
fr: Fichier {0} de {1} : {2} ({3} correspondances sur {4} lignes)
he: File {0} of {1}: {2} \u200f({3} matches on {4} lines)
ja: ファイル {0} / {1} : {2} ({3} が {4} 行に一致)
pt: Ficheiro {0} de {1}: {2} ({3} corresponde em {4} linhas)
ru: Файл {0} из {1}: {2} (совпадений:{3} в строчках:{4})
sr: Датотека {0} од {1}: {2} ({3} налажења у {4} линије/а)
tr: {1} dosyadan {0} tanesinin şu dizininde: {2} ( {4} satırında {3} eşleşme bulundu)
uk: Файл {0} з {1}: {2} ({3} відповідає {4} рядкам)
zh_cn: {1} 个文件的索引 {0}: {2} （在 {4} 行中找到了 {3} 处匹配）
zh_hant: 檔案 {0} 之 {1}: {2} (在 {4} 行中找到 {3} 個符合項)

# Main_Results_Open
source: Open
bg: Отваряне
ca: Obrir
de: Öffnen
fr: Ouvrir
he: פתח
hr: Otvori
ja: 開く
pt: Abrir
ru: Открыть
sr: Отворити
tr: Aç
uk: Відчинено
zh_cn: 打开
zh_hant: 開啟

# Script_Editor_Delete
source: _Delete
bg: _Премахване
ca: _Suprimeix
fr: _Effacer
he: _מחק
hr: _Obriši
it: _Elimina
ja: 削除(_D)
pt: _Eliminar
sk: _Odstrániť
sr: Обриши
sv: _Ta bort
tr: _Sil
uk: _Видалити
zh_cn: 删除(_D)
zh_hant: 刪除

# Options_No
source: No
bg: Не
ja: いいえ
sr: Не
tr: Hayır
uk: Ні
zh_cn: 否
zh_hant: 否

# ScriptHint_movefiles
source: Move result files to a new location
bg: Премества на друго място файловете, идващи като резултат
ja: 結果ファイルを新しい場所に移動
sr: Помери датотеке резултата на нову локацију
tr: Sonuç dosyalarını yeni bir konuma taşı
uk: Перемістіть файли результатів у нове місце
zh_cn: 将结果文件移动到一个新的位置
zh_hant: 將結果檔案移動到新位置

# Main_Validation_RegexIsOK
source: Regular expression is OK
bg: Регулярният израз е валиден
ca: L'expressió regular és correcta
de: Regular Expression ist OK!
fr: L'expression régulière est OK
he: Regex בסדר!
ja: 正規表現は正常です
pt: A expressão regular está OK
ru: Regex в норме!
sr: Регуларни израз је у реду
tr: Normal ifade tamam
uk: Регулярний вираз у порядку
zh_cn: 正则表达式没问题
zh_hant: 正則運算式正確

# MessageBox_SearchPathInTheFieldIsNotValid
source: The search path in the '{0}' field is not valid, search canceled.
bg: Пътят в полето „{0}“ е недействителен и търсенето е отменено.
ca: Ruta de cerca al camp '{0}' no és vàlid, la cerca s'ha cancel·lat.
de: Suchpfad im '{0}' Feld ist nicht möglich, Suche abgebrochen.
fr: Le chemin de recherche dans le champ '{0}' n'est pas valide, la recherche est annulée.
he: נתיב החיפוש בשדה '{0}' אינו חוקי, החיפוש בוטל.
ja: '{0}' フィールドの検索パスが無効です。検索がキャンセルされました。
pt: O caminho de pesquisa no campo '{0}' não é válido, a pesquisa foi cancelada.
ru: Путь поиска в поле '{0}' - недействителен, поиск отменен.
sr: Путања за претрагу у поље '{0}' није добро, претрага је отказана.
tr: '{0}' alanındaki arama yolu geçerli değil, arama iptal edildi.
uk: Шлях пошуку в полі "{0}" недійсний, пошук скасовано.
zh_cn: '{0}' 中的搜索路径不合法, 搜索已取消.
zh_hant: '{0}' 中的搜尋路徑不合法, 搜尋已取消.

# ReportSummary_NoBinaryFiles
source: No binary files
bg: Не двоични файлове
ca: Sense fitxers binaris
de: keine binär Dateien
fr: Aucun fichier binaire
he: אין קבצים בינאריים
ja: バイナリ ファイルなし
pt: Sem ficheiros binários
ru: Без бинарных файлов
sr: Без бинарних датотека
tr: İkili dosyalar (Binary) hariç
uk: Немає бінарних файлів
zh_cn: 非二进制文件
zh_hant: 非二進制檔案

# Options_PdfToTextReset
source: Reset
bg: Нулиране
ca: Restableix
de: Zurücksetzen
fr: Réinitialiser
he: איפוס
ja: リセット
pt: Repor
ru: Сброс
sr: Ресетовање
tr: Sıfırla
uk: Скинути
zh_cn: 重置
zh_hant: 重置

# Error_DocumentReadFailed
source: Document read failed
bg: Грешка при прочитане на документа
ja: ドキュメントの読み込みに失敗しました
tr: Belge okuma başarısız oldu
uk: Не вдалося прочитати документ
zh_cn: 文档读取失败
zh_hant: 文件讀取失敗

# MessageBox_RenameFailed
source: Could not rename the file:
bg: Файлът не може да бъде преименуван:
ca: No s'ha pogut canviar el nom del fitxer:
de: Umbenennungsfehler:
fr: Impossible de renommer le fichier :
he: שינוי שם נכשל:
ja: ファイル名を変更できませんでした :
pt: Não foi possível renomear o ficheiro:
ru: Переименование не удалось:
sr: Није могуће преименовати датотеку:
tr: Dosya yeniden adlandırılamadı:
uk: Не вдалося перейменувати файл:
zh_cn: 重命名失败:
zh_hant: 重新命名失敗:

# Options_WhenDeletingFiles
source: When deleting files
bg: При премахване на файлове
ca: En suprimir fitxers
ja: ファイルを削除するとき
sr: Приликом брисања фајлова
tr: Dosyaları silerken
uk: При видаленні файлів
zh_cn: 删除文件时
zh_hant: 刪除檔案時

# Options_MaximumNumberOfParallelSearches
source: Maximum number of parallel searches
bg: Максимален брой успоредни търсения
ja: 並列検索の最大数
tr: Maksimum paralel arama sayısı
uk: Максимальна кількість паралельних пошуків
zh_cn: 最大并行搜索数
zh_hant: 最大並行搜尋數

# Bookmarks_MoveToTop
source: Move to top
bg: Преместване най-горе
ca: Mou al principi
fr: déplacer en haut
hr: Pomakni na vrh
it: Sposta all'inizio
ja: 一番上に移動
sk: Presunúť na začiatok
sr: Премести на врх
sv: Gå till toppen
tr: En üste taşı
uk: Перейти вгору
zh_cn: 移到顶部
zh_hant: 移到頂部

# Main_MoreMenu_CopyFileNames
source: Copy file names
bg: Копиране на имената
ca: Copiar noms de fitxer
de: Dateinname kopieren
fr: Copier les noms de fichiers
he: העתקת שמות קבצים
hr: Kopiraj nazive datoteka
it: Copia nomi dei file
ja: ファイル名をコピー
pt: Copiar nomes dos ficheiros
ru: Копировать имена файлов
sr: Копирати имена датотеке
sv: Kopiera filnamn
tr: Dosya adlarını kopyala
uk: Копіювати імена файлів
zh_cn: 复制文件名
zh_hant: 複製檔案名稱

# Options_SampleText
source: Sample text
bg: Текстов образец
ca: Text de mostra
de: Text-Beispiel
fr: Exemple
he: טקסט לדוגמה
ja: サンプル テキスト
pt: Exemplo de texto
ru: (Образец текста 123 !?:*)
sr: Пример текста
tr: Örnek metin
uk: Зразок тексту
zh_cn: Sample Text 示例文本
zh_hant: Sample Text 範例文字

# Main_BooleanOperators
source: Boolean operators
bg: Булеви оператори
ca: Operadors booleans
de: Boolische Operatoren
fr: Opérateurs booléens
he: אופרטורים בוליאניים
hr: Booleovi operatori
it: Operatori booleani
ja: 論理演算子
pl: Operatory logiczne
pt: Operadores booleanos
ru: Булевы операторы
sk: Logické operátory
sr: Булови оператори
sv: Booleska operatorer
tr: Boolean operatörleri
uk: Логічні оператори
zh_cn: 布尔操作
zh_hant: 布林運算元

# ScriptHint_set_pathtomatch_value
source: A file filter pattern, such as *.txt, or list of filters
bg: Модел за име на файл, напр. *.txt, или списък от филтри
ca: Un patró de filtre de fitxer, com *.txt, o llista de filtres
ja: *.txt などのファイル フィルター パターン、またはフィルターのリスト
sr: Образац филтера датотеке, као што је *.txt, или листа филтера
tr: .txt gibi bir dosya filtresi deseni veya filtre listesi
uk: Шаблон фільтра файлу, наприклад *.txt, або список фільтрів
zh_cn: 文件筛选器模式，如 *.txt，或筛选器列表
zh_hant: 檔案過濾器樣式, 如 *.txt, 或過濾器清單

# Main_Results_PreviousFile
source: Previous file
bg: Предишен файл
ca: Fitxer anterior
fr: Fichier précédent
hr: Prethodna datoteka
ja: 前のファイル
pt: Ficheiro anterior
sr: Претходна датотека
tr: Önceki dosya
uk: Попередній файл
zh_cn: 上一个文件
zh_hant: 上一個檔案

# Test_CaseSensitive
source: C_ase sensitive
bg: Съвпадение на _регистъра
ca: Distingeix _majúscules i minúscules
de: _Groß-/Kleinschreibung
fr: Sensible à la case
he: תלוי רישיות
hr: Osjetljiv na velika i mala slova
ja: 大/小文字を区別する(_A)
pl: Wielkość liter ma znaczenie
pt: Sensível a m_aiúsculas
ru: Ч_увствительность К регистру
sr: Осетљиво на слова
sv: versalkänslig
tr: _Harfe duyarlı
uk: C_ase чутливий
zh_cn: 大小写敏感(_A)
zh_hant: 區分大小寫

# Script_Editor_New
source: _New…
bg: _Нов…
ja: 新規(_N)…
sr: Нови…
tr: Y_eni…
uk: _Новий…
zh_cn: 新建(_N)…
zh_hant: 新增…

# ReportOptionsWindow_IncludeFileAndLineInformation
source: Include file and line information
bg: Включва информация за файла и реда
ca: Inclou informació de fitxer i de línia
fr: Inclure les informations sur les fichiers et les lignes
ja: ファイルおよび行の情報を含める
pt: Incluir informação de linha e ficheiro
sr: Укључите информације о датотеци и линији
tr: Dosya ve satır bilgilerini dahil et
uk: Додайте інформацію про файл і рядок
zh_cn: 包括文件和行信息
zh_hant: 包括檔案和行訊息

# Main_SearchType_XPathSearchXMLDocumentsOnly
source: XPath search (only for XML documents)
bg: Търсене с XPath (само за документи на XML)
ca: Cerca XPath (només per a documents XML)
de: XPath Suche (nur XML Dokumente)
fr: Recherche XPath (uniquement pour les documents XML)
he: חיפוש XPath (מסמכי XML בלבד)
hr: XPath pretraga (samo za XML dokumente)
it: Ricerca XPath (solo per documenti XML)
ja: XPath検索 (XMLドキュメントのみ)
pt: Pesquisar XPath (apenas para documentos XML)
ru: Поиск XPath (только для XML-документов)
sk: Vyhľadávanie XPath (iba dokumenty XML)
sr: XPath претрага (само XML документи)
tr: XPath araması (yalnızca XML belgeleri için)
uk: Пошук XPath (лише для документів XML)
zh_cn: XPath 搜索 (仅限于 XML 文档)
zh_hant: XPath 搜尋 (僅限於 XML 文檔)

# ReportSummary_Type0DateInPast1To2Hours
source: {0} date in past {1} to {2} hours
bg: Датата на {0} е в последните от {1} до {2} часа
de: {0} Datum zurückliegend von {1} bis {2} Stunden
fr: {0} date dans les {1} à {2} heures passées
he: {0} תאריך בעבר {1} ל- {2} שעות
ja: {0} の日付 : 過去 {1} から {2} 時間まで
pt: {0} data nas {1} a {2} horas passadas
ru: {0} за последние от {1} до {2} (в часах)
sr: {0} датум у последња {1} до {2} сата
tr: {0} tarihi son {1} ile {2} saat arasında
uk: {0} дата за останні {1}–{2} год
zh_cn: {0} 时间在过去的 {1} 至 {2} 小时之间
zh_hant: {0} 日期在過去的 {1} 至 {2} 小時之間

# Options_HexSearchResultLineLength
source: Byte search result line length
bg: Дължина на реда на резултата от шестнадесетично търсене
ca: Longitud de la línia de resultats de cerca de bytes
fr: Longueur de la ligne du résultat de la recherche en octets
he: Hex search result line length
ja: バイト検索結果の行の長さ
pt: Tamanho da linha de resultados da pesquisa byte
ru: Длина строки результата шестнадцатеричного поиска
sr: Дужина линије резултата претраге у бајтова
tr: Bayt arama sonucu satır uzunluğu
uk: Довжина рядка результату пошуку в байтах
zh_cn: 字节搜索结果行长度
zh_hant: 位元組搜尋結果行長度

# ScriptHint_set_replacewith_value
source: Replacement text or empty string
bg: Текст, с който да бъде заменено или празен низ
ca: Substitueix el text o cadena buida
ja: 置換テキストまたは空白文字列
sr: Замена текста или празан низ
tr: Değiştirme metni veya boş dize
uk: Текст заміни або порожній рядок
zh_cn: 替换文本或空字符串
zh_hant: 取代文字或空字串

# Options_ReplaceDialogLayout
source: Replace window layout
bg: Подредба на прозореца за замяна
ca: Substitueix la disposició de la finestra
fr: Remplacer la disposition des fenêtres
he: Replace dialog Layout:
ja: 置換ウィンドウのレイアウト
pt: Substituir janela de layout
ru: Макет диалога замены:
sr: Заменити изглед прозора
tr: Pencere düzenini değiştir
uk: Замінити макет вікна
zh_cn: 替换窗口布局
zh_hant: 取代視窗佈局

# BookmarkDetails_Encoding
source: Encoding:
bg: Кодиране:
ca: Codificació:
de: Zeichencodierung:
fr: Encodage :
he: הצפנה:
hr: Enkodiranje:
it: Codifica:
ja: エンコーディング :
pl: Kodowanie:
pt: Codificação:
ru: Кодировка:
sk: Kódovanie:
sr: Енкодирање:
tr: Kodlama:
uk: Кодування:
zh_cn: 编码:
zh_hant: 編碼:

# Main_More
source: Mor_e…
bg: Повече…
ca: M_és…
de: M_ehr...
fr: Plus…
he: יותר...
hr: Viš_e…
it: _Espandi…
ja: その他(_E)…
pt: Ma_is…
ru: Подробне_е...
sr: Више…
tr: Daha Fazla…
zh_cn: 更多(_E)…
zh_hant: 更多…

# Options_Superscipt
source: Superscript
bg: Горен индекс
ja: 上付き
tr: Üst simge
uk: Верхній індекс
zh_hant: 上標

# BookmarkDetails_Cancel
source: Cancel
bg: Отказ
ca: Cancel·la
de: Abbrechen
fr: Annuler
he: _ביטול
hr: Otkaži
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sr: Поништи
sv: Avbryt
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_hant: 取消

# Scripts_ScriptMessages
source: Script Messages
bg: Съобщения от скрипта
ja: スクリプト メッセージ
tr: Komut Dosyası Mesajları
uk: Сценарій повідомлень
zh_cn: 脚本消息
zh_hant: 指令碼訊息

# Bookmarks_Delete
source: _Delete
bg: _Премахване
ca: Es_borrar
de: _Löschen
fr: _Effacer
he: _מחק
hr: _Obriši
it: _Elimina
ja: 削除(_D)
pt: _Eliminar
ru: _Удалить
sk: _Odstrániť
sr: Обриши
sv: _Ta bort
tr: _Sil
uk: _Видалити
zh_cn: 删除(_D)
zh_hant: 刪除

# Options_PageNumbers
source: Page Numbers
bg: Номерирани страници
ca: Números de pàgina
ja: ページ番号
sr: Бројеви странице
tr: Sayfa Numaraları
uk: Номери сторінок
zh_cn: 页码
zh_hant: 頁碼

# Main_SortMenu_FileSize
source: File size
bg: По големина на файла
ca: Mida fitxer
de: Dateigröße
fr: Taille de fichier
he: גודל הקובץ
hr: Veličina datoteke
ja: ファイルサイズ
pt: Tamanho do ficheiro
ru: По размеру файла
sr: Величина датотеке
tr: Dosya boyutu
uk: Розмір файлу
zh_cn: 文件大小
zh_hant: 檔案大小

# Main_Results_ShowExplorerMenu
source: Show Explorer Menu
bg: Показване на менюто на Explorer
ca: Mostra Menú de l'Explorador
fr: montrer l'explorateur
hr: Prikaži izbornik Istraživača
ja: エクスプローラメニューを表示
sr: Прикажи Explorer мени
tr: Explorer Menüsünü Göster
uk: Показати меню Explorer
zh_cn: 显示资源管理器菜单
zh_hant: 顯示檔案總管右鍵功能表

# ScriptHint_search
source: Begin searching
bg: Започва търсене
ja: 検索の開始
sr: Започни претрагу
tr: Aramaya başla
uk: Почніть пошук
zh_cn: 开始搜索
zh_hant: 開始搜尋

# Main_HighlightRegularExpressionGroups
source: Highlight regular expression groups. Changes will be applied in next search.
bg: Откроява групите на регулярния израз - промените ще бъдат приложени при последващо търсене.
ca: Destaca grups d'expressions regulars. Els canvis s'aplicaran en la pròxima cerca.
de: Gruppen von Regulären Ausdrücken hervorheben - Änderungen werden bei der nächsten Suche übernommen
fr: Mettre en surbrillance les groupes d'expressions régulières. Les modifications seront appliquées lors de la prochaine recherche.
he: הדגש קבוצות ביטויים רגילים - שינויים יחולו בחיפוש הבא
ja: 正規表現グループを強調表示。変更は次回の検索時に適用されます。
pt: Destacar grupos de expressão regular. As alterações serão aplicadas na próxima busca.
ru: Подсвечивать группы регулярных выражений - изменения будут применены при следующем поиске
sr: Истакните групе регуларних израза. Промене ће бити примењене у следећој претрази.
tr: Normal ifade gruplarını vurgula. Değişiklikler bir sonraki aramada uygulanacaktır.
uk: Виділіть групи регулярних виразів. Зміни будуть застосовані під час наступного пошуку.
zh_cn: 突出显示正则表达式组。更改将在下一次搜索中应用。
zh_hant: 醒目標示正則運算式群組, 變更將於下次搜尋時生效.

# Main_SearchType_Text
source: _Text
bg: _Текст
fr: _Texte
he: _טקסט
hr: _Tekst
it: _Testo
ja: テキスト(_T)
pt: _Texto
ru: _Текст
sr: Текст
tr: _Metin
uk: _Текст
zh_cn: 文本(_T)
zh_hant: 文字

# MessageBox_DeleteFiles
source: Delete Files
bg: Премахване на файлове
ca: Esborra Fitxers
de: Dateien löschen
fr: Supprimer des fichiers
he: מחק קבצים
ja: ファイルの削除
pt: Eliminar Ficheiros
ru: Удаление файлов
sr: брисање датотеке
tr: Dosyaları Sil
uk: Видалити файли
zh_cn: 删除文件
zh_hant: 刪除檔案

# BookmarkDetails_SearchFor
source: Search for:
bg: Търсене:
ca: Cerca:
de: Suche nach:
fr: Rechercher :
he: חפש את:
hr: Pronađi:
it: Cerca per:
ja: 検索対象 :
pt: Procurar:
ru: Искать содержимое:
sk: Hľadať obsah:
sr: Тражи за:
sv: Sök efter:
tr: Şunu ara:
uk: Шукати:
zh_cn: 搜索:
zh_hant: 搜尋:

# MessageBox_ThereWasAnErrorRevertingFiles
source: Could not revert files. Check the error log for details:
bg: Файловете не могат да бъдат възстановени. Проверете дневника за подробности:
ca: No s'han pogut revertir els fitxers. Comproveu el registre d'error per a més detalls:
de: Fehler beim Rückgängig machen in Dateien, für Details siehe Fehlerprotokoll:
fr: Impossible de rétablir les fichiers. Vérifiez le journal des erreurs pour plus de détails :
he: אירעה שגיאה בהחזרת קבצים. עיין ביומן השגיאות לפרטים:
ja: ファイルを元に戻せませんでした。詳細についてはエラーログを確認してください :
pt: Não foi possível reverter os ficheiros. Verifique os detalhes no ficheiro de erros:
ru: Произошла ошибка при возврате файлов. Подробные сведения см. в логе ошибок:
sr: Није могуће вратити датотеке. Проверите извештај грешака:
tr: Dosyalar geri alınamadı. Ayrıntılar için hata günlüğünü kontrol edin:
uk: Не вдалося повернути файли. Подробиці перевірте в журналі помилок:
zh_cn: 还原文件时发生错误. 日志查看详情:
zh_hant: 無法還原檔案. 日誌查看詳情:

# Main_Empty
source: Empty
bg: Празно
ca: Buit
de: Leer
fr: Vide
he: ריק
hr: Prazno
it: Vuoto
ja: 空白
pt: Vazio
ru: [[Пустой запрос]]
sr: Празно
sv: Tom
tr: Boş
uk: Порожній
zh_cn: 空

# Rename_FileNameContainsInvalidCharacters
source: File name contains invalid characters
bg: Името на файла съдържа непозволени знаци
ca: El nom conté caràcters invàlids
ja: ファイル名に無効な文字が含まれています
sr: Име датотеке садржи неважеће знакове
tr: Dosya adı geçersiz karakterler içeriyor
uk: Назва файлу містить неприпустимі символи
zh_cn: 文件名包含无效字符
zh_hant: 檔案名稱包含無效字元
